Repository: KDE/kmuddy
Catalog: po/sa/kmuddy.po
Languages: sa

source: Map Upper Level
sa: नक्शा उच्चस्तर

source: Map Lower Level
sa: नक्शा निम्नस्तर

source: Set &Current Position
sa: &वर्तमान स्थिति सेट् करें

source: Set Room to &Login Point
sa: कक्षं &Login Point इत्यत्र सेट् कुर्वन्तु

source: &Speed walk to room
sa: &वेगेन कक्षं प्रति गमनम्

source: &Delete room
sa: &कक्षं विलोपयतु

source: &Properties
sa: &गुणाः

source: &Delete Text
sa: &पाठं विलोपयतु

source: &One way
sa: &एकः मार्गः

source: &Two way
sa: &द्विमार्गः

source: &Add Bend
sa: &मोडं योजयतु

source: &Remove Segment
sa: &खण्डं निष्कासयतु

source: &Delete Path
sa: &Delete पथ

source: Hide
sa: गोपयतु

source: Custom
sa: आचारः

source: &Label
sa: &नामपत्र

source: There is no level in that direction. Do you want to create a new one?
sa: तस्मिन् दिशि स्तरः नास्ति। किं भवन्तः नूतनं निर्मातुम् इच्छन्ति ?

source: Create New Level
sa: नवीनस्तरं रचयन्तु

source: Are you sure that you want to delete the current level?
sa: किं भवान् निश्चिन्तः अस्ति यत् भवान् वर्तमानस्तरं विलोपयितुम् इच्छति?

source: Please enter the name of the new zone:
sa: कृपया नूतनक्षेत्रस्य नाम प्रविशतु :

source: Are you sure that you want to delete the current zone? This cannot be undone.
sa: किं भवन्तः निश्चिन्ताः सन्ति यत् भवन्तः वर्तमानक्षेत्रं विलोपयितुम् इच्छन्ति? एतत् निवर्तयितुं न शक्यते।

source: Change room label position
sa: कक्षस्य लेबलस्य स्थितिं परिवर्तयन्तु

source: Change zone label position
sa: क्षेत्रलेबलस्थानं परिवर्तयन्तु

source: Current Room :
sa: वर्तमान कक्ष :

source: Level :
sa: स्तर :

source: Zone :
sa: क्षेत्रम् :

source: Unnamed Zone
sa: अनाम क्षेत्र

source: This is not a KMuddy map list.
sa: इयं KMuddy नक्शासूची नास्ति ।

source: Mapper Colors Options
sa: मैपर रङ्ग विकल्प

source: Current Level
sa: वर्तमान स्तर

source: Default Path Color
sa: पूर्वनिर्धारितमार्गवर्णः

source: Default Room Color
sa: पूर्वनिर्धारित कक्ष रंग

source: Current Position Color
sa: वर्तमान स्थिति वर्ण

source: Special Exit Color
sa: विशेष निर्गमन वर्ण

source: Login Room Color
sa: प्रवेश कक्ष रंग

source: Edit Mode Color
sa: सम्पादन मोड रङ्ग

source: Default Text Color
sa: पूर्वनिर्धारितः पाठवर्णः

source: Default Zone Color
sa: पूर्वनिर्धारित क्षेत्र वर्ण

source: Selected Color
sa: चयनितः वर्णः

source: Lower Level
sa: निम्नस्तर

source: Room Color
sa: कक्षस्य रङ्गः

source: Path Color
sa: पथ वर्ण

source: Text Color
sa: पाठवर्णः

source: Zone Color
sa: क्षेत्र वर्ण

source: Upper Level
sa: उच्चस्तर

source: Background Color
sa: पृष्ठभूमि रंग

source: Grid Color
sa: जालवर्णः

source: Directions
sa: निर्देशाः

source: Long Directions Commands
sa: दीर्घदिशा आदेशाः

source: North
sa: उत्तर

source: East
sa: पूर्वं

source: South
sa: दक्षिण

source: West
sa: पश्चिमाम्

source: North East
sa: ईशानोत्तर

source: South East
sa: दक्षिण पूर्व

source: South West
sa: दक्षिण पश्चिम

source: North West
sa: वायव्य पश्चिम

source: Short Directions Commands
sa: लघु दिशानिर्देशाः आदेशाः

source: Enter invalid movement string as a regular expression
sa: अमान्यं गतितारं नियमितव्यञ्जनरूपेण प्रविशन्तु

source: Valid Room Checking
sa: वैध कक्ष जाँच

source: Enable valid room checking
sa: वैध कक्षपरीक्षणं सक्षमं कुर्वन्तु

source: Invalid Move Strings
sa: अमान्य चालन स्ट्रिंग्स

source: Add
sa: संयोजयति

source: Edit
sa: सम्पादन

source: Remove
sa: अपाकरोति

source: Changed Path Properties
sa: मार्गगुणाः परिवर्तिताः

source: Path Properties
sa: पथ गुण

source: Exits
sa: निर्गच्छति

source: Exit Details
sa: निर्गमनविवरणम्

source: Two Way Exit
sa: द्विमार्गनिर्गमः

source: Nor&mal exit
sa: सामान्य&मालनिर्गमः

source: Source Directions
sa: स्रोतनिर्देशाः

source: E
sa: ई

source: S
sa: स

source: W
sa: व

source: N
sa: न॰

source: Destination Direction
sa: गन्तव्यदिशा

source: Spec&ial Exit
sa: विशेष&ial निर्गमन

source: Special Command
sa: विशेष आज्ञा

source: Source To Destination:
sa: स्रोतः गन्तव्यस्थानम् :

source: Destination To Source:
sa: गन्तव्यं स्रोतः :

source: Src To Destination Commands
sa: Src To Destination Commands इति

source: Before walking path:
sa: गमनमार्गात् पूर्वं :

source: After walking path:
sa: गमनमार्गस्य अनन्तरं :

source: Destination To Source Commands
sa: Destination To Source आदेशाः

source: OK
sa: अस्तु

source: Cancel
sa: निरसयतु

source: Changed Room Properties
sa: कक्षस्य गुणाः परिवर्तिताः

source: Room Properties
sa: कक्ष सम्पत्ति

source: &Description
sa: &वर्णनम्‌

source: Label:
sa: नामपत्र:

source: Description:
sa: वर्णनम्‌:

source: &Appearance
sa: &स्वरूपम्‌

source: Color
sa: वर्ण

source: Room Color:
sa: कक्षस्य वर्णः :

source: Default room color
sa: पूर्वनिर्धारित कक्षवर्णः

source: LabelPosition
sa: लेबलपोजिशन

source: &Exits
sa: &निर्गच्छति

source: Room Exits:
sa: कक्षनिर्गमः :

source: Direction
sa: निर्देश

source: Before command
sa: आज्ञापूर्वम्

source: After command
sa: आज्ञापश्चात्

source: Properties
sa: गुणाः

source: &Contents
sa: &सामग्री

source: RoomContents:
sa: कक्षसामग्री :

source: New Item
sa: नवीन मद

source: Remove Item
sa: द्रव्यं निष्कासयतु

source: Speedwalk Options
sa: स्पीडवॉक विकल्प

source: Limit Speedwalk Moves
sa: स्पीडवॉक मूव्स सीमा

source: Limit speedwalk moves
sa: स्पीडवॉक चालनानि सीमितं कुर्वन्तु

source: Number of moves before aborting:
sa: गर्भपातात् पूर्वं चालनानां संख्या :

source: Delay Speedwalk Moves
sa: विलम्ब स्पीडवॉक मूव्स

source: Delay before sending next command (centi secconds)
sa: अग्रिम आदेशं प्रेषयितुं पूर्वं विलम्बः (centi seconds)

source: Text Properties
sa: पाठगुणाः

source: &Font
sa: &फॉन्ट्

source: Family:
sa: परिवारं:

source: Color:
sa: वर्ण:

source: Button
sa: कड्मल

source: S&ize
sa: आकृति

source: Actual Size
sa: वास्तविक आकार

source: Width (pixels):
sa: चौड़ाई (पिक्सेल) :

source: Height (pixels):
sa: ऊर्ध्वता (पिक्सेल) :

source: Font Size
sa: फ़ॉन्ट आकार

source: Enter font size:
sa: फ़ॉन्ट् आकारं प्रविष्टं कुर्वन्तु:

source: Set Size
sa: आकारं सेट् कुर्वन्तु

source: Text
sa: पाठ

source: Text:
sa: पाठ:

source: Preview:
sa: पूर्वावलोकनम् :

source: Speedwalk Progress
sa: स्पीडवॉक प्रगति

source: Show &mapper
sa: &mapper दर्शयतु

source: Tools
sa: उपकरणाः

source: Navigation
sa: नौकायानम्

source: Move Elements
sa: तत्त्वानि चालयन्तु

source: Change element notes
sa: तत्वटिप्पणीं परिवर्तयन्तु

source: Notes
sa: टिप्पणियाँ

source: Notes:
sa: टिप्पणियाँ :

source: Eraser
sa: आघर्षनी

source: Select
sa: विचि

source: Sorry, single-instance script.
sa: क्षम्यतां, एकदृष्टान्तस्क्रिप्ट्।

source: Script &name
sa: स्क्रिप्ट &नाम

source: Name of this script.
sa: अस्याः लिप्याः नाम ।

source: &Command to execute
sa: &निष्पादनार्थं आदेशः

source: Command to execute, including parameters. Note that you can specify more parameters when executing the command from the input line, if you enable the Allow parameters checkbox.
sa: निष्पादनार्थं आदेशः, पैरामीटर् सहितम् । ध्यानं कुर्वन्तु यत् भवान् इनपुट् रेखातः आदेशं निष्पादयति समये अधिकानि पैरामीटर्स् निर्दिष्टुं शक्नोति, यदि भवान् Allow parameters चेकबॉक्सं सक्षमं करोति ।

source: Working directory for the script. Script will behave exactly as if it was run from this directory in console.
sa: स्क्रिप्ट् कृते कार्यनिर्देशिका । स्क्रिप्ट् इत्येतत् यथा कन्सोल् मध्ये अस्मात् निर्देशिकातः चालितं तथा व्यवहारं करिष्यति ।

source: Send user commands
sa: उपयोक्तृनिर्देशान् प्रेषयन्तु

source: If script input is enabled, this enables sending of all sent commands to the script.
sa: यदि स्क्रिप्ट् इनपुट् सक्षमम् अस्ति तर्हि एतेन सर्वेषां प्रेषितानां आदेशानां स्क्रिप्ट् प्रति प्रेषणं सक्षमं भवति ।

source: Enable communication
sa: संचारं सक्षमं कुर्वन्तु

source: Enables identification of lines of server output. Refer to the manual for more information.
sa: सर्वर-निर्गमस्य रेखानां पहिचानं सक्षमं करोति । अधिकविवरणार्थं पुस्तिकां पश्यन्तु।

source: Single-instance script
sa: एकदृष्टान्त लिपि

source: If an instance of this script is already running, another one can not be started.
sa: यदि अस्याः स्क्रिप्ट् इत्यस्य दृष्टान्तः पूर्वमेव चालितः अस्ति तर्हि अन्यः आरम्भः कर्तुं न शक्यते ।

source: Use flow control
sa: प्रवाहनियन्त्रणस्य उपयोगं कुर्वन्तु

source: <p>If enabled, flow control will be used for this script. Flow control ensures that scripts are kept in sync, that means, that if two lines arrive from the server, the second one is not sent to the scripts until all running scripts have received the first one. However, in some situations, it's better not to use this feature.</p><p>If you don't need to disable flow control for some reason, leave this on.</p>
sa: <p>यदि सक्षमम् अस्ति तर्हि अस्याः स्क्रिप्ट् कृते प्रवाहनियन्त्रणस्य उपयोगः भविष्यति । प्रवाहनियन्त्रणं सुनिश्चितं करोति यत् स्क्रिप्ट् समन्वयेन स्थापिता भवति, तस्य अर्थः अस्ति यत्, यदि सर्वरात् द्वौ पङ्क्तिः आगच्छति तर्हि द्वितीया स्क्रिप्ट् प्रति न प्रेष्यते यावत् सर्वाणि चालितानि स्क्रिप्ट् प्रथमं न प्राप्नुवन्ति तथापि केषुचित् परिस्थितिषु एतत् विशेषता न उपयोक्तुं श्रेयस्करम् ।</p><p>यदि भवता केनचित् कारणेन प्रवाहनियन्त्रणं निष्क्रियं कर्तुं आवश्यकता नास्ति तर्हि एतत् चालू कुर्वन्तु ।</p>

source: Communicate variables
sa: चरसंप्रेषणं कुर्वन्तु

source: If enabled, a UNIX domain socket will be created, allowing you to obtain and modify actual variable values. More information in the documentation.
sa: यदि सक्षमं भवति तर्हि UNIX डोमेन सॉकेट् निर्मितं भविष्यति, यत् वास्तविकचरमूल्यानि प्राप्तुं परिवर्तनं च कर्तुं शक्नोति । दस्तावेजे अधिकानि सूचनानि।

source: Choose script
sa: स्क्रिप्ट् चिनोतु

source: Choose working directory
sa: कार्यनिर्देशिकां चिनोतु

source: Such external script does not exist!
sa: एतादृशी बाह्यलिपिः नास्ति !

source: Running scripts
sa: स्क्रिप्ट् चालयति

source: &Running scripts
sa: &स्क्रिप्ट् चालयति

source: &Terminate
sa: &समाप्ति

source: &Kill
sa: &हन्

source: /exec: Script list is not available.
sa: /exec: स्क्रिप्ट् सूची उपलब्धा नास्ति।

source: Scripts
sa: स्क्रिप्ट्

source: Variable name that this trigger will be reacting on.
sa: चरनाम यस्मिन् अयं ट्रिगरः प्रतिक्रियां करिष्यति ।

source: &Commands
sa: &आदेशाः

source: Commands that will be executed when this trigger matches.
sa: आदेशाः ये निष्पादिताः भविष्यन्ति यदा एषः ट्रिगरः मेलति ।

source: Variable Triggers
sa: चर उत्प्रेरकाः

source: Variable
sa: चर

source: Variables
sa: चराः
