Repository: KDE/kmuddy
Catalog: po/sa/kmuddy.po
Languages: sa

# NAME OF TRANSLATORS
source: Your names
sa: भवतः नामानि

# EMAIL OF TRANSLATORS
source: Your emails
sa: भवतः ईमेलपत्राणि

source: &Caption
sa: &अवबोधक

source: Caption of this button.
sa: अस्य बटनस्य कैप्शनम् ।

source: Co&mmand
sa: आदेश

source: Command that will be executed if you click on the button. Note that you can enter multiple commands here (separated by semi-colons, or another character defined in <b>global settings</b>).
sa: आदेशः यः निष्पादितः भविष्यति यदि भवान् बटन् नुदति । ध्यानं कुर्वन्तु यत् भवान् अत्र बहुविधं आदेशं प्रविष्टुं शक्नोति (अर्धविरामैः पृथक्कृतः, अथवा <b>global settings</b> इत्यत्र परिभाषितः अन्यः वर्णः) ।

source: Icon displayed on the button toolbar.
sa: बटन-उपकरणपट्टिकायां प्रदर्शितं चिह्नम् ।

source: &Un-press command
sa: &अन-प्रेस आदेश

source: Command that will be executed if you click on the push-down button while it's pushed down.
sa: आदेशः यः निष्पादितः भविष्यति यदि भवान् push-down बटन् नुदति यदा तत् अधः धक्कायते ।

source: &General
sa: &सामान्य

source: &Script
sa: &प्रलेखन

source: Script when &released
sa: स्क्रिप्ट् यदा &मुक्तं भवति

source: Network error: %1
sa: संजालदोषः %1

source: Do you want to close connection to %1?
sa: %1 इत्यनेन सह संयोजनं पिधातुम् इच्छति वा?

source: Disconnect
sa: विच्छेदं कुर्वन्तु

source: Close connection
sa: संयोजनं बन्दं कुर्वन्तु

source: Stay connected
sa: सम्बद्धाः भवन्तु

source: (password is hidden)
sa: (गुप्तशब्दः गुप्तः अस्ति)

source: Aliases are now enabled.
sa: इदानीं उपनाम सक्षमम् अस्ति ।

source: Aliases are now disabled.
sa: इदानीं उपनामानि अक्षमानि सन्ति ।

source: Triggers are now enabled.
sa: इदानीं ट्रिगर् सक्षमाः सन्ति ।

source: Triggers are now disabled.
sa: इदानीं ट्रिगर्-इत्येतत् अक्षमम् अस्ति ।

source: Timers are now enabled.
sa: इदानीं समयनिर्धारकाः सक्षमाः सन्ति ।

source: Timers are now disabled.
sa: इदानीं समयनिर्धारकाः अक्षमाः सन्ति ।

source: Macro keys are now enabled.
sa: इदानीं मैक्रो कीलानि सक्षमानि सन्ति ।

source: Macro keys are now disabled.
sa: इदानीं मैक्रो कीलानि अक्षमानि सन्ति ।

source: Aliases
sa: उपनाम

source: Triggers
sa: उत्प्रेरकाः

source: Buttons
sa: बटनम्

source: Timers
sa: समयनिर्धारकाः

source: Macro Keys
sa: मैक्रो कीज

source: Status variables
sa: स्थितिचराः

source: Gauges
sa: गेज

source: &Variable name
sa: &चर नाम

source: Variable displayed by this gauge.
sa: अस्मिन् मापकेन प्रदर्शितः चरः ।

source: &Max. variable (optional)
sa: &अधिकतम। चरः (वैकल्पिकः)

source: Variable holding the maximum value (default=100)
sa: अधिकतमं मूल्यं धारयन् चरः (पूर्वनिर्धारितः=100)

source: Caption shown next to variable value.
sa: चरमूल्यस्य पार्श्वे दर्शितं कैप्शनम् ।

source: &Color
sa: &वर्ण

source: Color used to paint this gauge.
sa: अस्य मापकस्य चित्रणार्थं प्रयुक्तः वर्णः ।

source: line tag
sa: लाइन टैग

source: horizontal line
sa: क्षैतिज रेखा

source: create window
sa: विण्डो रचयन्तु

source: create internal window
sa: आन्तरिकं विण्डो रचयन्तु

source: close window
sa: close window इति

source: set active window
sa: सक्रियविण्डो सेट् कुर्वन्तु

source: move cursor
sa: कर्सरं चालयन्तु

source: erase text
sa: पाठं मेटयतु

source: relocate
sa: स्थानान्तरणम्

source: send username/password
sa: उपयोक्तृनाम/गुप्तशब्दं प्रेषयन्तु

source: image
sa: छवि

source: image map
sa: चित्र मानचित्र

source: unknown
sa: अज्ञात

source: Ignoring unsupported MXP request (%1)
sa: असमर्थित MXP अनुरोधस्य अवहेलना (%1) .

source: Ctrl+Enter adds new line, unless changed in settings
sa: Ctrl+Enter नूतनपङ्क्तिं योजयति, यावत् सेटिङ्ग्स् मध्ये परिवर्तनं न भवति

source: Switches between standard and multi-line input line.
sa: मानक-बहु-रेखा-निवेश-रेखायाः मध्ये स्विच् करोति ।

source: No connection
sa: न सम्पर्कः

source: Connection closed.
sa: संयोजनं बन्दम्।

source: (unknown)
sa: (अज्ञात)

source: (none)
sa: (न कश्चित्)

source: Shift
sa: विहरति

source: Meta
sa: मेटा

source: &Command
sa: &आदेश

source: Command that will be executed when you press the defined key combination. Command can include aliases, script calls and similar stuff.
sa: आदेशः यः यदा भवान् परिभाषितं कीलसंयोजनं नुदति तदा निष्पादितः भविष्यति । आदेशे उपनाम, स्क्रिप्ट् आह्वानम् इत्यादीनि वस्तूनि समाविष्टानि भवितुम् अर्हन्ति ।

source: Shortcut
sa: शॉर्टकट

source: Grab shortcut...
sa: शॉर्टकट ग्रहण करें...

source: &Send command
sa: &आदेशं प्रेषयतु

source: If checked, the command will be sent to the MUD. Otherwise, it will be put in the inputline.
sa: यदि परीक्षितः तर्हि आदेशः MUD प्रति प्रेषितः भविष्यति । अन्यथा निवेशरेखायां स्थापितं भविष्यति ।

source: &Overwrite existing text
sa: &विद्यमानं पाठं अधिलिखयतु

source: If there already is some text in the input line, should it be overwritten?
sa: यदि निवेशपङ्क्तौ पूर्वमेव कश्चन पाठः अस्ति तर्हि तस्य अधिलेखनं कर्तव्यम् वा?

source: Variable displayed by this status variable.
sa: एतेन स्थितिचरेन प्रदर्शितः चरः ।

source: &Show as percentage
sa: &प्रतिशतरूपेण दर्शयतु

source: When enabled, this variable will be shown as percentage. (of max.value, or of 100 if no max.value given)
sa: यदा सक्षमं भवति तदा एतत् चरं प्रतिशतरूपेण दर्शितं भविष्यति । (max.value इत्यस्य, अथवा 100 इत्यस्य यदि max.value न दत्तम्)

source: --- A connection has been established ---
sa: --- एकः संयोगः स्थापितः --- .

source: Connecting...
sa: संयोजयन्...

source: The remote server has been found, attempting connection.
sa: दूरस्थः सर्वरः प्राप्तः, संयोजनस्य प्रयासं कुर्वन् ।

source: sec
sa: सेक

source: , single-shot
sa: , एक-शूट्

source: Command that will be executed on each tick. Command can include aliases, script calls and similar stuff.
sa: प्रत्येकं टिकं निष्पादितं भविष्यति यः आदेशः । आदेशे उपनाम, स्क्रिप्ट् आह्वानम् इत्यादीनि वस्तूनि समाविष्टानि भवितुम् अर्हन्ति ।

source: &Interval
sa: &अन्तराल

source: secs
sa: सेक

source: &Single-shot
sa: &एकल-शॉट्

source: When enabled, the timer will only be executed once and then disabled.
sa: सक्षमीकरणे समयनिर्धारकः एकवारं एव निष्पादितः भविष्यति ततः अक्षमः भविष्यति ।

source: &Run a command in advance
sa: &पूर्वं आदेशं चालयन्तु

source: Run a command a given number of seconds before each timer tick.
sa: प्रत्येकं टाइमर् टिक् इत्यस्मात् पूर्वं दत्तां सेकण्ड्सङ्ख्यां आदेशं चालयन्तु ।

source: Advance command
sa: अग्रिम आदेश

source: &Seconds before tick
sa: &टिक् इत्यस्मात् पूर्वं सेकेण्ड्

source: C&ommand
sa: आदेश

source: Command that will be executed the specified time before each tick. Command can include aliases, script calls and similar stuff.
sa: आदेशः यः प्रत्येकस्य टिकस्य पूर्वं निर्दिष्टसमये निष्पादितः भविष्यति । आदेशे उपनाम, स्क्रिप्ट् आह्वानम् इत्यादीनि वस्तूनि समाविष्टानि भवितुम् अर्हन्ति ।

source: Session transcript has been stopped.
sa: सत्रस्य प्रतिलेखः स्थगितः अस्ति।

source: Advanced session transcript has been stopped.
sa: उन्नतसत्रप्रतिलेखः स्थगितः अस्ति।

source: Transcript file could not be opened.
sa: प्रतिलेखसञ्चिका उद्घाटयितुं न शक्यते स्म ।

source: Session transcript could not be started.
sa: सत्रस्य प्रतिलेखः आरभ्यतुं न शक्यते स्म।

source: Session transcript has just started.
sa: सत्रस्य प्रतिलेखः अधुना एव आरब्धः अस्ति।

source: Session transcript has been started.
sa: सत्रस्य प्रतिलेखः आरब्धः अस्ति।

source: Advanced transcript file could not be opened.
sa: उन्नतप्रतिलेखसञ्चिका उद्घाटयितुं न शक्यते स्म ।

source: Advanced session transcript could not be started.
sa: उन्नतसत्रप्रतिलेखः आरभ्यतुं न शक्यते स्म ।

source: Advanced session transcript has just started.
sa: उन्नतसत्रप्रतिलेखः अधुना एव आरब्धः अस्ति।

source: Advanced session transcript has been started.
sa: उन्नतसत्रप्रतिलेखः आरब्धः अस्ति।

source: Session transcript will be rotated at midnight.
sa: सत्रस्य प्रतिलेखः अर्धरात्रे परिवर्तितः भविष्यति।

source: Dump file could not be opened.
sa: डम्प सञ्चिका उद्घाटयितुं न शक्यते स्म ।

source: Keep
sa: स्थापय

source: Black
sa: कृष्णः

source: Red
sa: रक्त

source: Green
sa: हरित

source: Yellow
sa: पीतं

source: Blue
sa: नील

source: Magenta
sa: मैजेन्टा

source: Cyan
sa: सियान्

source: Gray
sa: धूसर

source: Dark gray
sa: श्यामधूसरवर्णः

source: Bright red
sa: उज्ज्वलं रक्तम्

source: Bright green
sa: उज्ज्वल हरित

source: Bright yellow
sa: उज्ज्वलपीतवर्णः

source: Bright blue
sa: उज्ज्वलनीलवर्णीयः

source: Bright magenta
sa: उज्ज्वल मैजेन्टा

source: Bright cyan
sa: उज्ज्वल सियान

source: White
sa: श्वेतः

source: Other
sa: इतर

source: Whole line
sa: सम्पूर्ण रेखा

source: Matching text
sa: पाठः मेलनं करोति

source: Prefix
sa: उपसर्गः

source: Suffix
sa: प्रत्ययः

source: Full prefix
sa: पूर्ण उपसर्गः

source: Full suffix
sa: पूर्णप्रत्ययः

source: Backreference
sa: पृष्ठसन्दर्भ

source: &Trigger text
sa: &Trigger पाठः

source: Command that will be replaced if you enter it.
sa: आदेशः यः प्रतिस्थाप्यते यदि भवान् तत् प्रविशति।

source: Exact match
sa: सटीक मेल

source: Sub-string
sa: उप-तारः

source: Begins with
sa: आरभ्यते

source: Ends with
sa: इति समाप्तम्

source: Regular expression
sa: नियमित अभिव्यक्ति

source: Type of matching. Trigger will only be activated if this passes this type of test. Note that triggers are always matched as whole words.
sa: मेलस्य प्रकारः । ट्रिगर केवलं तदा एव सक्रियः भविष्यति यदा एतत् एतादृशं परीक्षणं उत्तीर्णं भवति । ध्यानं कुर्वन्तु यत् ट्रिगर् सर्वदा समग्रशब्दरूपेण मेलनं भवति ।

source: Conditional triggering. If this is set, the actions will only fire if the condition is true (that means, if it evaluates as non-zero).
sa: सशर्तं उत्प्रेरनम्। यदि एतत् सेट् भवति तर्हि क्रियाः केवलं तदा एव अग्निम् अयच्छन्ति यदा कण्डिशन् सत्या भवति (तस्य अर्थः अस्ति यत् यदि एतत् अशून्यत्वेन मूल्याङ्कनं करोति) ।

source: &Command(s) to send:
sa: &प्रेषणार्थं आदेशः (आदेशः) :

source: Command(s) that will replace command you've entered.
sa: भवता प्रविष्टस्य आदेशस्य स्थाने आदेशः(s) भविष्यति ।

source: Test area
sa: परीक्षणक्षेत्रम्

source: &Text:
sa: &पाठ:

source: Name
sa: नामः

source: Value
sa: मूल्यम्‌

source: This is testing area. You can test your trigger here to see if it does what you want it to do. Simply type in some text and see what happens.
sa: एतत् परीक्षणक्षेत्रम् अस्ति। भवान् अत्र स्वस्य ट्रिगरस्य परीक्षणं कर्तुं शक्नोति यत् भवान् यत् इच्छति तत् करोति वा इति । केवलं किञ्चित् पाठं टङ्कयित्वा पश्यन्तु किं भवति।

source: &Options
sa: &विकल्पाः

source: Whole words only
sa: समग्रशब्दमात्रम्

source: When enabled, this trigger will only match the text if there are spaces or nothing before/after the matched string.
sa: सक्षमीकरणे, एषः ट्रिगरः केवलं पाठस्य सङ्गतिं करिष्यति यदा मेलकृतस्य स्ट्रिंग् इत्यस्य पूर्वं/पश्चात् रिक्तस्थानानि सन्ति वा किमपि नास्ति वा ।

source: Case sensitive
sa: प्रकरणसंवेदनशीलम्

source: When this option is on, upper case and lower case letters are treated as different characters, otherwise they're considered to be the same.
sa: यदा एषः विकल्पः चालू भवति तदा बृहत् अक्षराणि लघुवर्णानि च भिन्नवर्णरूपेण व्यवह्रियन्ते, अन्यथा ते समानाः इति मन्यन्ते ।

source: Show but do not send
sa: दर्शयतु किन्तु न प्रेषयतु

source: When enabled, the text will not be sent to the MUD, it will only be displayed on the screen.
sa: यदा सक्षमं भवति तदा पाठः MUD प्रति न प्रेषितः भविष्यति, केवलं पटले एव प्रदर्शितः भविष्यति ।

source: Global matching
sa: वैश्विकमेलनम्

source: <p>With global matching, one trigger/trigger can match multiple times, if it contains the pattern more than once. For example, if pattern is abc, it matches only once on abcdabcd of global matching is off, but twice if it's on. For each match, the requested actions are performed - so the commands can be sent multiple times, once per match.</p><p>Note that failing the condition does not terminate scanning, so you can use this to highlight names from a list (using the condition to check if a match is in the list), or something like that.
sa: <p>वैश्विकमेलनेन एकः ट्रिगर/ट्रिगरः बहुवारं मेलनं कर्तुं शक्नोति, यदि तस्मिन् एकवारादधिकं प्रतिरूपं भवति । यथा, यदि pattern abc अस्ति तर्हि वैश्विकमेलनस्य abcdabcd इत्यत्र एकवारं एव मेलनं करोति, परन्तु यदि चालू अस्ति तर्हि द्विवारं । प्रत्येकस्य मेलस्य कृते, अनुरोधितक्रियाः क्रियन्ते - अतः आदेशाः बहुवारं प्रेषयितुं शक्यन्ते, प्रतिमेलनं एकवारं।</p><p>ध्यायन्तु यत् शर्तं विफलं कृत्वा स्कैनिङ्गं न समाप्तं भवति, अतः भवान् a तः नामानि प्रकाशयितुं एतस्य उपयोगं कर्तुं शक्नोति list (सूचौ मेलनं अस्ति वा इति परीक्षितुं शर्तस्य उपयोगेन), अथवा तत्सदृशं किमपि ।

source: Continue matching
sa: मेलनं निरन्तरं कुर्वन्तु

source: Stop matching
sa: मेलनं त्यजतु

source: Leave group
sa: समूहं त्यजतु

source: &Enable color replacement
sa: &रङ्गप्रतिस्थापनं सक्षमं कुर्वन्तु

source: Color replacement
sa: वर्ण प्रतिस्थापन

source: &Add
sa: &संयोजयति

source: &Remove
sa: &अपाकरोति

source: &Colorize
sa: &रंग

source: &Foreground
sa: &अग्रभूमि

source: &Background
sa: &पृष्ठभूमि

source: &Back-reference
sa: &पृष्ठ-सन्दर्भ

source: Type
sa: प्रकारः

source: Foreground
sa: अग्रभूमिः

source: Background
sa: पृष्ठभूमि

source: Text &rewrite trigger
sa: पाठ &पुनर्लेखन ट्रिगर

source: Rewrite text
sa: पाठं पुनः लिखत

source: &Change this part of line:
sa: &पङ्क्तौ एतत् भागं परिवर्तयतु:

source: &To this value:
sa: &अस्य मूल्यं प्रति :

source: Do not show (&gag) the line
sa: रेखां न दर्शयतु (&gag)।

source: This will prevent the matched line from being displayed in the output window.
sa: एतेन सङ्गतरेखा निर्गमविण्डो मध्ये प्रदर्शिता न भविष्यति ।

source: &Notify
sa: &सूचना

source: This setting only takes effect if you have disabled the "Always notify" option in Global settings and at least one of global/local notification is enabled. It will activate notification if the KMuddy window and/or this session is not active at the moment. Useful if you only want to be notified of some events (tells, combat, ...).
sa: एषा सेटिङ्ग् केवलं तदा एव प्रभावी भवति यदा भवान् Global सेटिंग्स् मध्ये "Always notify" विकल्पं निष्क्रियं कृतवान् अस्ति तथा च ग्लोबल/स्थानीयसूचनानां न्यूनातिन्यूनं एकं सक्षमम् अस्ति । यदि KMuddy विण्डो तथा/वा एतत् सत्रं अस्मिन् क्षणे सक्रियं नास्ति तर्हि सूचनां सक्रियं करिष्यति । यदि भवान् केवलं केषाञ्चन घटनानां (कथयति, युद्धं, ...) सूचनां प्राप्तुम् इच्छति तर्हि उपयोगी ।

source: &Prompt-detection trigger
sa: &प्रोम्प्ट-डिटेक्शन ट्रिगर

source: Enabling this will turn this trigger into a prompt detection trigger, that is, text will be passed to these triggers even if no newline was received, the text will be displayed as a prompt if the trigger gets matched, and most other options will NOT be taken into effect - prompt-detect trigger cannot send out text, gag lines, do notification. Colorization is still possible.
sa: एतत् सक्षमीकरणेन एतत् ट्रिगरं प्रॉम्प्ट् डिटेक्शन् ट्रिगररूपेण परिणमति, अर्थात् एतेभ्यः ट्रिगर्-भ्यः पाठः प्रसारितः भविष्यति यद्यपि नूतनपङ्क्तिः न प्राप्ता, यदि ट्रिगरः मेलितः भवति तर्हि पाठः प्रॉम्प्ट् रूपेण प्रदर्शितः भविष्यति, अन्ये अधिकांशः विकल्पाः न भविष्यन्ति प्रभावीरूपेण गृहीतम् - prompt-detect trigger पाठं, gag रेखाः, सूचनां च प्रेषयितुं न शक्नोति। अद्यापि वर्णीकरणं सम्भवति।

source: Play s&ound file
sa: s&ound सञ्चिकां वादयन्तु

source: This trigger will play a sound. Useful as a notification of important events, or to assign sounds to some events.
sa: एषः ट्रिगरः ध्वनिं वादयिष्यति । महत्त्वपूर्णघटनानां सूचनारूपेण, अथवा केषुचित् घटनासु ध्वनयः नियुक्तुं उपयोगी ।

source: Send output to a separate window
sa: पृथक् विण्डो मध्ये आउटपुट् प्रेषयन्तु

source: This will send the matched text to a separate output window
sa: एतेन मेलितं पाठं पृथक् आउटपुट् विण्डो प्रति प्रेष्यते

source: Output Windows
sa: आउटपुट् विण्डोज

source: &Gag output in main window
sa: &मुख्यविण्डो मध्ये Gag आउटपुट्

source: This will cause output sent to a separate window not to be displayed in main KMuddy session window
sa: एतेन पृथक् विण्डो प्रति प्रेषितं आउटपुट् मुख्य KMuddy सत्रविण्डो मध्ये न प्रदर्शितं भविष्यति

source: &Window name
sa: &विण्डो नाम

source: &Create window
sa: &विण्डो रचयतु

source: &Basic
sa: &आधारभूत

source: Special trigger
sa: विशेषः उत्प्रेरकः

source: Output windows
sa: आउटपुट् विण्डोज

source: This text did not match your trigger.
sa: एषः पाठः भवतः उत्प्रेरकस्य सङ्गतिं न कृतवान् ।

source: This text matches your trigger.
sa: एषः पाठः भवतः ट्रिगर् इत्यनेन सह मेलति ।

source: Maximum number of colorizations reached.
sa: अधिकतमं वर्णीकरणं प्राप्तम्।

source: Unknown
sa: अज्ञात

source: Choose sound file
sa: ध्वनिसञ्चिकां चिनोतु

source: Window name is empty!
sa: विण्डो नाम रिक्तम् अस्ति!

source: &Add...
sa: &संयोजयति...

source: Delete
sa: लुप्

source: Move &up
sa: चाल &ऊपर

source: Move &down
sa: &अधः चालयन्तु

source: Choose sound directory
sa: ध्वनिनिर्देशिकां चिनोतु

source: Application settings
sa: अनुप्रयोगसेटिंग्स्

source: Window
sa: कोष्ठ

source: Output area
sa: उत्पादनक्षेत्रम्

source: Font
sa: फॉन्ट्

source: Input line
sa: इनपुट रेखा

source: Colors
sa: वर्णाः

source: Strings
sa: ताराः

source: Sounds
sa: ध्वनयः

source: Shortcuts
sa: शॉर्टकट

source: S&how the tab bar even if not needed
sa: S&how the tab bar यद्यपि आवश्यकता नास्ति

source: If this is checked, the tab bar will always be shown. Otherwise, it will be hidden if it contains only one tab.
sa: यदि एतत् परीक्षितं भवति तर्हि ट्याब् बार सर्वदा दर्शितं भविष्यति । अन्यथा यदि केवलं एकं ट्याब् अस्ति तर्हि तत् गोपनीयं भविष्यति ।

source: Show au&xiliary input line
sa: सहायकं निवेशरेखां दर्शयतु

source: You will have two input lines instead of one.
sa: भवतः एकस्य स्थाने द्वौ निवेशपङ्क्तौ भविष्यतः ।

source: &Always notify
sa: &सदैव सूचयन्तु

source: If this is checked, output notification will be used whenever some text comes from the server. Otherwise, it will only be used when a notification trigger is activated. Note that this option only takes effect if global or local notification is enabled.
sa: यदि एतत् परीक्षितं भवति तर्हि यदा कदापि सर्वरात् कश्चन पाठः आगच्छति तदा आउटपुट् सूचनायाः उपयोगः भविष्यति । अन्यथा, सूचना-उद्दीपकः सक्रियः भवति चेत् एव तस्य उपयोगः भविष्यति । ध्यानं कुर्वन्तु यत् एषः विकल्पः केवलं तदा एव प्रभावी भवति यदा वैश्विकं स्थानीयं वा सूचना सक्षमं भवति ।

source: &Global notification
sa: &वैश्विक सूचना

source: When some text comes from the server and KMuddy is not currently active, window caption and the taskbar will try to attract your attention (some characters will blink there).
sa: यदा सर्वरात् कश्चन पाठः आगच्छति तथा च KMuddy सम्प्रति सक्रियः नास्ति तदा विण्डो कैप्शनं कार्यपट्टिका च भवतः ध्यानं आकर्षयितुं प्रयतते (तत्र केचन वर्णाः निमिषन्ति) ।

source: &Local notification
sa: &स्थानीय सूचना

source: When some text comes from the server and this session is not currently active, its tab will try to attract your attention (some characters will blink there).
sa: यदा सर्वरात् कश्चन पाठः आगच्छति तथा च एतत् सत्रं सम्प्रति सक्रियं नास्ति तदा तस्य ट्याब् भवतः ध्यानं आकर्षयितुं प्रयतते (तत्र केचन वर्णाः निमिषन्ति) ।

source: Display system tray icon
sa: प्रणाली ट्रे चिह्नं प्रदर्शयन्तु

source: This option toggles the presence of the system tray icon. The icon can be used to hide the application window without taking up space in the taskbar. You can click on the icon to hide the window and then click again to restore it. Your connection will remain active even if the window is hidden and you will still receive notification messages.
sa: एषः विकल्पः सिस्टम् ट्रे चिह्नस्य उपस्थितिं टॉग्ल् करोति । कार्यपट्ट्यां स्थानं न गृहीत्वा अनुप्रयोगविण्डो गोपनार्थं चिह्नस्य उपयोगः कर्तुं शक्यते । भवन्तः विण्डो गोपनार्थं चिह्नं नुत्वा पुनः पुनः क्लिक् कर्तुं शक्नुवन्ति । विण्डो गुप्तं भवति चेदपि भवतः संयोजनं सक्रियं भविष्यति तथापि भवन्तः सूचनासन्देशान् प्राप्नुयुः ।

source: Use passive popups
sa: निष्क्रिय-पॉपअप-प्रयोगं कुर्वन्तु

source: This option toggles the use of passive popups. Passive popups appear near the system tray icon when you are in another window and alert you to the presence of activity in one of your connections.
sa: एषः विकल्पः निष्क्रिय-पॉपअप-उपयोगं टॉग्ल् करोति । यदा भवान् अन्यस्मिन् विण्डो मध्ये भवति तदा सिस्टम् ट्रे चिह्नस्य समीपे निष्क्रिय-पॉपअप्स् दृश्यन्ते तथा च भवतः एकस्मिन् संयोजने क्रियाकलापस्य उपस्थितेः विषये भवन्तं सचेष्टयन्ति ।

source: Auto-connect on startup
sa: स्टार्टअप इत्यत्र स्वयमेव संयोजयन्तु

source: With this option set, the selected connection will be automatically initiated immediately after starting KMuddy. Handy when you connect using one profile most of the time.
sa: एतत् विकल्पं सेट् कृत्वा, KMuddy आरम्भस्य तत्क्षणमेव चयनितं संयोजनं स्वयमेव आरब्धं भविष्यति । यदा भवन्तः अधिकांशकालं एकं प्रोफाइलं उपयुज्य संयोजयन्ति तदा सुलभम्।

source: Auto-connect to:
sa: स्वतः संयोजयन्तु :

source: Default &background color
sa: पूर्वनिर्धारित &पृष्ठभूमि रंग

source: This color will be used as a standard background color.
sa: एषः वर्णः मानकपृष्ठभूमिवर्णरूपेण उपयुज्यते ।

source: Default &text color
sa: पूर्वनिर्धारित &पाठवर्णः

source: This color will be used to display standard text with no defined color.
sa: एषः वर्णः परिभाषितवर्णं विना मानकपाठं प्रदर्शयितुं उपयुज्यते ।

source: Command &echo color
sa: आदेशः &echo color

source: This color will be used to display commands that you have entered.
sa: भवता प्रविष्टान् आदेशान् प्रदर्शयितुं एषः वर्णः उपयुज्यते ।

source: &System message color
sa: &प्रणाली सन्देशवर्णः

source: This color will be used for various system messages.
sa: एषः वर्णः विविधप्रणालीसन्देशानां कृते उपयुज्यते ।

source: &Indentation
sa: &इण्डेन्टेशन

source: None
sa: न कश्चित्

source: When a line is too long, part of it will be moved to the next line. Indentation says how many spaces will be put to the beginning of the continued line.
sa: यदा रेखा अतिदीर्घा भवति तदा तस्याः भागः अग्रिमपङ्क्तौ गमिष्यति । Indentation इत्यनेन उक्तं यत् निरन्तररेखायाः आरम्भे कति रिक्तस्थानानि स्थापितानि भविष्यन्ति ।

source: &History buffer size
sa: &इतिहास बफर आकार

source: Size of output scroll-back buffer. Please note that this setting will only affect new connections, existing ones will keep their history setting.
sa: आउटपुट् स्क्रॉल-बैक् बफरस्य आकारः । कृपया ज्ञातव्यं यत् एषा सेटिङ्ग् केवलं नूतनानां संयोजनानां प्रभावं करिष्यति, विद्यमानाः स्वस्य इतिहाससेटिंग् रक्षिष्यन्ति ।

source: lines
sa: रेखाः

source: Enable co&mmand echo
sa: co&mmand echo सक्षमं कुर्वन्तु

source: Enables displaying of commands in the console.<p><b>Please note:</b> This will also disable command echo in session transcript.
sa: कन्सोल् मध्ये आदेशानां प्रदर्शनं सक्षमं करोति ।<p><b>कृपया ज्ञातव्यं यत्:</b> एतेन सत्रप्रतिलेखे आदेशप्रतिध्वनिः अपि निष्क्रियः भविष्यति ।

source: Enable s&ystem messages
sa: s&ystem सन्देशान् सक्षमं कुर्वन्तु

source: Enables displaying of system messages in the console.
sa: कन्सोल् मध्ये सिस्टम् सन्देशानां प्रदर्शनं सक्षमं करोति ।

source: Enable b&linking
sa: b&linking सक्षमं कुर्वन्तु

source: Enables support for blinking. Currently not supported.
sa: निमिषस्य समर्थनं सक्षमं करोति । सम्प्रति समर्थितम् नास्ति।

source: &Server output
sa: &सर्वर आउटपुट

source: Choose...
sa: चिनोतु...

source: Here you can select a font that will be used for main display.
sa: अत्र भवान् एकं font चिन्वतु यत् मुख्यप्रदर्शनाय उपयुज्यते ।

source: &Input line
sa: &इनपुट रेखा

source: Here you can select a font that will be used for the input line.
sa: अत्र भवन्तः एकं font चिन्वितुं शक्नुवन्ति यत् input line कृते उपयुज्यते ।

source: &Multi-line input
sa: &बहुपङ्क्तिनिवेशः

source: Here you can select a font that will be used for the multi-line input window.
sa: अत्र भवान् एकं font चिन्वितुं शक्नोति यत् बहुपङ्क्तिनिवेशविण्डो कृते उपयुज्यते ।

source: &Keep sent text
sa: &प्रेषित पाठं स्थापयन्तु

source: If you enable this option, commands will remain in the input line after you send them (by pressing ENTER); otherwise it will be cleared.
sa: यदि भवान् एतत् विकल्पं सक्षमं करोति तर्हि आदेशाः प्रेषणानन्तरं (ENTER नुत्वा) निवेशपङ्क्तौ एव तिष्ठन्ति; अन्यथा तत् स्वच्छं भविष्यति।

source: &Select kept text after it's sent
sa: &प्रेषितस्य पाठस्य अनन्तरं रक्षितं पाठं चिनोतु
