Repository: KDE/kmuddy
Catalog: po/sa/kmuddy.po
Languages: sa

source: If you enable this option, entered command will be selected. This allows you to immediately type another command without deleting the old one and still be able to reuse previous command easily.
sa: यदि भवान् एतत् विकल्पं सक्षमं करोति तर्हि प्रविष्टः आदेशः चयनितः भविष्यति । एतेन भवन्तः पुरातनं न विलोप्य तत्क्षणमेव अन्यं आदेशं टङ्कयितुं शक्नुवन्ति तथापि पूर्वादेशस्य पुनः उपयोगं सुलभतया कर्तुं शक्नुवन्ति ।

source: &Cursor keys browse history
sa: &कर्सर कीलानि इतिहासं ब्राउज् कुर्वन्ति

source: If you enable this option, you will be able to choose previously entered commands with Up and Down keys.
sa: यदि भवान् एतत् विकल्पं सक्षमं करोति तर्हि पूर्वं प्रविष्टान् आदेशान् Up and Down कीलैः चिन्वितुं शक्नोति ।

source: Telnet-style &paste
sa: टेलनेट-शैली & पेस्ट

source: Enables telnet-style pasting, i.e. if multi-line text is pasted, all lines but the last are sent as commands immediately.
sa: telnet-शैल्याः पेस्टिंग् सक्षमं करोति, अर्थात् यदि बहुपङ्क्तिपाठः चिनोति तर्हि अन्तिमानि विहाय सर्वाणि पङ्क्तयः तत्क्षणमेव आदेशरूपेण प्रेष्यन्ते ।

source: T&rim spaces
sa: T&rim रिक्तस्थानानि

source: Enables trimming of spaces from commands. Note that with this option disabled, you should avoid including spaces when typing multiple commands on one line, or you will encounter problems with special sequences not being detected properly.
sa: आदेशेभ्यः रिक्तस्थानानां छटाकरणं सक्षमं करोति । ध्यानं कुर्वन्तु यत् एतत् विकल्पं निष्क्रियं कृत्वा एकस्मिन् पङ्क्तौ बहु आदेशान् टङ्कयन्ते सति भवद्भिः रिक्तस्थानानि समावेशयितुं परिहारः करणीयः, अन्यथा विशेषक्रमाः सम्यक् न ज्ञायन्ते इति समस्याः प्राप्नुयुः

source: Enable &auto-completion
sa: &स्वयं-समाप्तिः सक्षमं कुर्वन्तु

source: Auto-completion is a feature that offers you possible completions for commands, as you type them. It can also finish the command for you.
sa: स्वतः-समाप्तिः इति एकं विशेषता यत् भवन्तं आदेशानां कृते सम्भाव्यसमाप्तिम् प्रदाति, यथा भवन्तः तान् टङ्कयन्ति । भवतः कृते आदेशं अपि समाप्तुं शक्नोति।

source: T&ype of auto-completion
sa: स्वतः समाप्तेः T&ype

source: Auto-fill
sa: स्वतः पूरणम्

source: Shortest-match auto-fill
sa: लघुतम-मेल स्वतः-पूरण

source: Popup list-box
sa: पॉपअप सूची-पेटी

source: &Background color
sa: &पृष्ठभूमि रंग

source: Background color of the input line
sa: निवेशरेखायाः पृष्ठभूमिवर्णः

source: &Text color
sa: &पाठवर्णः

source: Color of text that you type in the input line.
sa: भवन्तः यत् पाठं निवेशपङ्क्तौ टङ्कयन्ति तस्य वर्णः ।

source: S&wap ENTER and CTRL+ENTER for multi-line
sa: बहुरेखायाः कृते S&wap ENTER तथा CTRL+ENTER इति

source: When turned off, CTRL+ENTER will insert another line in the multi-line input line, and ENTER will send commands to the server. If turned on, then the behaviour of these keys gets swapped.
sa: यदा निष्क्रियं भवति तदा CTRL+ENTER बहुपङ्क्तिनिवेशपङ्क्तौ अन्यां रेखां सम्मिलितं करिष्यति, ENTER च सर्वरं प्रति आदेशान् प्रेषयिष्यति । यदि चालू भवति तर्हि एतेषां कीलानां व्यवहारः स्वैप् भवति ।

source: Dark colors
sa: कृष्णवर्णाः

source: Bright colors
sa: उज्ज्वलवर्णाः

source: &Command separator string
sa: &आदेश विभाजक स्ट्रिंग्

source: You can enter multiple commands at once, they will get executed together. Here you can enter string that can be used to separate individual commands.
sa: एकदा एव बहुविधाः आदेशाः प्रविष्टुं शक्नुवन्ति, ते एकत्र निष्पादिताः भविष्यन्ति । अत्र भवान् स्ट्रिंग् प्रविष्टुं शक्नोति यस्य उपयोगेन व्यक्तिगत-आदेशान् पृथक् कर्तुं शक्यते ।

source: &Speed-walk string
sa: &वेग-चलन तार

source: If you start a command with this string, the command will be interpreted as speed-walking. Every character is treated as one command: n, s, w, e, j(=ne), k(=se), l(=sw), m(=nw), u, d.<p>Commands that will be sent for each direction can be set up in <i>MUD preferences</i> (<b>profile-based</b> connections only).
sa: यदि भवान् एतेन स्ट्रिंग् इत्यनेन आदेशं आरभते तर्हि आदेशस्य व्याख्या वेग-गमनम् इति भविष्यति । प्रत्येकं वर्णं एकं आदेशं व्यवहरति- n, s, w, e, j(=ne), k(=se), l(=sw), m(=nw), u, d.<p>आदेशाः ये करिष्यन्ति be sent for each direction <i>MUD preferences</i> इत्यत्र (<b>profile-based</b> connections only) स्थापनं कर्तुं शक्यते ।

source: S&peed-walk even if empty
sa: S&peed-walk शून्यमपि

source: Enabling this will cause KMuddy to expand speed-walk strings even if no speed-walk string has been given. This allows faster speed-walking, but keep in mind that EVERY command that consists only of valid speed-walk characters (news, for example) will be treated as speed-walking. To avoid this, you'll have to type at least one character in upper-case.
sa: एतत् सक्षमीकरणेन KMuddy इत्यस्य गति-पदयात्रा-ताराः विस्तारिताः भविष्यन्ति यद्यपि गति-पदयात्रा-ताराः न दत्ताः । एतेन द्रुततरं वेग-चरणं भवति, परन्तु मनसि धारयन्तु यत् केवलं वैध-वेग-चरण-पात्रैः (वार्ता, उदाहरणार्थं) युक्तः EVERY आदेशः वेग-गमनम् इति व्यवह्रियते एतत् परिहरितुं भवद्भिः न्यूनातिन्यूनम् एकं वर्णं बृहत्-अक्षरेण टङ्कयितव्यम् ।

source: Macro-ca&ll string
sa: मैक्रो-ca&ll स्ट्रिंग

source: If you start a command with this string, the command will be interpreted as a macro-call.<br>Syntax is &lt;this string&gt; &lt;command&gt; [parameters] (/exec calls external scripts)
sa: यदि भवान् एतेन स्ट्रिंग् इत्यनेन आदेशं आरभते तर्हि आदेशः मैक्रो-कॉल इति व्याख्यातः भविष्यति।<br>वाक्यविन्यासः &lt;इदं स्ट्रिंग्&gt; &lt;आदेशः&gt; [parameters] (/exec बाह्यस्क्रिप्ट् आह्वयति)

source: &Repeater string
sa: &पुनरावृत्ति स्ट्रिंग

source: Allows you to repeat some command. For example, typing <i>#10 say hello</i> sends that command 10 times. <br>Note that this also works with aliases and macro execution.<br>Repeater and number may be separated by a space (spaces).
sa: किञ्चित् आदेशं पुनः कर्तुं शक्नोति । यथा, <i>#10 say hello</i> इति टङ्कनेन सः आदेशः १० वारं प्रेष्यते । |

source: &Focus string
sa: &फोकस स्ट्रिंग

source: If a command is started with this string, the command will be interpreted as a command-focus-call. This will allow you to send commands to other connected characters.<br>Syntax is &lt;this string&gt; &lt;focus tab&gt; &lt;this string&gt; &lt;command&gt;
sa: यदि एतेन स्ट्रिंग् इत्यनेन आदेशः आरब्धः भवति तर्हि आदेशः आदेश-केन्द्र-आह्वानः इति व्याख्यातः भविष्यति । एतेन अन्येभ्यः सम्बद्धेभ्यः वर्णेभ्यः आदेशाः प्रेषयितुं शक्यन्ते ।<br>वाक्यविन्यासः &lt;इदं स्ट्रिंग्&gt; &lt;केन्द्रीकरण ट्याब्&gt; &lt;इदं तारं&gt; &lt;आदेशः&gt;

source: Send &as-is
sa: &यथावत् प्रेषयतु

source: If a command is started with this string, it will be sent as-is, without any parsing. This string will be removed first.
sa: यदि एतेन स्ट्रिंग् इत्यनेन आदेशः आरब्धः अस्ति तर्हि सः यथावत् प्रेषितः भविष्यति, किमपि पार्सिंग् विना । एतत् स्ट्रिंग् प्रथमं निष्कासितम् भविष्यति ।

source: &Expand backslashes
sa: &बैकस्लैश्स् विस्तारयन्तु

source: This will enable backslash expansion, that is: \n is end-of-line, \t is TAB, \\ is \, \<anything else> means <anything else>.
sa: एतेन बैकस्लैशविस्तारः सक्षमः भविष्यति, अर्थात् \n रेखायाः अन्तः, \t TAB, \\ \, \<अन्यत् किमपि> इत्यस्य अर्थः <अन्यत् किमपि> ।

source: &Enable sounds globally
sa: &वैश्विकरूपेण ध्वनयः सक्षमाः कुर्वन्तु

source: <qt>Enable playing sounds for all connections. Note that you can override this setting in MUD Preferences dialog. Also note that this will only work if your MUD supports <b>MSP</b> (MUD Sound Protocol).</qt>
sa: <qt>सर्वसंयोजनानां कृते ध्वनयः वादयितुं सक्षमं कुर्वन्तु। ध्यानं कुर्वन्तु यत् भवान् MUD Preferences संवादे एतत् सेटिङ्ग् अधिलिखितुं शक्नोति । इदमपि ज्ञातव्यं यत् एतत् केवलं तदा एव कार्यं करिष्यति यदा भवतः MUD <b>MSP</b> (MUD Sound Protocol).</qt> समर्थयति

source: Allow &downloading sounds
sa: ध्वनयः &अवलोकनं कर्तुं अनुमतिं ददातु

source: MSP version 0.3 supports downloading of sound files directly from the web or FTP. You can enable this functionality here. Note that every sound will only be downloaded once. The downloaded files are stored in your homedir in directory
sa: MSP संस्करणं 0.3 प्रत्यक्षतया जालपुटात् अथवा FTP तः ध्वनिसञ्चिकानां डाउनलोड् समर्थयति । भवान् अत्र एतत् कार्यक्षमतां सक्षमं कर्तुं शक्नोति । ध्यानं कुर्वन्तु यत् प्रत्येकं ध्वनिं एकवारं एव अवतरणं भविष्यति। डाउनलोड् कृताः सञ्चिकाः भवतः homedir मध्ये निर्देशिकायां संगृह्यन्ते

source: Bold
sa: विक्रान्तः

source: Italic
sa: इटालिक

source: Connect
sa: संयुज्

source: This list shows currently defined profiles.<p><b>Profiles</b> allow you to speed up connecting to your MUD, as well as to use more advanced features like <i>aliases</i> or <i>triggers</i>.
sa: एषा सूची वर्तमानकाले परिभाषितानि प्रोफाइल् दर्शयति ।<p><b>प्रोफाइल</b> इत्यनेन भवान् स्वस्य MUD इत्यनेन सह सम्बद्धतां शीघ्रं कर्तुं शक्नोति, तथैव <i>aliases</i> अथवा <i>triggers इत्यादीनां अधिक उन्नतविशेषतानां उपयोगं कर्तुं शक्नोति </i> इति ।

source: &New profile
sa: &नवीन प्रोफाइल

source: &Modify profile
sa: &प्रोफाइल परिवर्तयतु

source: &Delete profile
sa: &प्रोफाइलं विलोपयन्तु

source: &Duplicate profile
sa: &डुप्लिकेट प्रोफाइल

source: Do not &send login sequence
sa: प्रवेशक्रमं न &प्रेषयन्तु

source: Login sequence won't be sent for this connect. Useful when you're creating a new character and you want to use QuickConnect for some reason.
sa: अस्य संयोजनस्य कृते प्रवेशक्रमः न प्रेषितः भविष्यति। यदा भवान् नूतनं वर्णं रचयति तथा च भवान् केनचित् कारणेन QuickConnect इत्यस्य उपयोगं कर्तुम् इच्छति तदा उपयोगी ।

source: &Offline editing
sa: &अफलाइन सम्पादन

source: This allows offline editing of profiles.
sa: एतेन प्रोफाइलस्य अफलाइन सम्पादनं भवति ।

source: &Connect
sa: &संयुज्

source: Establishes connection with specified parameters.
sa: निर्दिष्टैः मापदण्डैः सह संयोजनं स्थापयति ।

source: C&lose
sa: पिधानं करोतु

source: Closes this dialog box without connecting.
sa: सम्बद्धतां विना एतत् संवादपेटिकां पिधायति ।

source: This profile cannot be deleted, because you have a connection open using this profile.
sa: एतत् प्रोफाइलं विलोपयितुं न शक्यते, यतः भवतः एतत् प्रोफाइलं उपयुज्य संयोजनं उद्घाटितम् अस्ति ।

source: Unable to delete
sa: विलोपयितुं असमर्थः

source: Do you really want to delete profile %1?
sa: किं भवान् वास्तवमेव %1 प्रोफाइलं विलोपयितुम् इच्छति?

source: Delete profile
sa: प्रोफाइलं विलोपयन्तु

source: Duplicate Profile
sa: डुप्लिकेट प्रोफाइल

source: Please enter name for the duplicated profile
sa: कृपया द्वितीयकप्रोफाइलस्य नाम प्रविशन्तु

source: There was an error trying to duplicate the profile. Please ensure that you have write access to the profile directory.
sa: प्रोफाइलस्य द्वितीयकं कर्तुं प्रयतमाने त्रुटिः अभवत् । कृपया सुनिश्चितं कुर्वन्तु यत् भवतः प्रोफाइलनिर्देशिकायां लेखनप्रवेशः अस्ति ।

source: Unable to duplicate
sa: द्वितीयकं कर्तुं असमर्थः

source: Dump output buffer
sa: आउटपुट बफर डम्प करें

source: &Start at current position
sa: &वर्तमानस्थाने आरभ्यताम्

source: When this is enabled, only the part of history buffer from currently displayed part up to the end of buffer will be dumped. Otherwise entire buffer will be dumped (default).
sa: यदा एतत् सक्षमं भवति तदा केवलं वर्तमानप्रदर्शितभागात् बफरस्य अन्त्यपर्यन्तं इतिहासबफरस्य भागः एव क्षिप्तः भविष्यति । अन्यथा सम्पूर्णं बफरं डम्पं (पूर्वनिर्धारितं) भविष्यति ।

source: &File:
sa: &संचिका:

source: &Browse...
sa: &ब्राउज...

source: &Dump format:
sa: &डम्प प्रारूपः :

source: Plain text
sa: सादा पाठः

source: Text with ANSI colors
sa: ANSI वर्णैः सह पाठः

source: Edit profile
sa: प्रोफाइल सम्पादयतु

source: Profile &name:
sa: प्रोफाइल &नाम:

source: Enter profile name here. You can enter any name, but it must be <b>unique</b>.
sa: अत्र प्रोफाइलनाम प्रविष्टं कुर्वन्तु । भवान् किमपि नाम प्रविष्टुं शक्नोति, परन्तु तत् <b>अद्वितीय</b> भवितुमर्हति ।

source: &Server:
sa: &सर्वरः :

source: Enter address of the server where your MUD is running.
sa: यत्र भवतः MUD चाल्यते तस्य सर्वरस्य पता प्रविशन्तु ।

source: &Port:
sa: &पोताश्रय:

source: Enter port on which your MUD is running (usually some 4-digit number).
sa: यस्मिन् पोर्ट् मध्ये भवतः MUD चाल्यते (प्रायः कश्चन 4-अङ्कीयः सङ्ख्या) प्रविशतु ।

source: &Login name:
sa: &प्रवेशनाम:

source: Enter your login name on the MUD here.<p><i>This setting is optional.</i>
sa: अत्र MUD इत्यत्र स्वस्य प्रवेशनाम प्रविष्टं कुर्वन्तु ।<p><i>एतत् सेटिङ्ग् वैकल्पिकम् अस्ति ।</i>

source: Pass&word:
sa: समाभाष्:

source: Enter your password on the MUD here.<p><i>This setting is optional.</i>
sa: अत्र MUD इत्यत्र स्वगुप्तशब्दं प्रविशतु ।<p><i>एतत् सेटिङ्ग् वैकल्पिकम् अस्ति ।</i>

# Commands sent after connection is established
source: &Connect sequence
sa: &संयोजक अनुक्रम

source: Commands to be sent to the MUD after logging in.<br><b>$name</b> expands to username.<br><b>$password</b> expands to your password.<p><b>Important:</b> these commands are sent exactly as you type them, with leading/trailing spaces removed. No aliases, no macros, no speed-walk. Also note that empty lines will also be sent, including the very last line.
sa: प्रवेशानन्तरं MUD प्रति प्रेषणीयाः आदेशाः।<br><b>$name</b> उपयोक्तृनाम प्रति विस्तारं करोति।<br><b>$password</b> भवतः गुप्तशब्दं प्रति विस्तारं करोति।<p><b> महत्त्वपूर्णम् :</b> एते आदेशाः यथा भवन्तः टङ्कयन्ति तथा एव प्रेष्यन्ते, अग्रणी/पश्चात् रिक्तस्थानानि निष्कासितानि सन्ति । न उपनामः, न मैक्रोः, न वेग-पदयात्रा। इदमपि ज्ञातव्यं यत् रिक्तपङ्क्तयः अपि प्रेषिताः भविष्यन्ति, यत्र अन्तिमपङ्क्तिः अपि अस्ति ।

source: Profile name cannot be empty.
sa: प्रोफाइलनाम रिक्तं न भवितुम् अर्हति ।

source: Profile name cannot contain '/' character.
sa: प्रोफाइलनाम '/' वर्णं न भवितुं शक्नोति ।

source: Keygrabber
sa: कीलग्राहकः

source: Press the desired shortcut...
sa: इष्टं शॉर्टकट् नुदन्तु...

source: Import profile
sa: प्रोफाइल आयात करें

source: Export profile
sa: निर्यात प्रोफाइल

source: &Profile name
sa: &प्रोफाइल नाम

source: &Import from
sa: &आयाततः

source: &Export to
sa: &निर्यात कर

source: Browse...
sa: ब्राउज़ करें...

source: I am sorry, but import and export is currently disabled. The functionality should be re-enabled before the final release.
sa: क्षम्यतां, परन्तु आयातनिर्यातयोः सम्प्रति अक्षमम् अस्ति । अन्तिमविमोचनात् पूर्वं कार्यक्षमता पुनः सक्षमा भवेत् ।

source: Choose file with profile
sa: प्रोफाइल सहित सञ्चिकां चिनोतु

source: Enter target file
sa: लक्ष्यसञ्चिकां प्रविशन्तु

source: Multi-line input
sa: बहुपङ्क्तिनिवेशः

source: Enter commands that are to be sent to the MUD. Each line represents one command.
sa: MUD प्रति प्रेषणीयाः आदेशाः प्रविशन्तु । प्रत्येकं रेखा एकं आदेशं प्रतिनिधियति ।

source: &Prefix:
sa: &उपसर्गः :

source: &Suffix:
sa: &प्रत्यय:

source: Prefix and suffix may contain text, that will be added to the beginning (prefix) or ending (suffix) of every line written to the multi-line editor.
sa: उपसर्गप्रत्यययोः पाठः भवितुम् अर्हति, यः बहुपङ्क्तिसम्पादके लिखितस्य प्रत्येकस्य पङ्क्तौ आरम्भे (उपसर्गे) अथवा अन्ते (प्रत्यये) योजितः भविष्यति ।

source: &Send
sa: &प्रेषयतु

source: Sends current text to the MUD.
sa: वर्तमानपाठं MUD प्रति प्रेषयति ।

source: This will send all the commands you've entered to the MUD. If you've entered prefix and/or suffix, they will be added to the beginning and ending of each command.
sa: एतेन भवता प्रविष्टाः सर्वे आदेशाः MUD मध्ये प्रेषिताः भविष्यन्ति । यदि भवान् उपसर्गं/प्रत्ययं वा प्रविष्टवान् तर्हि ते प्रत्येकस्य आदेशस्य आरम्भे अन्ते च योजिताः भविष्यन्ति ।

source: &Clear
sa: &स्पष्टः

source: Clears window contents.
sa: विण्डो सामग्रीं स्वच्छं करोति ।

source: MXP Console
sa: MXP Console इति

source: Object Manager
sa: वस्तुप्रबन्धकः

source: Up
sa: उपरि

source: Down
sa: अधः

source: Left
sa: वामः

source: Right
sa: दक्षिणः

source: Output window
sa: आउटपुट् विण्डो

source: MUD preferences
sa: MUD प्राधान्यानि

source: Connection
sa: संबन्धः

source: Commands
sa: आदेशाः

source: Folders
sa: पुटम्

source: Sound
sa: ध्वनि

source: &Use colorized output (if available)
sa: &रङ्गितनिर्गमस्य उपयोगं कुर्वन्तु (यदि उपलब्धं भवति)

source: &Do not allow more than 100 repeated commands
sa: &100 अधिकानि पुनरावृत्तानि आदेशानि न अनुमन्यताम्

source: Enable telnet &negotiation on startup
sa: स्टार्टअप इत्यत्र telnet &negotiation सक्षमं कुर्वन्तु

source: Enables telnet negotiation for some option. Disabling it may resolve problems with some servers that do not understand these.
sa: कस्यचित् विकल्पस्य कृते telnet वार्तालापं सक्षमं करोति । तस्य निष्क्रियीकरणेन केषाञ्चन सर्वराणां समस्यानां समाधानं भवितुम् अर्हति ये एतानि न अवगच्छन्ति ।

source: &Encoding:
sa: &एन्कोडिंग् :

source: Lets you pick the output character encoding used by the server. This usually only needs to be set for non-English servers.
sa: सर्वरेण उपयुज्यमानं आउटपुट् वर्ण एन्कोडिंग् चिन्वति । प्रायः एतत् केवलं अ-आङ्ग्लसर्वर-कृते सेट् कर्तव्यम् ।

source: &Auto-append newlines after prompt
sa: &प्रोम्प्ट् इत्यस्य अनन्तरं नवीनपङ्क्तयः स्वयमेव योजयन्तु

source: Enables adding linefeeds after GA-terminated prompts to have properly aligned output.
sa: GA-समाप्तप्रोम्प्ट्-पश्चात् लाइनफीड्-इत्येतत् सम्यक् संरेखितं उत्पादनं भवितुं सक्षमं करोति ।

source: &Show prompt in a separate field
sa: &पृथक् क्षेत्रे प्रॉम्प्ट् दर्शयतु

source: Show prompt in the s&tatus bar
sa: s&tatus पट्टिकायां प्रॉम्प्ट् दर्शयतु

source: Show prompt in the &console
sa: &console इत्यत्र प्रॉम्प्ट् दर्शयतु

source: Start advanced transcript when session starts
sa: सत्रस्य आरम्भे उन्नतप्रतिलेखं आरभत

source: &North
sa: &उत्तर

source: No&rtheast
sa: न&पूर्वोत्तरम्

source: &East
sa: &पूर्वं

source: So&utheast
sa: सो&उत्तरम्

source: &South
sa: &दक्षिण

source: Sou&thwest
sa: दक्षिण&पश्चिमे

source: &West
sa: &पश्चिमाम्

source: Nort&hwest
sa: उत्तर&पश्चिमम्

source: &Up
sa: &उपरि

source: &Down
sa: &अधः

source: This is a movement command. It is used by speed-walking and will also be used by the auto-mapper.
sa: एषः गति-आदेशः । इदं वेग-गमनेन उपयुज्यते, स्व-नक्शा-कर्तृणा अपि उपयुज्यते ।

source: External &scripts directory
sa: बाह्य &scripts निर्देशिका

source: Default directory where we will look for scripts.
sa: पूर्वनिर्धारितनिर्देशिका यत्र वयं स्क्रिप्ट् अन्वेषयामः ।

source: &Working directory
sa: &कार्यनिर्देशिका

source: Default working directory for your scripts. Making this the same as above is usually a good choice.
sa: भवतः स्क्रिप्ट् कृते पूर्वनिर्धारितं कार्यनिर्देशिका । एतत् उपरिष्टाद् एव करणीयम् इति प्रायः उत्तमः विकल्पः भवति ।

source: &Transcripts directory
sa: &Transcripts निर्देशिका

source: Directory where session transcripts will be saved by default.
sa: निर्देशिका यत्र सत्रप्रतिलेखाः पूर्वनिर्धारितरूपेण रक्षिताः भविष्यन्ति ।

source: &Enable sounds for this profile
sa: &अस्य प्रोफाइलस्य कृते ध्वनयः सक्षमाः कुर्वन्तु

source: Enable playing sounds with this profile. Note that this will only work if you enable sounds in global preferences. Also note that this will only work if your MUD supports <b>MSP</b> (MUD Sound Protocol).
sa: एतेन प्रोफाइलेन सह ध्वनयः वादयितुं सक्षमं कुर्वन्तु । ध्यानं कुर्वन्तु यत् एतत् केवलं तदा एव कार्यं करिष्यति यदा भवान् वैश्विकप्राथमिकतासु ध्वनयः सक्षमं करोति । इदमपि ज्ञातव्यं यत् एतत् केवलं तदा एव कार्यं करिष्यति यदा भवतः MUD <b>MSP</b> (MUD Sound Protocol) समर्थयति ।

source: Only enable these if you need them:
sa: केवलं यदा भवतः आवश्यकता अस्ति तर्हि एतानि सक्षमं कुर्वन्तु:

source: &Use MSP even if not negotiated
sa: &न वार्तालापं कृत्वा अपि MSP इत्यस्य उपयोगं कुर्वन्तु

source: When this option is enabled, KMuddy will interpret MSP sequences all the time, even if no negotiation took place. Useful for MUDs that don't support telnet negotiation of MSP. But beware - only turn this on if your MUD really supports MSP to prevent other players from sending malicious MSP sequences, if you allow downloading of sounds.
sa: यदा एषः विकल्पः सक्षमः भवति तदा KMuddy सर्वदा MSP अनुक्रमाणां व्याख्यां करिष्यति, यद्यपि वार्तालापः न अभवत् । MUDs कृते उपयोगी ये MSP इत्यस्य telnet वार्ताकारस्य समर्थनं न कुर्वन्ति। परन्तु सावधानाः - केवलं तदा एव एतत् चालू कुर्वन्तु यदा भवतः MUD अन्ये खिलाडयः दुर्भावनापूर्णं MSP अनुक्रमं प्रेषयितुं निवारयितुं वास्तवतः MSP समर्थयति, यदि भवान् ध्वनयः डाउनलोड् कर्तुं अनुमतिं ददाति।

source: Allow &mid-line MSP sequences
sa: &mid-line MSP अनुक्रमान् अनुमन्यताम्

source: Mid-line MSP sequences are a zMUD's extension to the MSP spec that some MUDs seem to be using. You can enable support for this feature here, but ensure that other players cannot say/tell/whatever these sequences, or disable downloading support; otherwise players could instruct your client to download any file on the net...
sa: मध्यरेखा MSP अनुक्रमाः MSP spec कृते zMUD इत्यस्य विस्तारः अस्ति यस्य उपयोगं केचन MUDs कुर्वन्ति इति भासते । भवान् अत्र अस्य विशेषतायाः समर्थनं सक्षमं कर्तुं शक्नोति, परन्तु अन्ये क्रीडकाः एतान् क्रमान् यत्किमपि वक्तुं/कथयितुं/किमपि कर्तुं न शक्नुवन्ति इति सुनिश्चितं कुर्वन्तु, अथवा अवतरणं समर्थनं निष्क्रियं कर्तुं शक्नुवन्ति; अन्यथा खिलाडयः भवतः ग्राहकं नेट् मध्ये कस्यापि सञ्चिकायाः डाउनलोड् कर्तुं निर्देशं दातुं शक्नुवन्ति स्म...

source: &Use MXP
sa: &MXP का प्रयोग करें

source: Never
sa: कदापि न

source: If negotiated
sa: यदि वार्तालापः कृतः

source: Auto-detect
sa: स्वतः अन्वेषणं कुर्वन्तु

source: Always on
sa: सदा चालू

source: <qt><p>Here you can choose when will MXP be used.</p><ul><li><b>Never</b> MXP tags will never be parsed</li><li><b>If negotiated</b> MXP support will depend on successful telnet negotiation.</li><li><b>Auto-detect</b> MXP support will be auto-detected.</li><li><b>Always on</b> KMuddy will always look for MXP sequences.</li></ul></qt>
sa: <qt><p>अत्र भवान् MXP इत्यस्य उपयोगः कदा भविष्यति इति चिन्वतु ।</p><ul><li><b>कदापि</b> MXP टैग् कदापि विश्लेषणं न भविष्यति</li><li><b> यदि वार्ता कृता</b> MXP समर्थनं सफले telnet वार्तायां निर्भरं भविष्यति।</li><li><b>स्वयं-परिचयः</b> MXP समर्थनं स्वयमेव ज्ञायते।</li><li><b> सर्वदा on</b> KMuddy सर्वदा MXP अनुक्रमान् अन्वेषयिष्यति।</li></ul></qt>

source: MXP &variable prefix
sa: MXP &चर उपसर्ग

source: Prefix prepended to each MXP variable from the server. Note that changing the prefix won't affect existing variables with old prefix.
sa: सर्वरतः प्रत्येकं MXP चरस्य पूर्वसर्गः । ध्यानं कुर्वन्तु यत् उपसर्गस्य परिवर्तनेन पुरातन-उपसर्गयुक्ताः विद्यमानाः चराः प्रभाविताः न भविष्यन्ति ।

source: Choose default script location
sa: पूर्वनिर्धारितं स्क्रिप्ट् स्थानं चिनोतु

source: Choose default script working directory
sa: पूर्वनिर्धारितं स्क्रिप्ट् कार्यनिर्देशिकां चिनोतु

source: Choose default transcript directory
sa: पूर्वनिर्धारितं प्रतिलेखनिर्देशिकां चिनोतु

source: Quick Connect
sa: त्वरितं संयोजयन्तु

source: &Host:
sa: &निमन्त्रकः:

source: Connection statistics
sa: संयोजन सांख्यिकी

source: &Statistics, updated every second:
sa: &सांख्यिकी, प्रत्येकं सेकण्डे अद्यतनं भवति:

source: Counter
sa: गणित्र

source: Using MCCP
sa: MCCP इत्यस्य उपयोगेन

source: Yes
sa: आम्‌

source: No
sa: नहि

source: MCCP version
sa: MCCP संस्करणम्

source: N/A
sa: न/प्रयोज्यः

source: Using MSP
sa: MSP इत्यस्य उपयोगः

source: Using MXP
sa: MXP इत्यस्य उपयोगः

source: Sent bytes
sa: प्रेषित बाइट्स

source: Sent commands
sa: प्रेषिताः आदेशाः

source: Received bytes
sa: प्राप्त बाइट्स

source: ... after decompression
sa: ... विसंपीडनानन्तरं

source: Received lines
sa: प्राप्ताः पङ्क्तयः

source: Connection time
sa: संयोजनसमयः

source: Session Transcript
sa: सत्र प्रतिलिपि

source: Basic
sa: आधारभूत

source: Advanced
sa: उन्नतं

source: &Enable basic transcript
sa: &मूलभूतप्रतिलेखं सक्षमं कुर्वन्तु

source: Enables or disabled the session transcript. Note that session transcript is automatically disabled when you disconnect.
sa: सत्रप्रतिलेखं सक्षमं वा अक्षमीकरणं वा करोति । ध्यानं कुर्वन्तु यत् यदा भवन्तः विच्छेदं कुर्वन्ति तदा सत्रप्रतिलेखः स्वयमेव निष्क्रियः भवति ।

source: Transcript settings
sa: प्रतिलेख सेटिंग्स्

source: Transcript &format
sa: प्रतिलेख & प्रारूप

source: &Overwrite existing file
sa: &विद्यमानं सञ्चिकां अधिलेखयन्तु

source: If you enable this option, existing transcript file will be overwritten. Otherwise, new transcript will be appended to the end of an existing file (if it exists :)).
sa: यदि भवान् एतत् विकल्पं सक्षमं करोति तर्हि विद्यमानं प्रतिलेखसञ्चिका अधिलिखिता भविष्यति । अन्यथा, विद्यमानसञ्चिकायाः अन्ते नूतनं प्रतिलेखं संलग्नं भविष्यति (यदि अस्ति :)) ।

source: Include buffer &dump
sa: बफर &dump समावेशित करें
