Repository: KDE/kmuddy
Catalog: po/sa/kmuddy.po
Languages: sa

source: This will cause KMuddy to add complete buffer dump to the beginning of the transcript file.
sa: एतेन KMuddy प्रतिलिपिसञ्चिकायाः आरम्भे सम्पूर्णं बफर डम्पं योजयिष्यति ।

source: Enable &advanced transcript
sa: &उन्नत प्रतिलेख सक्षम करें

source: This will enable advanced transcript, which allows you to have transcript running all the time, rotates it at midnight and so. Note that normal and advanced transcripts can both be running at the same time, if you want.
sa: एतेन उन्नतप्रतिलेखः सक्षमः भविष्यति, यत् भवन्तं प्रतिलेखं सर्वदा चालयितुं शक्नोति, अर्धरात्रे परिभ्रमति इत्यादि । ध्यानं कुर्वन्तु यत् सामान्याः उन्नताः च प्रतिलेखाः एकस्मिन् समये चालिताः भवितुम् अर्हन्ति, यदि भवान् इच्छति ।

source: Advanced transcript settings
sa: उन्नत प्रतिलेख सेटिंग्स्

source: &Rotate log at midnight every day
sa: &प्रतिदिनम् अर्धरात्रे लॉगं परिभ्रमन्तु

source: This will cause KMuddy to rotate session transcript every day at midnight
sa: एतेन KMuddy प्रतिदिनं अर्धरात्रे सत्रप्रतिलेखं परिवर्तयिष्यति

source: Prepend lines with &timestamp
sa: &timestamp इत्यनेन पङ्क्तयः पूर्वलम्बयन्तु

source: This option will cause KMuddy to insert local timestamp in front of every line of logging
sa: एषः विकल्पः KMuddy इत्यस्य प्रत्येकं लॉगिंग् इत्यस्य प्रत्येकपङ्क्तौ स्थानीयसमयमुद्रां सम्मिलितं करिष्यति

source: Log name format
sa: लॉग नाम प्रारूप

source: Here you can specify log format. You can use the following options: $W - world name, $h - hour, $m - minute, $D - day, $M - month, $Y - year, and any combination of alpha-numeric characters.
sa: अत्र भवान् log format निर्दिष्टुं शक्नोति । भवान् निम्नलिखितविकल्पानां उपयोगं कर्तुं शक्नोति: $W - विश्वनाम, $h - घण्टा, $m - निमेषः, $D - दिवसः, $M - मासः, $Y - वर्षः, तथा च अल्फा-संख्यात्मकवर्णानां कोऽपि संयोजनः ।

source: &List of output windows
sa: &निर्गमविण्डोजस्य सूची

source: &Show
sa: &दर्शयतु

source: &Hide
sa: &गोपयतु

source: &Delete
sa: &लुप्

source: &Connect...
sa: &संयुज्...

source: &QuickConnect...
sa: &त्वरितसंपर्क...

source: &Disconnect
sa: &विच्छेदः

source: &Reconnect
sa: &पुनः संयोजयन्तु

source: Close &tab
sa: &tab बन्दं कुर्वन्तु

source: Paste &As
sa: पेस्ट &As

source: &Input
sa: &इनपुट

source: Copy &Selection
sa: प्रतिलिपि &चयन

source: Enable command &parsing
sa: &parsing इति आदेशं सक्षमं कुर्वन्तु

source: Ca&ncel pending commands
sa: Ca&ncel लम्बित आदेश

source: Show &gaugebar
sa: &gaugebar दर्शयतु

source: &Object Editor...
sa: &वस्तु सम्पादक...

source: &Output windows...
sa: &आउटपुट विण्डोज...

source: A&liases enabled
sa: A&liases सक्षमम्

source: Tri&ggers enabled
sa: Tri&ggers सक्षमम्

source: Tim&ers enabled
sa: Tim&ers सक्षमम्

source: Macro &keys enabled
sa: मैक्रो &keys सक्षमम्

source: &MUD Preferences...
sa: &MUD प्राधान्यानि...

source: &Save Profile
sa: &प्रोफाइल सहेजें

source: &Session transcript...
sa: &सत्र प्रतिलिपि...

source: Dump output &buffer...
sa: डम्प आउटपुट &बफर...

source: &Decision assistant
sa: &निर्णय सहायक

source: &Global settings...
sa: &वैश्विक सेटिंग्स्...

source: &Plugins...
sa: &प्लगिन्स्...

source: F&ull screen mode
sa: F&ull स्क्रीन मोड

source: Shift line up
sa: शिफ्ट लाइन अप

source: Shift line down
sa: रेखां अधः शिफ्टं कुर्वन्तु

source: Shift page up
sa: पृष्ठं उपरि शिफ्टं कुर्वन्तु

source: Shift page down
sa: पृष्ठं अधः स्थानान्तरयन्तु

source: Split-screen up
sa: विभक्त-पर्दे अप

source: Split-screen down
sa: विभक्त-पर्दे अधः

source: Previous tab
sa: पूर्वः ट्याब्

source: Next tab
sa: अग्रिमः ट्याब्

# %1 - tab number
source: Switch to tab %1
sa: %1 ट्याब् प्रति स्विच् कुर्वन्तु

source: &Connection
sa: &संयोजनम्

source: &Edit
sa: &सम्पादन

source: &View
sa: &दृश्यं

source: &Profile
sa: &रूपरेखा

source: &Tools
sa: &उपकरणाः

source: &Settings
sa: &सेटिंग्स

source: &Help
sa: &साहाय्यम्‌

source: To reconnect, press %1 or use Connection / Reconnect.
sa: पुनः संयोजयितुं %1 नुदन्तु अथवा Connection / Reconnect इत्यस्य उपयोगं कुर्वन्तु ।

source: Activity in the KMuddy Window
sa: KMuddy विण्डो मध्ये क्रियाकलापः

source: Profile has been saved. Note that profiles are automatically saved upon disconnecting, and also every five minutes.
sa: प्रोफाइल रक्षितम् अस्ति। ध्यानं कुर्वन्तु यत् प्रोफाइल्स् स्वयमेव विच्छेदने रक्षिताः भवन्ति, अपि च प्रत्येकं पञ्चनिमेषेषु ।

source: /setval: Expression parsing failed.
sa: /setval: अभिव्यक्तिविश्लेषणं विफलम्।

source: No free resources of that type.
sa: तत्प्रकारस्य मुक्तसंसाधनं नास्ति।

source: /tick: syntax: /tick timer-name
sa: /टिक: वाक्यविन्यास: /टिक टाइमर-नाम

source: /tick: a timer with that name does not exist.
sa: /tick: तत्नाम्ना समयनिर्धारकः नास्ति ।

source: /tick: this timer is currently disabled.
sa: /tick: एषः समयनिर्धारकः सम्प्रति अक्षमः अस्ति ।

source: Timer ticks in 1 second.
sa: समयनिर्धारकः १ सेकेण्ड् मध्ये टिकं करोति ।

source: Timer ticks right now.
sa: अधुना समयनिर्धारकः टिक् करोति।

source: /ticknow: syntax: /ticknow timer-name
sa: /ticknow: वाक्यविन्यास: /ticknow समय-नाम

source: /else: called without the matching /if.
sa: /else: मेलनं विना आह्वयति /if.

source: /endif: called without the matching /if.
sa: /endif: मेलनं विना आह्वयति /if.

source: /oadd: syntax: /oadd parent name
sa: /oadd: वाक्यविन्यास: /oadd मातापितृनाम

source: /oadd: parent group does not exist.
sa: /oadd: मातापितृसमूहः नास्ति ।

source: /oadd: parent must be a group.
sa: /oadd: मातापिता समूहः भवितुमर्हति।

source: /oadd: object with this name already exists.
sa: /oadd: एतत् नाम्ना वस्तु पूर्वमेव विद्यते ।

source: /gadd: syntax: /gadd parent name
sa: /gadd: वाक्यविन्यास: /gadd मातापितृ नाम

source: /gadd: parent group does not exist.
sa: /gadd: मातापितृसमूहः नास्ति।

source: /gadd: the parent must be a group
sa: /gadd: मातापिता समूहः भवितुमर्हति

source: /gadd: such group already exists in that list
sa: /gadd: एतादृशः समूहः तस्मिन् सूचौ पूर्वमेव अस्ति

source: /odel: object does not exist.
sa: /odel: वस्तु नास्ति।

source: /odel: root group may not be deleted.
sa: /odel: मूलसमूहः न लोपितः भवेत्।

source: /omove: syntax: /omove object group [position]
sa: /omove: syntax: /omove वस्तु समूह [स्थान]।

source: /omove: object does not exist.
sa: /omove: वस्तु नास्ति।

source: /omove: root group may not be moved.
sa: /omove: मूलसमूहः न चालितः भवेत्।

source: /omove: group does not exist.
sa: /omove: समूहः नास्ति।

source: /omove: target must be a group.
sa: /omove: लक्ष्यं समूहः भवितुमर्हति।

source: /omove: object and target must be in the same list.
sa: /omove: वस्तु लक्ष्यं च एकस्मिन् सूचीयां भवितुमर्हति ।

source: /omove: position out of range
sa: /omove: परिधितः बहिः स्थितिः

source: /oren: syntax: /oren object new-name
sa: /oren: वाक्यविन्यास: /oren वस्तु नवीन-नाम

source: /oren: object does not exist.
sa: /oren: वस्तु नास्ति।

source: /oren: root group cannot be renamed.
sa: /oren: मूलसमूहस्य नाम परिवर्तनं कर्तुं न शक्यते।

source: /oren: a group with this name already exists.
sa: /oren: एतत् नाम्नः समूहः पूर्वमेव अस्ति ।

source: /oren: an object with this name already exists.
sa: /oren: एतत् नाम्ना वस्तु पूर्वमेव विद्यते ।

source: /opriority: syntax: /opriority object priority
sa: /opriority: syntax: /प्राथमिकता वस्तु प्राथमिकता

source: /opriority: object does not exist.
sa: /opriority: वस्तु नास्ति।

source: /opriority: priority must be in the 1-1000 range.
sa: /opriority: प्राथमिकता 1-1000 परिधिमध्ये भवितुमर्हति।

source: /oenable: object does not exist.
sa: /oenable: वस्तु नास्ति।

source: /odisable: object does not exist.
sa: /odisable: वस्तु नास्ति।

source: /osetbattr: syntax: /osetbattr object parameter value
sa: /osetbattr: वाक्य रचना: /osetbattr वस्तु पैरामीटर मूल्य

source: /osetbattr: object does not exist.
sa: /osetbattr: वस्तु नास्ति।

source: /osetiattr: syntax: /osetbattr object parameter value
sa: /osetiattr: वाक्य रचना: /osetbattr वस्तु पैरामीटर मूल्य

source: /osetiattr: object does not exist.
sa: /osetiattr: वस्तु न विद्यते।

source: /osetsattr: object does not exist.
sa: /osetsattr: वस्तु न विद्यते।

source: /tgroupon: group does not exist.
sa: /tgroupon: समूहः नास्ति।

source: /tgroupoff: group does not exist.
sa: /tgroupoff: समूहः नास्ति।

source: /agroupon: group does not exist.
sa: /agroupon: समूहः नास्ति।

source: /agroupoff: group does not exist.
sa: /agroupoff: समूहः नास्ति।

source: KMuddy is a MUD (Multi-User Dungeon) client by KDE with a variety of features.
sa: KMuddy इति KDE द्वारा MUD (Multi-User Dungeon) क्लायन्ट् अस्ति यस्य विविधविशेषताः सन्ति ।

source: KMuddy
sa: केमुड्डी

source: (c) 2002-2018, Tomas Mecir
sa: (ग) 2002-2018, टॉमस मेसिर

source: Tomas Mecir
sa: टॉमस मेसिर्

source: Main developer and maintainer
sa: मुख्य विकासकः परिपालकः च

source: Alex Bache
sa: एलेक्स बाचे

source: Many improvements in external scripting, internal script parser, output view and aliases/triggers, bugfixes
sa: बाह्यस्क्रिप्टिङ्ग्, आन्तरिकस्क्रिप्ट् पार्सर्, आउटपुट् व्यू तथा उपनाम/उद्दीपकाः, दोषनिराकरणं च इत्यत्र बहवः सुधाराः

source: Alsherok staff
sa: अल्शेरोक् कर्मचारी

source: for releasing AFKMud codebase, used to test MCCP/MSP
sa: AFKMud कोडबेस् विमोचनार्थं, MCCP/MSP परीक्षणार्थं उपयुज्यते

source: Andrea Cascio
sa: आन्द्रिया कास्सिओ

source: SuSE RPMs, speed-walking improvements
sa: SuSE RPMs, गति-चलनसुधाराः

source: Orion Elder
sa: ओरियन एल्डर

source: KMuddy forum, many ideas
sa: KMuddy मञ्च, अनेके विचार

source: Scott Monachello
sa: स्कॉट् मोनाचेलो

source: Improvements in scripting, bugfixes
sa: स्क्रिप्टिङ्ग् इत्यस्मिन् सुधारः, दोषनिवारणम्

source: Tyler Montbriand
sa: टायलर माण्ट्ब्रिएण्ड्

source: Help with SDL support
sa: SDL समर्थने सहायतां कुर्वन्तु

source: Marco Mastroddi
sa: मार्को मस्त्रोड्डी

source: Tick timers
sa: टिक टाइमर

source: Henrikki Almusa
sa: हेनरिकी अल्मुसा

source: Commands to enable/disable groups
sa: समूहान् सक्षम/अक्षमं कर्तुं आदेशाः

source: Drossos Stamboulakis
sa: द्रोसोस् स्तम्बौलाकिस्

source: Selection improvements, full screen mode, cross-tab commands
sa: चयनसुधारः, पूर्णपर्दे मोडः, क्रॉस्-टैब् आदेशाः च

source: Antonio J. Soler Sanchez
sa: एण्टोनियो जे सोलर सांचेज

source: Spanish translation
sa: स्पेनिश अनुवाद

source: lontau
sa: लोन्तौ

source: Code to access KMuddy variables in Ruby
sa: Ruby मध्ये KMuddy चरानाम् अभिगमनाय कोडः

source: Magnus Lundborg
sa: मैग्नस लुण्डबोर्ग

source: Tab-expansion improvements
sa: ट्याब्-विस्तारसुधाराः

source: Vladimir Lazarenko
sa: व्लादिमीर लाजारेन्को

source: Many improvements. Hosting KMuddy CVS.
sa: अनेकाः सुधाराः। Hosting KMuddy CVS.

source: Stuart Henshall
sa: स्टुअर्ट हेन्शाल्

source: Speed improvements.
sa: गतिसुधारः।

source: Vadim Peretokin
sa: वादिं पेरेटोकिन्

source: Many improvements, website
sa: अनेकाः सुधाराः, जालपुटम्

source: Heiko Koehn
sa: हेइको कोएन्

source: Scripting improvements
sa: स्क्रिप्टिङ्ग् सुधारः

source: Robert Marmorstein
sa: राबर्ट् मार्मोर्स्टीन्

source: Systray icon support
sa: Systray चिह्न समर्थन

source: &Alias text
sa: &उपनाम पाठ

source: Type of matching. Alias will only be activated if this passes this type of test. Note that aliases are always matched as whole words.
sa: मेलनस्य प्रकारः । उपनाम केवलं तदा एव सक्रियः भविष्यति यदा एतत् एतादृशं परीक्षां उत्तीर्णं भवति । ध्यानं कुर्वन्तु यत् उपनाम सर्वदा सम्पूर्णशब्दरूपेण मेलनं भवति ।

source: &Replacement text(s)
sa: &प्रतिस्थापन पाठ (पाठ) 1.1.

source: Command(s) that will replace command you have entered.
sa: भवता प्रविष्टस्य आदेशस्य स्थाने यः आदेशः (आदेशः) भविष्यति ।

source: This is testing area. You can test your alias here to see if it does what you want it to do. Simply type in some text and see what happens.
sa: एतत् परीक्षणक्षेत्रम् अस्ति। भवान् अत्र स्वस्य उपनामस्य परीक्षणं कर्तुं शक्नोति यत् भवान् यत् इच्छति तत् करोति वा इति । केवलं किञ्चित् पाठं टङ्कयित्वा पश्यन्तु किं भवति।

source: Send original command
sa: मूल आदेश प्रेषित करें

source: If this alias matches your command, a replacement command will be sent. If you enable this option, both original and replacement commands are sent (original command is sent first).
sa: यदि एतत् उपनाम भवतः आदेशेन सह मेलति तर्हि प्रतिस्थापन आदेशः प्रेषितः भविष्यति । यदि भवान् एतत् विकल्पं सक्षमं करोति तर्हि मूल-प्रतिस्थापन-आदेशौ प्रेष्यते (मूल-आदेशः प्रथमं प्रेष्यते) ।

source: When enabled, this alias will only match the text if there are spaces or nothing before/after the matched string.
sa: सक्षमीकरणे, एतत् उपनाम केवलं पाठस्य मेलनं करिष्यति यदा मेलकृतस्य स्ट्रिंग् इत्यस्य पूर्वं/पश्चात् रिक्तस्थानानि सन्ति वा किमपि नास्ति वा ।

source: Include prefix/suffix
sa: उपसर्ग/प्रत्यय समावेश

source: Prefix/suffix of matched text will be automatically appended to the expanded text.
sa: सङ्गतपाठस्य उपसर्गः/प्रत्ययः स्वयमेव विस्तारिते पाठे संलग्नः भविष्यति ।

source: <p>With global matching, one alias/trigger can match multiple times, if it contains the pattern more than once. For example, if pattern is abc, it matches only once on abcdabcd of global matching is off, but twice if it is on. For each match, the requested actions are performed - so the commands can be sent multiple times, once per match.</p><p>Note that failing the condition doesn't terminate scanning, so you can use this to highlight names from a list (using the condition to check if a match is in the list), or something like that.
sa: <p>वैश्विकमेलनेन सह, एकः उपनाम/उत्प्रेरकः बहुवारं मेलनं कर्तुं शक्नोति, यदि तस्मिन् एकवारादधिकं प्रतिरूपं भवति । यथा, यदि pattern abc अस्ति तर्हि वैश्विकमेलनस्य abcdabcd इत्यत्र एकवारं एव मेलनं करोति, परन्तु यदि चालू अस्ति तर्हि द्विवारं । प्रत्येकस्य मेलस्य कृते, अनुरोधितक्रियाः क्रियन्ते - अतः आदेशाः बहुवारं प्रेषयितुं शक्यन्ते, प्रतिमेलनं एकवारं ।</p><p>ध्यायन्तु यत् शर्तं विफलं कृत्वा स्कैनिङ्गं न समाप्तं भवति, अतः भवान् एतस्मात् नामानि प्रकाशयितुं उपयोक्तुं शक्नोति सूची (सूचौ मेलनं अस्ति वा इति परीक्षितुं शर्तस्य उपयोगेन), अथवा तत्सदृशं किमपि ।

source: This text did not match your alias.
sa: एषः पाठः भवतः उपनामेन सह न मेलति स्म ।

source: This text matches your alias.
sa: एषः पाठः भवतः उपनामेन सह मेलति ।

source: Command:
sa: आदेश:

source: Sorry, count is limited to 100.
sa: क्षम्यतां, गणना १०० यावत् सीमितम् अस्ति।

source: You can disable this limit in Profile / MUD Preferences.
sa: भवान् Profile / MUD Preferences इत्यत्र एतां सीमां निष्क्रियं कर्तुं शक्नोति ।

source: Sorry, but macro calls are only available for profile connections.
sa: क्षम्यतां, परन्तु मैक्रो-आह्वानं केवलं प्रोफाइल-सम्बद्धानां कृते एव उपलभ्यते ।

source: This macro does not exist.
sa: एषः स्थूलः नास्ति ।

source: now
sa: अधुना

source: hour
sa: घटकः

source: hours
sa: घण्टानः

source: minute
sa: क्षणं

source: minutes
sa: पन्चनिमेषः

source: second
sa: क्षण

source: seconds
sa: सेकण्ड्

source: ago
sa: पूर्व

source: Function %1 does not exist - assuming empty return value.
sa: %1 कार्यं नास्ति - रिक्तं प्रत्यागमनमूल्यं गृहीत्वा ।

source: This file does not contain the root group, and therefore cannot be loaded.
sa: अस्मिन् सञ्चिकायां मूलसमूहः नास्ति, अतः लोड् कर्तुं न शक्यते ।

source: This file was created by a newer version of KMuddy, and this version is unable to open it.
sa: इयं सञ्चिका KMuddy इत्यस्य नूतनतरसंस्करणेन निर्मितवती, एतत् संस्करणं च तत् उद्घाटयितुं असमर्थम् अस्ति ।

source: This is not a KMuddy object file.
sa: इयं KMuddy वस्तुसञ्चिका नास्ति ।

source: This file is corrupted.
sa: एषा सञ्चिका दूषिता अस्ति ।

source: Error at line %1, column %2: %3
sa: %1 पङ्क्तौ त्रुटिः, %2 स्तम्भः: %3

source: &Apply changes
sa: &परिवर्तनं प्रयोजयन्तु

source: &Undo changes
sa: &Undo परिवर्तनं भवति

source: &Enabled
sa: &सक्षमम्

source: &Priority
sa: &पूर्ववर्तिता

source: &Name
sa: &नामः

source: Cannot rename the group, as a group with this name already exists.
sa: समूहस्य नामकरणं कर्तुं न शक्यते, यतः एतत् नाम्नः समूहः पूर्वमेव अस्ति ।

source: Cannot rename the object, as an object with this name already exists.
sa: वस्तुनः नामकरणं कर्तुं न शक्यते, यतः एतत् नाम्ना वस्तु पूर्वमेव विद्यते ।

source: Error in file - group with no name.
sa: सञ्चिकायां त्रुटिः - नाम नास्ति इति समूहे ।

source: Error in file - duplicate group name.
sa: सञ्चिकायां त्रुटिः - द्वितीयकं समूहनाम ।

source: Delete object
sa: वस्तु विलोपयतु

source: Delete group
sa: समूहं विलोपयन्तु

source: Add subgroup
sa: उपसमूहं योजयन्तु

source: Add group
sa: समूहं योजयन्तु

source: Add object
sa: वस्तु योजयतु

source: Do you really want to delete this group?
sa: किं भवान् वास्तवम् एतत् समूहं विलोपयितुम् इच्छति ?

source: Do you really want to delete this %1?
sa: किं भवान् वास्तवम् एतत् %1 विलोपयितुम् इच्छति?

source: Delete %1
sa: %1 विलोपयन्तु

source: Create Group
sa: समूहं रचयन्तु

source: Please enter the group name:
sa: कृपया समूहनाम प्रविष्टं कुर्वन्तु :

source: Cannot create the group, as the provided name is not valid.
sa: समूहं निर्मातुं न शक्यते, यतः प्रदत्तं नाम वैधं नास्ति ।

source: Cannot create the group, as a group with this name already exists.
sa: समूहं निर्मातुं न शक्यते, यतः एतत् नाम्ना समूहः पूर्वमेव अस्ति ।

source: MSP: Received corrupted sound trigger!
sa: एमएसपी: दूषितध्वनि-उद्दीपकं प्राप्तम्!

source: MSP: Problem was: %1
sa: MSP: समस्या आसीत्: %1

source: Parameter names must be followed by '='.
sa: पैरामीटर्-नामानां अनन्तरं '=' इति अवश्यं भवितव्यम् ।

source: Parameter %1 requires a numeric argument
sa: %1 पैरामीटर् कृते संख्यात्मकं तर्कम् आवश्यकम् अस्ति

source: Value of param V is out of 0-100 range.
sa: param V इत्यस्य मूल्यं 0-100 परिधितः बहिः अस्ति ।

source: Value of param L is out of -1;1-100 range.
sa: param L इत्यस्य मूल्यं -1;1-100 परिधितः बहिः अस्ति ।

source: Value of param P is out of 0-100 range.
sa: param P इत्यस्य मूल्यं 0-100 परिधितः बहिः अस्ति ।

source: Value of param C must be 0 or 1.
sa: param C इत्यस्य मूल्यं 0 अथवा 1 भवितुमर्हति ।

source: Received unfinished sequence.
sa: प्राप्तः असमाप्तः क्रमः।

source: MSP: Multiple downloads not supported, request ignored.
sa: MSP: बहुविधं डाउनलोड् समर्थितं नास्ति, अनुरोधः उपेक्षितः।

source: MSP: downloading of sounds disabled - request ignored.
sa: MSP: ध्वनयः अवतरणं अक्षमम् - अनुरोधः अवहेलितः।

source: No, no, no!
sa: न, न, न!

source: I don't agree with it.
sa: अहं तस्य सहमतः नास्मि।

source: Better not.
sa: न श्रेयः।

source: I'd probably suggest to reject.
sa: अहं सम्भवतः अङ्गीकारं कर्तुं सूचयिष्यामि।

source: Saying no seems a bit better.
sa: न इति वदन् किञ्चित् श्रेष्ठं दृश्यते।

source: Saying yes seems a bit better.
sa: हाँ इति वदन् किञ्चित् श्रेष्ठं दृश्यते।

source: I'd probably suggest to accept.
sa: अहं सम्भवतः स्वीकुर्वन्तु इति सूचयिष्यामि।

source: Sounds good.
sa: साधु ध्वन्यते।

source: I agree with it.
sa: अहं तस्य सहमतः अस्मि।

source: Definitely yes!
sa: निश्चितरूपेण हाँ!

source: My decision: %1
sa: मम निर्णयः : %1

source: Plugins
sa: प्लगिन्स्

source: Profile name
sa: प्रोफाइल नाम

source: Server
sa: सर्वर

source: Port
sa: पोताश्रय

source: Login name
sa: प्रवेश नाम

source: Enter your script here.
sa: अत्र स्वस्य स्क्रिप्ट् प्रविशतु।

source: Enter a Javascript script that will be executed when the object is triggered.<br /><br />The following routines are available in the script in addition to standard Javascript tools:<br /><br /><b>window.message(text)</b> - display a message<br /><b>window.send(command)</b> - send a command<br /><b>window.sendraw(command)</b> - send a command with no processing<br /><b>window.get(name)</b> - retrieve the value of a variable<br /><b>window.set(name, value)</b> - set the value of a variable<br /><br />You can also use the following variables: <b>prefix, prefixfull, suffix, suffixfull, matched, line, matches[]</b>
sa: एकं जावास्क्रिप्ट् स्क्रिप्ट् प्रविशन्तु यत् यदा वस्तु प्रवर्तते तदा निष्पादितं भविष्यति।<br /><br />मानकजावास्क्रिप्ट् उपकरणानां अतिरिक्तं स्क्रिप्ट् मध्ये निम्नलिखित रूटीन्स् उपलभ्यन्ते:<br /><br /><b>window. message(text)</b> - सन्देशं प्रदर्शयतु<br /><b>window.send(command)</b> - आदेशं प्रेषयतु<br /><b>window.sendraw(command)</b> - प्रक्रियां विना आदेशं प्रेषयतु<br /><b>window.get(name)</b> - चरस्य मूल्यं पुनः प्राप्तुं<br /> <b>window.set(name, value)</b> - चरस्य मूल्यं सेट् कुर्वन्तु<br /><br />भवन्तः निम्नलिखितचरानाम् अपि उपयोगं कर्तुं शक्नुवन्ति : <b>prefix, prefixfull, suffix, suffixfull, सङ्गत, रेखा, मेल[]</b>ति

source: Off-line
sa: अफलाइन

source: idle
sa: आलम

source: Connected
sa: संबद्धः

source: Connected.
sa: संबद्धः ।

source: Disconnected.
sa: विच्छिन्नः।

source: Connection has been closed.
sa: संयोजनं निरुद्धम् अस्ति।

source: This is not a KMuddy variable list file.
sa: इयं KMuddy चरसूचीसञ्चिका नास्ति ।

source: Profile Converter
sa: प्रोफाइल परिवर्तक

source: Pick profiles that you would like to convert and press Ok. This tool will create a new profile containing the information from the chosen profiles. Existing profiles will not be overwritten, even if they have the same name. The old profiles will be kept intact.
sa: यत् प्रोफाइलं परिवर्तयितुम् इच्छति तत् चित्वा Ok नुदतु । एतत् साधनं चयनितप्रोफाइलात् सूचनां समाविष्टं नूतनं प्रोफाइलं निर्मास्यति । विद्यमानाः प्रोफाइल्-अधिलेखिताः न भविष्यन्ति, यद्यपि तेषां नाम समानम् अस्ति । पुरातनप्रोफाइलः अक्षुण्णः एव स्थापितः भविष्यति।

source: Path
sa: पथं

source: Profile &Converter...
sa: प्रोफाइल & परिवर्तक...

source: The profiles have been successfully converted.
sa: प्रोफाइल्स् सफलतया परिवर्तिताः सन्ति ।

source: You did not specify any profiles to convert.
sa: भवता परिवर्तनार्थं किमपि प्रोफाइलं न निर्दिष्टम् ।

source: Select All
sa: सर्वं चिनोतु

source: Unselect All
sa: All अचयनं कुर्वन्तु

source: Invert Selection
sa: चयनं विपर्यययतु

source: Copy
sa: प्रतिलिपि

source: Cut
sa: छिन्न

source: Paste
sa: चिनोतु

source: Paste Element
sa: पेस्ट तत्व

source: Update Properties
sa: गुणाः अद्यतनं कुर्वन्तु

source: Paste Path
sa: पेस्ट पथ

source: Delete Elements
sa: तत्त्वानि विलोपयन्तु

source: Resize Element
sa: तत्वस्य आकारं परिवर्तयतु

source: Level %1
sa: स्तरः %1

source: Map #1
sa: नक्शा #1

source: Mapper: Directions
sa: मानचित्रकारः - दिशानिर्देशाः

source: Mapper: Movement
sa: मानचित्रकारः आन्दोलनम्

source: Mapper: Colors
sa: मानचित्रकारः रङ्गाः

source: Mapper: Speedwalk
sa: मानचित्रकारः स्पीडवॉक्

source: Change Login Room
sa: प्रवेशकक्षं परिवर्तयन्तु

source: Remove Login Room Status
sa: प्रवेशकक्षस्य स्थितिं निष्कासयन्तु

source: Set Login Room Status
sa: प्रवेशकक्षस्य स्थितिः सेट् कुर्वन्तु

source: Change Current Room
sa: वर्तमान कक्षं परिवर्तयन्तु

source: Remove Current Room Status
sa: वर्तमान कक्षस्य स्थितिं निष्कासयन्तु

source: Set Current Room Status
sa: वर्तमान कक्षस्य स्थितिः सेट् कुर्वन्तु

source: Create Level
sa: स्तरं रचयन्तु

source: Create Room
sa: कक्षं रचयन्तु

source: Create Text
sa: पाठ रचयतु

source: A path already exists at this location
sa: अस्मिन् स्थाने पूर्वमेव मार्गः अस्ति

source: Create Path
sa: मार्गं रचयतु

source: Delete Level
sa: स्तरं विलोपयन्तु

source: Delete Element
sa: तत्वं विलोपयन्तु

source: Speedwalking is already in progress
sa: स्पीडवॉकिंग् पूर्वमेव प्रचलति

source: The automapper was unable to find a path to requested room
sa: ऑटोमैपरः अनुरोधितकक्षस्य मार्गं अन्वेष्टुं असमर्थः आसीत्

source: Speedwalk abort because move limit was reached
sa: स्पीडवॉक् गर्भपातं कुर्वन्तु यतः चालनसीमा प्राप्ता आसीत्

source: Move Elements in map
sa: नक्शे तत्त्वानि चालयन्तु

source: Make Path Two-Way
sa: मार्गं द्विपक्षीयं कुरुत

source: Make Path One-Way
sa: मार्गं एकदिशां कुरुत

source: Change Element Property
sa: तत्वगुण परिवर्तयतु

source: Root Zone
sa: मूलक्षेत्रम्

source: Test room 1
sa: परीक्षणकक्षः १

source: Test room 2
sa: परीक्षणकक्षः २

source: Test room 3
sa: परीक्षणकक्षः ३

source: Test room 4
sa: परीक्षणकक्षः ४

source: Set Special Exit
sa: विशेषनिर्गमं सेट् कुर्वन्तु

source: Add Bend
sa: Bend इति योजयतु

source: Move Bend
sa: मोव बेण्ड्

source: Delete Path Segment
sa: पथखण्डं विलोपयन्तु

source: Mapper
sa: नक्शाकारः

source: Auto Create
sa: स्वतः रचयतु

source: &Grid
sa: &गृध्र

source: Display Upper Level
sa: उच्चस्तरं प्रदर्शयतु

source: Display Lower Level
sa: निम्नस्तरं प्रदर्शयतु

source: Delete Current Level
sa: वर्तमान स्तरं विलोपयन्तु

source: Create New Zone
sa: New Zone रचयन्तु

source: Delete Current Zone
sa: वर्तमान क्षेत्रं विलोपयन्तु
