Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: This is not a KMuddy variable list file.
bs: Ovo nije varijable KMuddy liste fajlova.
ca@valencia: Este no és un fitxer de llista de variables de KMuddy.
de: Dies ist keine Datei mit einer Variablenliste für KMuddy.
eo: Ĉi tio ne estas KMuddy-varia listdosiero.
es: Esto no es un archivo de listas de variables de KMuddy.
et: See ei ole KMuddy muutujate loendi fail.
fr: Ceci n'est pas un fichier de liste de variables KMuddy.
gl: Este non é un ficheiro de lista de variábeis de KMuddy.
it: Il file non è un elenco di variabili KMuddy.
nl: Dit is geen bestand met een lijst van KMuddy variabelen.
pl: To nie jest plik listy zmiennych KMuddy.
pt_br: Este não é um arquivo de lista de variáveis do KMuddy.
sl: To ni datoteka seznama spremenljivk KMuddy.
sv: Det här är inte en Kmuddy-variabellistfil.
tr: Bu bir KMuddy değişken listesi dosyası değil.
uk: Цей файл не є файлом списку змінних KMuddy.

source: Profile Converter
bs: Pretvarač Profila.
ca@valencia: Convertidor de perfils
de: Profil-Umwandlung
eo: Profila Konvertilo
es: Conversor de perfiles
et: Profiiliteisendaja
fr: Convertisseur de profils
gl: Convertedor de perfís
it: Convertitore di profili
nl: Profielconverter
pl: Przekształcanie profilu
pt_br: Conversor de perfis
sl: Pretvornik profila
sv: Profilkonvertering
tr: Profil Dönüştürücüsü
uk: Засіб перетворення профілів

source: Pick profiles that you would like to convert and press Ok. This tool will create a new profile containing the information from the chosen profiles. Existing profiles will not be overwritten, even if they have the same name. The old profiles will be kept intact.
bs: Odaberite profile koje želite da pretvarate i pritisnite OK. Ovaj alat će napraviti novi profil koji sadži informacije iz odabranih profila. Postojeći profili neče biti prepisani, čak i ako imaju isto ime. Stari profili će ostati netaknuti.
ca@valencia: Seleccioneu els perfils als quals voleu convertir i premeu D'acord. Esta eina crearà un perfil nou que contindrà la informació dels perfils seleccionats. Els perfils existents no se sobreescriuran, fins i tot si tenen el mateix nom. Els perfils antics es mantindran intactes.
de: Wählen Sie Profile, die Sie umwandeln möchten und drücken Sie „OK“. Dann wird ein neues Profil mit den Informationen der ausgewählten Profile erzeugt. Vorhandene Profile werden nicht überschrieben, auch wenn Sie den gleichen Namen haben. Die alten Profile werden erhalten.
eo: Elektu profilojn kiujn vi ŝatus konverti kaj premu Ok. Ĉi tiu ilo kreos novan profilon enhavantan la informojn de la elektitaj profiloj. Ekzistantaj profiloj ne estos anstataŭitaj, eĉ se ili havas la saman nomon. La malnovaj profiloj estos konservitaj sendifektaj.
es: Seleccione los perfiles que desee convertir y pulse en Aceptar. Esta herramienta creará un nuevo perfil que contendrá la información de los perfiles elegidos. Los perfiles existentes no se sobreescribirán, incluso si tienen el mismo nombre. Los perfiles antiguos se mantendrán intactos.
et: Vali profiilid, mida soovid teisendada, ja klõpsa OK. See tööriist aitab luua uue profiili valitud profiilides leiduva teabe põhjal. Olemasolevaid profiile ei kirjutata üle isegi siis, kui neil on sama nimi. Vanad profiilid säilivad puutumatult.
fr: Sélectionnez des profils que vous souhaitiez convertir et appuyez sur « Ok ». Cet outil créera un nouveau profil contenant les informations des profils sélectionnés. Les profils existants ne seront pas écrasés, même si ils ont le même nom. Les anciens profils seront conservés sans modification.
gl: Escolla perfís que queira converter e prema «Aceptar». Esta ferramenta creará un novo perfil que conteña a información dos perfís escollidos. Os perfís existentes non se substituirán, nin sequera se teñen o mesmo nome. Os perfís vellos permanecerán intactos.
it: Prendi i profili che vuoi convertire e premi Ok. Questo strumento creerà un nuovo profilo contenente le informazioni dai profili scelti. I profili esistenti non saranno sovrascritti, anche se hanno lo stesso nome. I vecchi profili non verranno modificati.
nl: Selecteer profielen die u wilt converteren en druk op Ok. Dit hulpmiddel zal een nieuw profiel creëren met de instellingen uit de geselecteerde profielen. Bestaande profielen worden niet overschreven, zelfs als ze dezelfde naam hebben. Het oude profiel blijft intakt.
pl: Wybierz profile, które chcesz przekształcić i naciśnij Ok. Narzędzie to utworzy nowy profil zawierający informacje z wybranych profili. Istniejące profile nie zostaną zastąpione, nawet wtedy, gdy mają te same nazwy. Stare profile zostaną utrzymane przy życiu.
pt_br: Escolha os perfis que desejaria converter e clique em OK. Esta ferramenta irá criar um novo perfil que contém a informação dos perfis escolhidos. Os perfis existentes não serão sobrescritos, mesmo que tenham o mesmo nome. Os perfis antigos serão mantidos intactos.
sl: Izberite profile, ki jih želite pretvoriti in pritisnite V redu. To orodje bo ustvarilo nov profil, ki vsebuje informacije iz izbranih profilov. Obstoječi profili ne bodo prepisani, tudi če imajo isto ime. Stari profili bodo ostali nespremenjeni.
sv: Välj profiler som du vill konvertera och klicka på Ok. Verktyget skapar en ny profil som innehåller information från de valda profilerna. Befintliga profiler skrivs inte över, även om de har samma namn. De gamla profilerna behålls intakta.
tr: Dönüştürmek istediğiniz profilleri seçin ve Tamam’a basın. Bu araç, seçili profillerden gelen bilgileri içeren yeni bir profil oluşturacaktır. Aynı ada sahip olsalar bile var olan profillerin üzerine yazılmaz. Eski profiller korunur.
uk: Позначте профілі, які слід перетворити, і натисніть кнопку «Гаразд». Цим інструментом буде створено профіль, що міститиме дані з позначених профілів. Поточні профілі не буде перезаписано, навіть якщо вони мають ту саму назву. Старі профілі також не буде змінено.

source: Path
bs: Putanja
ca@valencia: Camí
de: Pfad
eo: Vojo
es: Ruta
et: Asukoht
fr: Emplacement
gl: Ruta
it: Percorso
nl: Pad
pl: Ścieżka
pt_br: Localização
sl: Pot
sv: Sökväg
tr: Yol
uk: Шлях

source: Profile &Converter...
bs: &Pretvarač Profila...
ca@valencia: &Convertidor de perfils...
de: Profil &umwandeln ...
eo: Profila &Konvertilo...
es: &Conversor de perfiles...
et: Pro&fiiliteisendaja...
fr: &Convertisseur de profils...
gl: &Convertedor de perfís…
it: &Convertitore di profili...
nl: Profielconverter...
pl: Przekształ&canie profili...
pt_br: &Conversor de perfis...
sl: Pretvornik profila...
sv: Profil&konvertering...
tr: Profil &Dönüştürücüsü…
uk: Засіб п&еретворення профілів…

source: The profiles have been successfully converted.
bs: Profili su uspješno pretvoreni.
ca@valencia: Els perfils s'han convertit correctament.
de: Die Profile wurden erfolgreich umgewandelt.
eo: La profiloj estis sukcese konvertitaj.
es: Los perfiles se han convertido con éxito.
et: Profiilid on edukalt teisendatud.
fr: Les profils ont été convertis avec succès.
gl: Os perfís convertéronse correctamente.
it: I profili sono stati convertiti correttamente.
nl: Het profiel is met succes geconverteerd.
pl: Profile zostały pomyślnie przekształcone.
pt_br: Os perfis foram convertidos com sucesso.
sl: Profili so bili uspešno pretvorjeni.
sv: Profilerna har konverterats med lyckat resultat.
tr: Profiller başarıyla dönüştürüldü.
uk: Профіль було успішно перетворено.

source: You did not specify any profiles to convert.
bs: Niste odabrali niti jedan profil za pretvorbu.
ca@valencia: No heu especificat cap perfil que s'haja de convertir.
de: Kein Profil zum Umwandeln angegeben.
eo: Vi ne specifis iujn ajn profilojn por konverti.
es: No ha especificado ningún perfil para convertir.
et: Sa ei määranud ühtegi profiili, mida teisendada.
fr: Vous n'avez spécifié aucun profil à convertir.
gl: Non indicou ningún perfil para converter.
it: Non hai specificato alcun profilo da convertire.
nl: U heeft geen profielen voor conversie opgegeven.
pl: Nie określono żadnych profili do przekształcenia.
pt_br: Você não especificou perfis para conversão.
sl: Niste določili nobenih profilov za pretvorbo.
sv: Du angav inga profiler att konvertera.
tr: Dönüştürülecek hiçbir profil belirtmediniz.
uk: Ви не вказати профілів, які слід перетворити.

source: Select All
bs: Izaberi sve
ca@valencia: Selecciona-ho tot
de: Alle auswählen
eo: Elekti Ĉion
es: Seleccionar todo
et: Vali kõik
fr: Tout sélectionner
gl: Seleccionalo todo
it: Seleziona tutto
nl: Alles selecteren
pl: Zaznacz wszystko
pt_br: Selecionar tudo
sl: Izberi vse
sv: Markera alla
tr: Tümünü Seç
uk: Позначити все

source: Unselect All
bs: Poništi sav odabir
ca@valencia: Desselecciona-ho tot
de: Auswahl aufheben
eo: Malelekti Ĉion
es: Deseleccionar todo
et: Tühista kõik valikud
fr: Tout dé-sélectionner
gl: Anular a selección
it: Deseleziona tutto
nl: Alles deselecteren
pl: Odznacz wszystko
pt_br: Desmarcar tudo
sl: Prekliči izbor vseh
sv: Avmarkera alla
tr: Tümünün Seçimini Kaldır
uk: Скасувати позначення всього

source: Invert Selection
bs: Obrni izbor
ca@valencia: Invertix la selecció
de: Auswahl umkehren
eo: Inversigi Elekton
es: Invertir selección
et: Valik teistpidi
fr: Inverser la sélection
gl: Inverter a selección
it: Inverti la selezione
nl: Selectie omkeren
pl: Odwróć zaznaczenie
pt_br: Inverter seleção
sl: Preobrni izbor
sv: Invertera markering
tr: Seçimi Tersine Çevir
uk: Інвертувати вибір

source: Copy
bs: Kopiraj
ca@valencia: Copia
de: Kopieren
eo: Kopii
es: Copiar
et: Kopeeri
fr: Copier
gl: Copiar
it: Copia
nl: Kopiëren
pl: Skopiuj
pt_br: Copiar
sl: Kopiraj
sv: Kopiera
tr: Kopyala
uk: Копіювати

source: Cut
bs: Isijeci
ca@valencia: Retalla
de: Ausschneiden
eo: Tondi
es: Cortar
et: Lõika
fr: Couper
gl: Cortar
it: Taglia
nl: Knippen
pl: Wytnij
pt_br: Recortar
sl: Izreži
sv: Klipp ut
tr: Kes
uk: Вирізати

source: Paste
bs: Umetni
ca@valencia: Apega
de: Einfügen
eo: Alglui
es: Pegar
et: Aseta
fr: Coller
gl: Pegar
it: Incolla
nl: Plakken
pl: Wklej
pt_br: Colar
sl: Prilepi
sv: Klistra in
tr: Yapıştır
uk: Вставити

source: Paste Element
bs: Zalijepi Element
ca@valencia: Apega l'element
de: Element einfügen
eo: Alglui Elementon
es: Pegar elemento
et: Aseta element
fr: Coller un élément
gl: Pegar o elemento
it: Incolla elemento
nl: Element plakken
pl: Wklej element
pt_br: Colar elemento
sl: Prilepi element
sv: Klistra in element
tr: Ögeyi Yapıştır
uk: Вставити елемент

source: Update Properties
bs: Obnovi Osobine
ca@valencia: Actualitza les propietats
de: Eigenschaften aktualisieren
eo: Ĝisdatigi Propraĵojn
es: Actualizar propiedades
et: Uuenda omadusi
fr: Mettre à jour les propriétés
gl: Actualizar as propiedades
it: Aggiorna proprietà
nl: Eigenschappen bijwerken
pl: Uaktualnij właściwości
pt_br: Atualizar propriedades
sl: Posodobi lastnosti
sv: Uppdatera egenskaper
tr: Özellikleri Güncelle
uk: Оновити параметри

source: Paste Path
bs: Zalijepi Putanju
ca@valencia: Apega el camí
de: Pfad einfügen
eo: Alglui Vojon
es: Copiar ruta
et: Aseta tee
fr: Coller l'emplacement
gl: Pegar unha ruta
it: Incolla percorso
nl: Pad plakken
pl: Wklej ścieżkę
pt_br: Colar um caminho
sl: Prilepi pot
sv: Klistra in väg
tr: Yolu Yapıştır
uk: Вставити шлях

source: Delete Elements
bs: Obriši Elemente
ca@valencia: Suprimix els elements
de: Elemente löschen
eo: Forigi Elementojn
es: Eliminar elementos
et: Kustuta elemendid
fr: Supprimer des éléments
gl: Eliminar os elementos
it: Elimina elementi
nl: Elementen Wissen
pl: Usuń elementy
pt_br: Excluir elementos
sl: Izbriši elemente
sv: Ta bort element
tr: Ögeleri Sil
uk: Вилучити елементи

source: Resize Element
bs: Promijeni Veličinu Elementa
ca@valencia: Redimensiona l'element
de: Elementgröße wiederherstellen
eo: Regrandigi Elementon
es: Cambiar el tamaño del elemento
et: Muuda elemendi suurust
fr: Re-dimensionner un élément
gl: Cambiar o tamaño do elemento
it: Ridimensiona elemento
nl: Document-afmetingen aanpassen
pl: Zmień rozmiar elementu
pt_br: Redimensionar elemento
sl: Spremeni velikost elementa
sv: Ändra storlek på element
tr: Ögeyi Yeniden Boyutlandır
uk: Змінити розмір елемента

source: Level %1
bs: Nivo %1
ca@valencia: Nivell %1
de: Ebene %1
eo: Nivelo %1
es: Nivel %1
et: Tase %1
fr: Niveau %1
gl: Nivel %1
it: Livello %1
nl: Niveau %1
pl: Poziom %1
pt_br: Nível %1
sl: Raven %1
sv: Nivå %1
tr: Düzey %1
uk: Рівень %1

source: Map #1
ca@valencia: Mapa núm. 1
de: Karte #1
eo: Mapo #1
es: Mapa #1
et: Tase nr 1
fr: Carte #1
gl: Mapa 1
it: Mappa #1
pl: Mapa #1
pt_br: Mapa #1
sl: Zemljevid #1
sv: Karta nr. 1
tr: Harita #1
uk: Карта 1

source: Mapper: Directions
bs: Maper: Usmjerenja
ca@valencia: Mapador: Direccions
de: Mapper: Richtungen
eo: Mapisto: Direktoj
es: Mapeador: direcciones
et: Tasemelooja: suunad
fr: Outil de correspondance : directions
gl: Cartógrafo: Direccións
it: Creatore di mappe: direzioni
nl: Mapper: richtingen
pl: Mapowanie: Kierunki
pt_br: Mapeamento: Direções
sl: Zemljevidnik: navodila
sv: Kartläggning: Riktningar
tr: Haritalayıcı: Yönler
uk: Карта: Напрямки

source: Mapper: Movement
bs: Maper: Pomjeranja
ca@valencia: Mapador: Moviment
de: Mapper: Bewegung
eo: Mapisto: Movado
es: Mapeador: movimiento
et: Tasemelooja: liikumine
fr: Outil de correspondance : mouvement
gl: Cartógrafo: Movemento
it: Creatore di mappe: movimento
nl: Mapper: beweging
pl: Mapowanie: Ruchy
pt_br: Mapeamento: Movimento
sl: Zemljevidnik: gibanje/premiki
sv: Kartläggning: Förflyttning
tr: Haritalayıcı: Hareket
uk: Карта: Рух

source: Mapper: Colors
bs: Maper: Boje
ca@valencia: Mapador: Colors
de: Mapper: Farben
eo: Mapisto: Koloroj
es: Mapeador: colores
et: Tasemelooja: värvid
fr: Outil de correspondance : couleurs
gl: Cartógrafo: Cores
it: Creatore di mappe: colori
nl: Mapper: kleuren
pl: Mapowanie: Kolory
pt_br: Mapeamento: Cores
sl: Zemljevidnik: barve
sv: Kartläggning: Färger
tr: Haritalayıcı: Renkler
uk: Карта: Кольори

source: Mapper: Speedwalk
bs: Maper: Brzo Hodanje
ca@valencia: Mapador: Marxa ràpida
de: Mapper: Wegeskript
eo: Mapisto: Speedwalk
es: Mapeador: atajos
et: Tasemelooja: kiirliikumine
fr: Outil de correspondance : tapis roulant
gl: Cartógrafo: Camiñar rapidamente
it: Creatore di mappe: marcia
nl: Mapper: Snelwandelen
pl: Mapowanie: Szybkie chodzenie
pt_br: Mapeamento: Corrida
sl: Zemljevidnik: hitra hoja
sv: Kartläggning: Snabbgång
tr: Haritalayıcı: Hızlı Yürüme
uk: Карта: Швидке проходження

source: Change Login Room
bs: Promijeni Sobu za Prijavu
ca@valencia: Canvia la sala d'inici de sessió
de: Anmeldungsraum ändern
eo: Ŝanĝi Ensaluta Ĉambro
es: Cambiar sala de inicio de sesión
et: Muuda sisselogimisruumi
fr: Modifier le domaine de connexion
gl: Cambiar a sala de acceso
it: Cambia stanza accesso
nl: Login-kamer wijzigen
pl: Zmień pokój zalogowania
pt_br: Alterar o quarto de autenticação
sl: Spremeni sobo za prijavo
sv: Ändra inloggningsrum
tr: Oturum Açma Odasını Değiştir
uk: Змінити кімнату з реєстрацією

source: Remove Login Room Status
bs: Ukloni Status Prijave Sobe
ca@valencia: Elimina l'estat de la sala d'inici de sessió
de: Status des Anmeldungsraums entfernen
eo: Forigi Ensalutan Ĉambro-Statuson
es: Eliminar estado de la sala de inicio de sesión
et: Eemalda sisselogimisruumi staatus
fr: Supprimer l'état de domaine de connexion
gl: Retirar o estado da sala de acceso
it: Rimuovi stato stanza accesso
nl: Status login-kamer verwijderen
pl: Usuń stan pokoju zalogowania
pt_br: Remover o status do quarto de autenticação
sl: Odstrani stanje sobe za prijavo
sv: Ta bort inloggningsrumstatus
tr: Oturum Açma Odası Durumunu Kaldır
uk: Вилучити стан реєстрації у кімнаті

source: Set Login Room Status
bs: Postavi Status Prijave Sobe
ca@valencia: Establix l'estat de la sala d'inici de sessió
de: Status des Anmeldungsraums festlegen
eo: Meti Ensalutan Ĉambro-Statuson
es: Establecer estado de la sala de inicio de sesión
et: Määra sisselogimisruumi staatus
fr: Définir un état de domaine de connexion
gl: Estado da definición da sala de acceso
it: Imposta stato stanza accesso
nl: Status login-kamer instellen
pl: Ustaw stan pokoju zalogowania
pt_br: Definir o status do quarto de autenticação
sl: Nastavi stanje sobe za prijavo
sv: Ställ in inloggningsrumstatus
tr: Oturum Açma Odası Durumunu Ayarla
uk: Встановити стан реєстрації у кімнаті

source: Change Current Room
bs: Promijeni Trenutnu Sobu
ca@valencia: Canvia la sala actual
de: Aktuellen Raum ändern
eo: Ŝanĝi Nunan Ĉambron
es: Cambiar la sala actual
et: Muuda aktiivset ruumi
fr: Changer le domaine courant
gl: Cambiar a sala actual
it: Cambia stanza attuale
nl: Huidige kamer wijzigen
pl: Zmień bieżący pokój
pt_br: Alterar o quarto atual
sl: Spremeni trenutno sobo
sv: Ändra nuvarande rum
tr: Geçerli Odayı Değiştir
uk: Зміна поточної кімнати

source: Remove Current Room Status
bs: Ukloni Trenutni Status Sobe
ca@valencia: Elimina l'estat de la sala actual
de: Aktuellen Raumstatus entfernen
eo: Forigi Nunan Ĉambron
es: Eliminar el estado de la sala actual
et: Eemalda aktiivse ruumi staatus
fr: Supprimer l'état courant de domaine
gl: Retirar o estado da sala actual
it: Rimuovi stato stanza attuale
nl: Status huidige kamer verwijderen
pl: Usuń stan bieżącego pokoju
pt_br: Remover o status do quarto atual
sl: Odstrani trenutno stanje sobe
sv: Ta bort status för nuvarande rum
tr: Geçerli Oda Durumunu Kaldır
uk: Вилучити стан поточної кімнати

source: Set Current Room Status
bs: Postavi Trenutni Status Sobe
ca@valencia: Establix l'estat de la sala actual
de: Aktuellen Raumstatus festlegen
eo: Agordi Nunan Ĉambron
es: Establecer el estado de la sala actual
et: Määra aktiivse ruumi staatus
fr: Définir un état courant de domaine
gl: Estado da definición da sala actual
it: Imposta stato stanza attuale
nl: Status huidige kamer instellen
pl: Ustaw stan bieżącego pokoju
pt_br: Definir o status do quarto atual
sl: Nastavi trenutno stanje sobe
sv: Ange status för nuvarande rum
tr: Geçerli Oda Durumunu Ayarla
uk: Встановити стан поточної кімнати

source: Create Level
bs: Napravi nivo
ca@valencia: Crea un nivell
de: Ebene erstellen
eo: Krei Nivelon
es: Crear nivel
et: Loo tase
fr: Créer un niveau
gl: Crear un nivel
it: Crea livello
nl: Niveau aanmaken
pl: Utwórz poziom
pt_br: Criar nível
sl: Ustvari raven
sv: Skapa nivå
tr: Düzey Oluştur
uk: Створити рівень

source: Create Room
bs: Napravi Sobu
ca@valencia: Crea una sala
de: Raum erstellen
eo: Krei Ĉambron
es: Crear sala
et: Loo ruum
fr: Créer un domaine
gl: Crear unha sala
it: Crea stanza
nl: Kamer aanmaken
pl: Utwórz pokój
pt_br: Criar quarto
sl: Ustvari sobo
sv: Skapa rum
tr: Oda Oluştur
uk: Створити кімнату

source: Create Text
bs: Kreiraj tekst
ca@valencia: Crea un text
de: Text erstellen
eo: Krei Tekston
es: Crear texto
et: Loo tekst
fr: Créer un texte
gl: Crear un texto
it: Crea testo
nl: Tekst aanmaken
pl: Utwórz tekst
pt_br: Criar texto
sl: Ustvari besedilo
sv: Skapa text
tr: Metin Oluştur
uk: Створити текст

source: A path already exists at this location
bs: Putanja već postoji na ovoj lokaciji
ca@valencia: Ja hi ha un camí amb esta ubicació
de: An diesem Ort besteht bereits ein Pfad
eo: Pado jam ekzistas ĉe ĉi tiu loko
es: Ya existe una ruta en esta ubicación
et: Selles kohas on juba tee olemas
fr: Un emplacement existe déjà à cet endroit
gl: Xa existe unha ruta neste lugar
it: Esiste già un percorso in questa posizione
nl: Op deze locatie bestaat al een pad
pl: Ścieżka już istnieje w tym miejscu
pt_br: Já existe um caminho nesta localização
sl: Pot že obstaja na tem mestu
sv: En väg finns redan på den här platsen
tr: Bu konumda bir yol halihazırda var
uk: У цьому місці вже існує шлях

source: KMuddy Mapper
bs: KMuddy Maper
ca@valencia: Mapador de KMuddy
es: Mapeador de KMuddy
et: KMuddy tasemelooja
fr: Éditeur de niveaux pour KMuddy
gl: Cartógrafo de KMuddy
it: Creatore di mappe per KMuddy
pl: Mapowanie KMuddy
pt_br: Mapeador do KMuddy
sl: Zemljevidnik KMuddy
sv: Kmuddy kartläggning
tr: KMuddy Haritalayıcı
uk: Робота з картами у KMuddy

source: Create Path
bs: Napravi putanju
ca@valencia: Crea un camí
de: Pfad erstellen
eo: Krei Vojon
es: Crear ruta
et: Loo tee
fr: Créer un emplacement
gl: Crear unha ruta
it: Crea percorso
nl: Pad aanmaken
pl: Utwórz ścieżkę
pt_br: Criar caminho
sl: Ustvari pot
sv: Skapa kontur
tr: Yol Oluştur
uk: Створити шлях

source: Delete Level
bs: Obriši nivo
ca@valencia: Suprimix el nivell
de: Ebene löschen
eo: Forigi Nivelon
es: Eliminar nivel
et: Kustuta tase
fr: Supprimer un niveau
gl: Eliminar o nivel
it: Elimina livello
nl: Niveau verwijderen
pl: Usuń poziom
pt_br: Excluir nível
sl: Izbriši raven
sv: Ta bort nivå
tr: Düzeyi Sil
uk: Вилучити рівень

source: Delete Element
bs: Obriši Element
ca@valencia: Suprimix l'element
de: Element löschen
eo: Forigi Elementon
es: Eliminar elemento
et: Kustuta element
fr: Supprimer un élément
gl: Eliminar o elemento
it: Elimina elemento
nl: Element verwijderen
pl: Usuń element
pt_br: Excluir elemento
sl: Izbriši element
sv: Ta bort element
tr: Ögeyi Sil
uk: Вилучити елемент

source: Speedwalking is already in progress
bs: Brzo hodanje je već u procesu
ca@valencia: La marxa ràpida ja es troba en progrés
de: Wegeskripte werden bereits ausgeführt
eo: Speedwalking jam estas en progreso
es: El atajo ya está en progreso
et: Kiirliikumine juba käib
fr: Le tapis roulant est déjà en cours
gl: Xa está camiñando rapidamente
it: La marcia è già in corso
nl: Snelwandelen vindt al plaats
pl: Szybkie chodzenie już jest w trakcie
pt_br: Já existe uma corrida em curso
sl: Hitra hoja je že v teku
sv: Snabbgång pågår redan
tr: Halihazırda hızlı yürünüyor
uk: Швидке проходження вже виконується

source: The automapper was unable to find a path to requested room
bs: Automatski maper nije bio u mogućnosti da nađe putanju do zatražene sobe
ca@valencia: El mapador automàtic no ha pogut trobar un camí cap a la sala sol·licitada
de: Der Auto-Mapper kann den Pfad zum angeforderten Raum nicht finden
eo: La aŭtomapper ne povis trovi vojon al petita ĉambro
es: El automapeador no ha podido encontrar una ruta a la sala solicitada
et: Automaatne tasemelooja ei suutnud leida teed nõutud ruumi
fr: Impossible pour l'outil de correspondance automatique de trouver un emplacement pour le domaine demandé
gl: O cartógrafo automático non puido atopar ningunha ruta ata a sala solicitada
it: Il creatore di mappe automatico non è riuscito a trovare un percorso alla stanza richiesta
nl: De automapper kon geen route naar de gewenste kamer vinden.
pl: Automatycznie mapowanie nie mogło znaleźć ścieżki do żądanego pokoju
pt_br: O mapeamento automático não conseguiu localizar um caminho para o quarto solicitado
sl: Samodejni risalnik zemljevidov ni našel poti do zahtevane sobe
sv: Automatisk kartläggning kunde inte hitta en väg till begärt rum
tr: Otomatik haritalayıcı, istenen odaya bir yol bulamadı
uk: Засобу автоматичної побудови карти не вдалося визначити шлях до потрібної вам кімнати
