Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: Speedwalk abort because move limit was reached
bs: Brzo hodanje prekinuto jer je dostignut limit pomjeranja
ca@valencia: La marxa ràpida ha sigut interrompuda perquè s'ha arribat al límit de moviments
de: Das Wegeskript wurde abgebrochen, weil der Bewegungsgrenzwert erreicht wurde.
eo: Speedwalk ĉesas ĉar movlimo estis atingita
es: Atajo interrumpido porque se ha alcanzado el límite de movimientos
et: Kiirliikumine lõpetatakse liikumispiirangu saavutamise tõttu
fr: Le tapis roulant a échoué car le nombre maximum de déplacements a été atteint
gl: Interrompeuse o camiñar rapidamente por acadarse o límite de movemento
it: Interruzione della marcia poiché è stato raggiunto il limite di mosse
nl: Snelwandelen afgebroken omdat maximale aantal zetten is bereikt.
pl: Szybkie chodzenie przerwało, bo został osiągnięty limit ruchu
pt_br: A corrida foi interrompida porque atingiu o limite de movimentos
sl: Prekinitev hitre hoje, ker je bila dosežena omejitev premikanja
sv: Snabbgång avbröts eftersom förflyttningsgränsen nåddes
tr: Hızlı yürüme iptal edildi; çünkü hareket sınırına ulaşıldı
uk: Швидке проходження зупинено, оскільки досягнуто обмеження на кількість ходів.

source: Move Elements in map
bs: Pomjeri Elemente u mapi
ca@valencia: Mou els elements al mapa
de: Elemente in der Karte verschieben
eo: Movi Elementojn en mapo
es: Mover elementos en el mapa
et: Liiguta elemente kaardil
fr: Déplacer les éléments dans la carte
gl: Mover elementos do mapa
it: Sposta elementi nella mappa
nl: Verplaats elementen in map
pl: Przemieść elementy w mapie
pt_br: Mover os elementos no mapa
sl: Premakni elemente na zemljevidu
sv: Flytta element på karta
tr: Haritada Ögeleri Taşı
uk: Вилучити елементи карти

source: Make Path Two-Way
bs: Napravi Dvosmjerne Puteve
ca@valencia: Fes el camí de dos sentits
de: Weg zum Zweirichtungsweg ändern
eo: Igi Padon Dudirekta
es: Hacer la ruta de dos sentidos
et: Muuda tee kahesuunaliseks
fr: Réaliser un chemin avec aller-retour
gl: Converter a ruta en bidireccional
it: Crea percorso a due sensi
nl: Maak pad voor twee richtingen
pl: Uczyń ścieżkę dwukierunkową
pt_br: Mudar o caminho para dois sentidos
sl: Naredi pot dvosmerno
sv: Gör vägen dubbelriktad
tr: Yolu İki Yönlü Yap
uk: Зробити шлях двобічним

source: Make Path One-Way
bs: Napravi Jednosmjerne Puteve
ca@valencia: Fes el camí d'un sentit
de: Weg zum Einbahnweg ändern
eo: Igi Padon Unudirekta
es: Hacer la ruta de un sentido
et: Muuda tee ühesuunaliseks
fr: Réaliser un chemin avec aller simple
gl: Converter a ruta en unidireccional
it: Crea percorso a senso unico
nl: Maak pad voor eenrichting
pl: Uczyń ścieżkę jednokierunkową
pt_br: Mudar o caminho para sentido único
sl: Naredi pot enosmerno
sv: Gör vägen enkelriktad
tr: Yolu Tek Yönlü Yap
uk: Зробити шлях однобічним

source: Change Element Property
bs: Promijeni Osobine Elementa
ca@valencia: Canvia la propietat de l'element
de: Elementeigenschaft ändern
eo: Ŝanĝi Elementan Proprecon
es: Cambiar la propiedad del elemento
et: Muuda elemendi omadust
fr: Modifier la propriété de l'élément
gl: Cambiar unha propiedade do elemento
it: Cambia proprietà elemento
nl: Wijzig eigenschap element
pl: Zmień właściwość elementu
pt_br: Alterar a propriedade do elemento
sl: Spremeni lastnost elementa
sv: Ändra elementegenskap
tr: Öge Özelliğini Değiştir
uk: Змінити елемент властивостей

source: Root Zone
bs: Zona Korijena
ca@valencia: Zona arrel
de: Basiszone
eo: Radika Zono
es: Zona raíz
et: Juurtsoon
fr: Zone racine
gl: Zona raíz
it: Zona root
nl: Beginzone
pl: Strefa główna
pt_br: Zona principal
sl: Izhodiščno območje
sv: Rotzon
tr: Kök Bölge
uk: Коренева зона

source: Test room 1
bs: Test soba 1
ca@valencia: Sala de proves 1
de: Testraum 1
eo: Testĉambro 1
es: Sala de prueba 1
et: Testruum 1
fr: Domaine de test no 1
gl: Sala de probas 1
it: Stanza test 1
nl: Testkamer 1
pl: Pokój testowy 1
pt_br: Quarto de testes 1
sl: Preskusna soba 1
sv: Testrum 1
tr: Sınama odası 1
uk: Тестова кімната 1

source: Test room 2
bs: Test soba 2
ca@valencia: Sala de proves 2
de: Testraum 2
eo: Testĉambro 2
es: Sala de prueba 2
et: Testruum 2
fr: Domaine de test no 2
gl: Sala de probas 2
it: Stanza test 2
nl: Testkamer 2
pl: Pokój testowy 2
pt_br: Quarto de testes 2
sl: Preskusna soba 2
sv: Testrum 2
tr: Sınama odası 2
uk: Тестова кімната 2

source: Test room 3
bs: Test soba 3
ca@valencia: Sala de proves 3
de: Testraum 3
eo: Testĉambro 3
es: Sala de prueba 3
et: Testruum 3
fr: Domaine de test no 3
gl: Sala de probas 3
it: Stanza test 3
nl: Testkamer 3
pl: Pokój testowy 3
pt_br: Quarto de testes 3
sl: Preskusna soba 3
sv: Testrum 3
tr: Sınama odası 3
uk: Тестова кімната 3

source: Test room 4
bs: Test soba 4
ca@valencia: Sala de proves 4
de: Testraum 4
eo: Testĉambro 4
es: Sala de prueba 4
et: Testruum 4
fr: Domaine de test no 4
gl: Sala de probas 4
it: Stanza test 4
nl: Testkamer 4
pl: Pokój testowy 4
pt_br: Quarto de testes 4
sl: Preskusna soba 4
sv: Testrum 4
tr: Sınama odası 4
uk: Тестова кімната 4

source: Set Special Exit
bs: Postavi Specijalni Izlaz
ca@valencia: Establix l'eixida especial
de: Besonderen Ausgang festlegen
eo: Agordi Specialan Eliron
es: Establecer salida especial
et: Määra eriväljapääs
fr: Définir une sortie spéciale
gl: Definir unha saída especial
it: Imposta uscita speciale
nl: Speciale uitgang instellen
pl: Ustaw specjalne wyjście
pt_br: Definir uma saída especial
sl: Nastavi poseben izhod
sv: Ställ in specialutgång
tr: Özel Çıkış Ayarla
uk: Встановити спеціальних вихід

source: Add Bend
bs: Dodaj Krivulju
ca@valencia: Afig una corba
de: Wegbiegung hinzufügen
eo: Aldoni Bend
es: Añadir curva
et: Lisa käänak
fr: Ajouter un virage
gl: Engadir unha curva
it: Aggiungi curva
nl: Voeg bocht toe
pl: Dodaj zakręt
pt_br: Adicionar ligação
sl: Dodaj ovinek
sv: Lägg till kurva
tr: Dönemeç Ekle
uk: Додати вигин

source: Move Bend
bs: Pomjeri krivulju
ca@valencia: Mou la corba
de: Wegbiegung verschieben
eo: Movi Bend
es: Mover curva
et: Liiguta käänakut
fr: Déplacer un virage
gl: Mover a curva
it: Sposta curva
nl: Kromme verplaatsen
pl: Przemieść zakręt
pt_br: Mover ligação
sl: Premakni ovinek
sv: Flytta kurva
tr: Dönemeci Taşı
uk: Пересунути вигин

source: Delete Path Segment
bs: Dodaj Segment Putanje
ca@valencia: Suprimix el segment del camí
de: Pfadsegment löschen
eo: Forigi Vojan Segmenton
es: Eliminar segmento de la ruta
et: Kustuta teelõik
fr: Supprimer un segment de chemin
gl: Eliminar o segmento de ruta
it: Elimina segmento percorso
nl: Pad segment verwijderen
pl: Usuń odcinek ścieżki
pt_br: Excluir segmento do caminho
sl: Izbriši odsek poti
sv: Ta bort vägsegment
tr: Yol Bölütünü Sil
uk: Вилучити відрізок шляху

source: Mapper
bs: Maper
ca@valencia: Mapador
eo: Kmuddy Mapper
es: Mapeador
et: Tasemelooja
fr: Outil de correspondance
gl: Cartógrafo
it: Creatore di mappe
pl: Mapowanie
pt_br: Mapeamento
sl: Zemljevidnik
sv: Kartläggning
tr: Haritalayıcı
uk: Робота з картами

source: Follow Moves
ca@valencia: Seguix els moviments
de: Bewegungen folgen
eo: Sekvi Movojn
es: Seguimiento movimientos
et: Järgi liikumist
fr: Suivre les mouvements
gl: Seguir os movementos
it: Segui le mosse
nl: Verplaatsingen volgen
pl: Podążaj za ruchami
pt_br: Seguir os movimentos
sl: Sledi potezam
sv: Följ förflyttningar
tr: Hareketleri İzle
uk: Слідкувати за ходами

source: Auto Create
ca@valencia: Crea automàticament
de: Automatisch erzeugen
eo: Aŭtomata Kreo
es: Crear automáticamente
et: Automaatloomin
fr: Création automatique
gl: Crear automaticamente
it: Crea automaticamente
nl: Automatisch aanmaken
pl: Samoczynnie utwórz
pt_br: Criar automaticamente
sl: Samodejno ustvari
sv: Skapa automatiskt
tr: Otomatik Oluştur
uk: Автостворення

source: &Grid
bs: &Mreža
ca@valencia: &Graella
de: &Gitter
eo: &Krado
es: &Rejilla
et: &Võrgustik
fr: &Grille
gl: &Grade
it: &Griglia
nl: &Raster
pl: &Siatka
pt_br: &Grade
sl: Mreža
sv: &Rutnät
tr: &Izgara
uk: &Сітка

source: Display Upper Level
bs: Prikaži Viši Nivo
ca@valencia: Mostra el nivell superior
de: Obere Ebene anzeigen
eo: Montri Supran Nivelon
es: Mostrar nivel superior
et: Suurema taseme näitamine
fr: Afficher le niveau supérieur
gl: Amosar o nivel superior
it: Mostra livello superiore
nl: Toon bovenste niveau
pl: Wyświetl górny poziom
pt_br: Mostrar o nível superior
sl: Prikaži zgornjo raven
sv: Visa övre nivå
tr: Üst Düzeyi Görüntüle
uk: Показати верхній рівень

source: Display Lower Level
bs: Prikaži Niži Nivo
ca@valencia: Mostra el nivell inferior
de: Untere Ebene anzeigen
eo: Montri Malsupran Nivelon
es: Mostrar nivel inferior
et: Väiksema taseme näitamine
fr: Afficher le niveau inférieur
gl: Amosar o nivel inferior
it: Mostra livello inferiore
nl: Toon lager niveau
pl: Wyświetl dolny poziom
pt_br: Mostrar o nível inferior
sl: Prikaži spodnjo raven
sv: Visa lägre nivå
tr: Alt Düzeyi Görüntüle
uk: Показати нижній рівень

source: Delete Current Level
bs: Obriši Trenutni Nivo
ca@valencia: Suprimix el nivell actual
de: Aktuelle Ebene löschen
eo: Forigi Nunan Nivelon
es: Eliminar nivel actual
et: Kustuta aktiivne tase
fr: Supprimer le niveau courant
gl: Eliminar o nivel actual
it: Elimina livello attuale
nl: Verwijder huidig niveau
pl: Usuń bieżący poziom
pt_br: Excluir o nível atual
sl: Izbriši trenutno raven
sv: Ta bort nuvarande nivå
tr: Geçerli Düzeyi Sil
uk: Вилучити поточний рівень

source: Create New Zone
ca@valencia: Crea una zona nova
de: Neue Zone erstellen
eo: Krei Novan Zonon
es: Crear nueva zona
et: Loo uus tsoon
fr: Créer une nouvelle zone
gl: Crear unha nova zona
it: Crea nuova zona
nl: Nieuwe zone aanmaken
pl: Utwórz nową strefę
pt_br: Criar nova área
sl: Ustvari novo območje
sv: Skapa ny zon
tr: Yeni Bölge Oluştur
uk: Створити зону

source: Delete Current Zone
ca@valencia: Suprimix la zona actual
de: Aktuelle Zone löschen
eo: Forigi Nunan Zonon
es: Borrar zona actual
et: Kustuta aktiivne tsoon
fr: Supprimer la zone actuelle
gl: Eliminar a zona actual
it: Elimina zona attuale
nl: Huidige zone verwijderen
pl: Usuń bieżącą strefę
pt_br: Excluir a área atual
sl: Izbriši trenutno območje
sv: Ta bort nuvarande zon
tr: Geçerli Bölgeyi Sil
uk: Вилучити поточну зону

source: Map Upper Level
bs: Gornji Nivo Mape
ca@valencia: Nivell superior del mapa
de: Obere Ebene der Karte
eo: Mapo de Supra Nivelo
es: Mapear el nivel superior
et: Suurema taseme näitamine
fr: Niveau supérieur de carte
gl: Nivel superior do mapa
it: Mappa livello superiore
nl: Plattegrond bovenste niveau
pl: Mapuj górny poziom
pt_br: Nível superior do mapa
sl: Kartografiraj zgornjo raven
sv: Kartlägg övre nivå
tr: Yukarı Düzeyi Haritala
uk: Верхній рівень карти

source: Map Lower Level
bs: Donji Nivo Mape
ca@valencia: Nivell inferior del mapa
de: Untere Ebene der Karte
eo: Mapo Malsupra Nivelo
es: Mapear el nivel inferior
et: Väiksema taseme näitamine
fr: Niveau inférieur de carte
gl: Nivel inferior do mapa
it: Mappa livello inferiore
nl: Plattegrond lager niveau
pl: Mapuj dolny poziom
pt_br: Nível inferior do mapa
sl: Kartografiraj spodnjo raven
sv: Kartlägg lägre nivå
tr: Aşağı Düzeyi Haritala
uk: Нижній рівень карти

source: Set &Current Position
bs: Postavi &Trenutnu Poziciju
ca@valencia: Establix la posició a&ctual
de: A&ktuelle Position festlegen
eo: Agordi Aktualan Pozi&cion
es: Establecer la posición actual
et: Mää&ra aktiivne asukoht
fr: Définir une position &courante
gl: Definir a posición a&ctual
it: Imposta posizione a&ttuale
nl: &Huidige positie instellen
pl: Ustaw bieżą&cą pozycję
pt_br: Definir a &posição atual
sl: Nastavi trenutni položaj
sv: Ange &nuvarande position
tr: &Geçerli Konumu Ayarla
uk: Встановити &поточну позицію

source: Set Room to &Login Point
bs: Postavi Sobu na Tačku &Prijave
ca@valencia: Establix &la sala com a punt d'inici de sessió
de: Raum als Anme&ldungspunkt festlegen
eo: Agordi Ĉambron al Ensa&lutpunkto
es: Establecer sala como punto de inicio de sesión
et: Määra ruum sisse&logimiskohaks
fr: Définir &le domaine comme point de connexion
gl: Converter a sala no punto de &acceso
it: Imposta stanza al punto di &accesso
nl: Kamer als &login-punt instellen
pl: Ustaw pokój do punktu &logowania
pt_br: Definir o &quarto para o ponto de autenticação
sl: Nastavi sobo na točko prijave
sv: Ställ in rum till in&loggningsplats
tr: Odayı &Oturum Açma Noktasına Ayarla
uk: Зробити кімнату точкою в&ходу

source: &Speed walk to room
bs: &Brzo hodanje do sobe
ca@valencia: Ma&rxa ràpida fins a la sala
de: Wege&skript zu Raum
eo: &Rapide marŝi al ĉambro
es: &Atajo a la sala
et: K&iirliikumine ruumi
fr: Tapis roulant vers le domaine
gl: Camiñar rapidamente á &sala
it: &Marcia alla stanza
nl: &Snelwandelen naar kamer
pl: &Szybko przejdź do pokoju
pt_br: Correr para o &quarto
sl: Hitra hoja v sobo
sv: &Snabbgå till rum
tr: Odaya &hızlı yürü
uk: &Швидкий вхід до кімнати

source: &Delete room
bs: &Obriši sobu
ca@valencia: Sup&rimix la sala
de: Raum &löschen
eo: &Forigi ĉambron
es: &Eliminar sala
et: &Kustuta ruum
fr: Supprimer le &domaine
gl: &Eliminar a sala
it: &Elimina stanza
nl: Kamer verwij&deren
pl: &Usuń pokój
pt_br: &Excluir quarto
sl: Izbriši sobo
sv: &Ta bort rum
tr: Odayı &sil
uk: В&илучити кімнату

source: &Properties
bs: &Svojstva
ca@valencia: &Propietats
de: &Eigenschaften
eo: &Ecoj
es: &Propiedades
et: &Omadused
fr: &Propriétés
gl: &Propiedades
it: &Proprietà
nl: &Eigenschappen
pl: &Właściwości
pt_br: &Propriedades
sl: Lastnosti
sv: Egenska&per
tr: &Özellikler
uk: &Властивості

source: &Delete Text
bs: &Obriši tekst
ca@valencia: Eli&mina el text
de: &Text löschen
eo: &Forigi Tekston
es: &Eliminar texto
et: &Kustuta tekst
fr: &Supprimer un texte
gl: &Eliminar o texto
it: &Elimina testo
nl: Verwijder tekst
pl: &Usuń tekst
pt_br: Excluir &texto
sl: Izbriši besedilo
sv: &Ta bort text
tr: Metni &sil
uk: Ви&лучити текст

source: &One way
bs: &Jednosmjerno
ca@valencia: &Un sentit
de: &Einbahnweg
eo: &Unudirekta
es: &Un sentido
et: Ü&hesuunaline
fr: Aller s&imple
gl: &Unha dirección
it: Senso &unico
nl: &Eenrichtingsverkeer
pl: &Jednokierunkową
pt_br: Sentid&o único
sl: En&osmerno
sv: &Enkelriktad
tr: &Tek yön
uk: &Однобічний

source: &Two way
bs: &Dvosmjerno
ca@valencia: &Dos sentits
de: Zweirich&tungsweg
eo: &Dudirekta
es: &Dos sentidos
et: &Kahesuunaline
fr: Aller Re&tour
gl: &Dúas direccións
it: &Due sensi
nl: &Tweerichtingsverkeer
pl: &Dwukierunkową
pt_br: &Dois sentidos
sl: Dvosmerno
sv: &Dubbelriktad
tr: &Çift yön
uk: &Двобічний

source: &Add Bend
bs: &Dodaj Krivulju
ca@valencia: Afi&g una corba
de: &Wegbiegung hinzufügen
eo: &Aldoni Bend
es: &Añadir curva
et: Lis&a käänak
fr: &Ajouter un virage
gl: Eng&adir unha curva
it: &Aggiungi curva
nl: &Bocht toevoegen
pl: Dod&aj zakręt
pt_br: &Adicionar ligação
sl: Dod&aj ovinek
sv: &Lägg till kurva
tr: Dönemeç &Ekle
uk: &Додати вигин

source: &Remove Segment
bs: &Otkloni Segment
ca@valencia: E&limina el segment
de: &Segment entfernen
eo: Fo&rigi Segmenton
es: &Eliminar segmento
et: &Eemalda lõik
fr: Enleve&r le segment
gl: &Retirar o segmento
it: &Rimuovi segmento
nl: Segment ver&wijderen
pl: &Usuń odcinek
pt_br: &Remover segmento
sl: Odst&rani odsek
sv: &Ta bort segment
tr: &Bölütü Kaldır
uk: Ви&лучити відрізок

source: &Edit Bends
bs: &Uredi Krivulje
ca@valencia: &Edita les corbes
de: W&egbiegungen bearbeiten
eo: R&edakti Kurbojn
es: &Editar curvas
et: &Muuda käänakuid
fr: Modifi&er les virages
gl: &Editar as curvas
it: &Modifica curve
nl: &Bocht bewerken
pl: &Edytuj zakręty
pt_br: &Editar ligações
sl: Ur&edi ovinke
sv: R&edigera kurvor
tr: Dönemeçleri Dü&zenle
uk: &Змінити вигини

source: &Delete Path
bs: &Obriši Putanju
ca@valencia: Sup&rimix el camí
de: Pfa&d löschen
eo: &Forigi Vojon
es: &Eliminar ruta
et: &Kustuta tee
fr: &Supprimer un emplacement
gl: &Eliminar a ruta
it: &Elimina percorso
nl: &Verwijder pad
pl: &Usuń ścieżkę
pt_br: &Excluir caminho
sl: Izbriši pot
sv: &Ta bort väg
tr: Yolu &Sil
uk: Ви&лучити шлях

source: Hide
bs: Sakrij
ca@valencia: Oculta
de: Ausblenden
eo: Kaŝi
es: Ocultar
et: Peida
fr: Cacher
gl: Agochar
it: Nascondi
nl: Verbergen
pl: Ukryj
pt_br: Ocultar
sl: Skrij
sv: Dölj
tr: Gizle
uk: Сховати

source: Custom
bs: Proizvoljno
ca@valencia: A mida
de: Benutzerdefiniert
eo: Propra
es: Personalizado
et: Kohandatud
fr: Personnalisé
gl: Personalizado
it: Personalizzato
nl: Aangepast
pl: Własna
pt_br: Personalizado
sl: Po meri
sv: Egen
tr: Özel
uk: Нетиповий

source: &Label
bs: &Etiketa
ca@valencia: Nive&ll
de: &Beschriftung
eo: &Etikedo
es: &Etiqueta
et: Pea&ldis
fr: &Libellé
gl: &Etiqueta
it: &Etichetta
pl: &Etykieta
pt_br: &Legenda
sl: Oznaka
sv: E&tikett
tr: &Etiket
uk: &Мітка

source: There is no level in that direction. Do you want to create a new one?
ca@valencia: No hi ha cap nivell en esta direcció. Voleu crear-ne un de nou?
de: In dieser Richtung gibt es keine Ebenen. Möchten Sie eine neue erstellen?
eo: Ne estas nivelo en tiu direkto. Ĉu vi volas krei novan?
es: No existe ningún nivel en esa dirección. ¿Desea crear uno nuevo?
et: Selles suunas pole ühtegi taset. Kas luua uus tase?
fr: Il n'y a aucun niveau dans cette direction. Voulez-vous créer un nouveau niveau ?
gl: Non hai ningún nivel nesa dirección. Quere crear un novo?
it: Non vi sono livelli in quella direzione. Vuoi crearne uno nuovo?
nl: Er is in die richting geen niveau, Wilt u een nieuw niveau aanmaken?
pl: Nie ma poziomu w tym kierunku. Czy chcesz utworzyć nowy poziom?
pt_br: Não há nenhum nível nessa direção. Deseja criar um novo?
sl: V tej smeri ni ravni. Ali želite ustvariti novo?
sv: Det finns ingen nivå i den riktningen. Vill du skapa en ny?
tr: O yönde bir düzey yok. Yeni bir tane oluşturmak istiyor musunuz?
uk: У цьому напрямку немає рівня. Хочете створити його?

source: Create New Level
ca@valencia: Crea un nivell nou
eo: Krei Novan Nivelon
es: Crear nuevo nivel
gl: Crear un novo nivel
nl: Nieuw niveau aanmaken
pt_br: Criar novo nível
sl: Ustvari novo raven
sv: Skapa ny nivå
tr: Yeni Düzey Oluştur
uk: Створити рівень

source: Are you sure that you want to delete the current level?
ca@valencia: Segur que voleu suprimir el nivell actual?
de: Möchten Sie die aktuelle Ebene wirklich löschen?
eo: Ĉu vi certas, ke vi volas forigi la nunan nivelon?
es: ¿Seguro que desea borrar el nivel actual?
et: Kas tõesti kustuda aktiivne tase?
fr: Voulez-vous vraiment supprimer le niveau actuel ?
gl: Seguro que quere eliminar o nivel actual?
it: Vuoi davvero eliminare il livello attuale?
nl: Wilt u het huidige niveau verwijderen?
pl: Czy na pewno chcesz usunąć bieżacy poziom?
pt_br: Deseja excluir o nível atual?
sl: Ali ste prepričani, da želite izbrisati trenutno raven?
sv: Är du säker på att du vill ta bort aktuell nivå?
tr: Geçerli düzeyi silmek istediğinizden emin misiniz?
uk: Ви справді хочете вилучити поточний рівень?

source: Please enter the name of the new zone:
ca@valencia: Introduïu el nom de la zona nova:
de: Bitte geben Sie einen Namen für die neue Zone ein:
eo: Bonvolu enigi la nomon de la nova zono:
es: Introduzca el nombre de la nueva zona:
et: Palun sisesta uue tsooni nimi:
fr: Veuillez saisir le nom de la nouvelle zone :
gl: Insira o nome da nova zona:
it: Inserisci il nome della nuova zona:
nl: Voer de naam van de nieuwe zone in:
pl: Podaj nazwę nowej strefy:
pt_br: Digite o nome da nova área:
sl: Vnesite ime novega območja:
sv: Ange namn på den nya zonen:
tr: Lütfen yeni bölgenin adını girin:
uk: Будь ласка, вкажіть назву нової зони:

source: Are you sure that you want to delete the current zone? This cannot be undone.
ca@valencia: Segur que voleu suprimir la zona actual? Açò no es podrà desfer.
de: Möchten Sie die aktuelle Zone wirklich löschen? Dies kann nicht rückgängig gemacht werden.
eo: Ĉu vi certas, ke vi volas forigi la nunan zonon? Ĉi tio ne povas esti malfarita.
es: ¿Seguro que desea borrar la zona actual? Esta acción no se puede deshacer.
et: Kas tõesti kustuda aktiivne tsoon? Seda ei saa tagasi võtta.
fr: Voulez-vous vraiment supprimer la zone actuelle ? Cette opération est irréversible.
gl: Seguro que quere eliminar a zona actual? Isto non pode desfacerse.
it: Vuoi davvero eliminare la zona attuale? Quest'azione non può essere annullata.
nl: Wilt u de huidige zone verwijderen? Dit kunt u niet ongedaan maken.
pl: Czy na pewno chcesz usunąć bieżacą strefę? Nie można będzie tego cofnąć?
pt_br: Deseja realmente excluir a área atual? Isso não poderá ser desfeito.
sl: Ali ste prepričani, da želite izbrisati trenutno območje? Tega ni mogoče razveljaviti.
sv: Är du säker på att du vill ta bort aktuell zon? Det går inte att ångra.
tr: Geçerli bölgeyi silmek istediğinizden emin misiniz? Bu geri alınamaz.
uk: Ви справді хочете вилучити поточну зору? Цю дію не можна буде скасувати.

source: Change room label position
bs: Promjeni poziciju etikete sobe
ca@valencia: Canvia la posició de l'etiqueta de la sala
de: Beschriftungsposition des Raums ändern
eo: Ŝanĝi ĉambran etikedpozicion
es: Cambiar la posición de la etiqueta de la sala
et: Muuda ruumi pealdise asukohta
fr: Modifier la position du libellé de domaine
gl: Cambiar a posición da etiqueta da sala
it: Cambia posizione etichetta stanza
nl: Positie van kamerlabel wijzigen
pl: Zmień pozycję etykiety pokoju
pt_br: Alterar a posição da legenda do quarto
sl: Spremeni položaj oznake sobe
sv: Ändra beteckningsposition för rum
tr: Oda etiketi konumunu değiştir
uk: Змінити розташування мітки кімнати

source: Change zone label position
bs: Promjeni poziciju etikete zone
ca@valencia: Canvia la posició de l'etiqueta de la zona
de: Beschriftungsposition der Zone ändern
eo: Ŝanĝi zonan etikedpozicion
es: Cambiar la posición de la etiqueta de la zona
et: Muuda tsooni pealdise asukohta
fr: Modifier la position du libellé de zone
gl: Cambiar a posición da etiqueta da zona
it: Cambia posizione etichetta zona
nl: Positie van zonelabel wijzigen
pl: Zmień pozycję etykiety strefy
pt_br: Alterar a posição da legenda da zona
sl: Spremeni položaj oznake območja
sv: Ändra beteckningsposition för zon
tr: Bölge etiketi konumunu değiştir
uk: Змінити розташування мітки зони

source: Current Room :
bs: Trenutna soba:
ca@valencia: Sala actual :
de: Aktueller Raum:
eo: Nuna Ĉambro:
es: Sala actual:
et: Aktiivne ruum:
fr: Domaine actuel :
gl: Sala actual :
it: Stanza attuale:
nl: Huidige kamer :
pl: Bieżący pokój :
pt_br: Quarto atual:
sl: Trenutna soba:
sv: Nuvarande rum:
tr: Geçerli Oda:
uk: Поточна кімната:

source: Level :
bs: Nivo:
ca@valencia: Nivell :
de: Ebene:
eo: Nivelo:
es: Nivel:
et: Tase:
fr: Niveau :
gl: Nivel:
it: Livello:
nl: Niveau :
pl: Poziom :
pt_br: Nível:
sl: Raven:
sv: Nivå:
tr: Düzey:
uk: Рівень:

source: Zone :
bs: Zona:
ca@valencia: Zona :
eo: Zono:
es: Zona:
et: Tsoon:
gl: Zona:
it: Zona:
pl: Strefa :
pt_br: Zona :
sl: Območje:
sv: Zon:
tr: Bölge:
uk: Зона:

source: Unnamed Zone
bs: Neimenovana Zona
ca@valencia: Zona sense nom
de: Unbenannte Zone
eo: Nenomita Zono
es: Zona sin nombre
et: Nimetu tsoon
fr: Zone sans nom
gl: Zona sen nome
it: Zona senza nome
nl: Zone zonder naam
pl: Nienazwana strefa
pt_br: Zona sem nome
sl: Neimenovano območje
sv: Namnlös zon
tr: Adsız Bölge
uk: Зона без назви

source: This is not a KMuddy map list.
ca@valencia: Esta no és una llista de mapes de KMuddy.
de: Dies ist keine Datei mit einer Kartenliste für KMuddy.
eo: Ĉi tio ne estas mapo-listo de KMuddy.
es: Esto no es una lista de mapas de KMuddy.
et: See ei ole KMuddy tasemete loend.
fr: Ceci n'est pas un fichier de cartes KMuddy.
gl: Esta non é unha lista de mapas de KMuddy.
it: Quest'elenco non è una mappa di KMuddy.
nl: Dit is geen lijst met KMuddy mappen.
pl: To nie jest lista map KMuddy.
pt_br: Esta não é uma lista de mapas do KMuddy.
sl: To ni seznam zemljevidov KMuddy.
sv: Det här är inte en Kmuddy-avbildningslista.
tr: Bu bir KMuddy harita listesi değil.
uk: Цей список карт не є списком карт KMuddy.
