Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: Other
bs: Drugo
ca@valencia: Altres
de: Weitere
eo: Alia
es: Otro
et: Muu
fr: Autre
gl: Outro
it: Altro
nl: Overig
pl: Inny
pt_br: Outra
sl: Drugo
sv: Annan
tr: Diğer
uk: Інше

source: Whole line
bs: Čitava linija
ca@valencia: Tota la línia
de: Gesamte Zeile
eo: Tuta linio
es: Línea completa
et: Kogu rida
fr: Ligne complète
gl: Liña completa
it: Intera riga
nl: Hele regel
pl: Cały wiersz
pt_br: Linha completa
sl: Celotna vrstica
sv: Hel rad
tr: Tüm satır
uk: Цілий рядок

source: Matching text
bs: Odgovarajući tekst
ca@valencia: Text coincident
de: Übereinstimmender Text
eo: Kongrua teksto
es: Texto coincidente
et: Sobiv tekst
fr: Correspondant au texte
gl: Texto coincidente
it: Testo corrispondente
nl: Overeenkomstige tekst
pl: Pasujący tekst
pt_br: Texto correspondente
sl: Ujemanje besedila
sv: Matchande text
tr: Eşleşen metin
uk: Текст-відповідник

source: Prefix
bs: Prefiks
de: Präfix
eo: Prefikso
es: Prefijo
et: Prefiks
fr: Préfixe
gl: Prefixo
it: Prefisso
nl: Voorvoegsel
pl: Przedrostek
pt_br: Prefixo
sl: Predpona
tr: Önek
uk: Префікс

source: Suffix
bs: Sufiks
ca@valencia: Sufix
de: Endung
eo: Sufikso
es: Sufijo
et: Sufiks
fr: Suffixe
gl: Sufixo
it: Suffisso
nl: Achtervoegsel
pl: Przyrostek
pt_br: Sufixo
sl: Pripona
tr: Sonek
uk: Суфікс

source: Full prefix
bs: Puni prefiks.
ca@valencia: Prefix complet
de: Vollständiger Präfix
eo: Plena prefikso
es: Prefijo completo
et: Täielik prefiks
fr: Préfixe complet
gl: Prefixo completo
it: Prefisso intero
nl: Compleet voorvoegsel
pl: Pełny przedrostek
pt_br: Prefixo completo
sl: Polna predpona
sv: Fullständigt prefix
tr: Tam önek
uk: Префікс повністю

source: Full suffix
bs: Puni sufiks.
ca@valencia: Sufix complet
de: Vollständige Endung
eo: Plena sufikso
es: Sufijo completo
et: Täielik sufiks
fr: Suffixe complet
gl: Sufixo completo
it: Suffisso intero
nl: Compleet achtervoegsel
pl: Pełny przyrostek
pt_br: Sufixo completo
sl: Polna pripona
sv: Fullständigt suffix
tr: Tam sonek
uk: Суфікс повністю

source: Backreference
bs: Referenca na prethodni dio
ca@valencia: Referència arrere
de: Rückwärts-Verweis
eo: Malantaŭreferenco
es: Referencia anterior
et: Tagasiviide
fr: Référence arrière
gl: Referencia cara atrás
nl: Terugverwijzing
pl: Odwołanie wsteczne
pt_br: Referência anterior
sl: Sklic nazaj
sv: Bakåtreferens
tr: Geri başvuru
uk: Зворотне посилання

source: &Trigger text
bs: &Okidač tekst
ca@valencia: &Text del desencadenant
de: Auslöse&text
eo: &Eligi tekston
es: Texto del desencadenan&te
et: &Päästiku tekst
fr: &Texte du déclencheur
gl: &Texto disparador
it: &Testo attivatore
nl: &Tekst trigger
pl: &Wyzwól tekst
pt_br: &Texto para acionar
sl: Sprožilno besedilo
sv: U&tlösande text
tr: &Tetik metni
uk: &Текстова умова

source: Command that will be replaced if you enter it.
bs: Komanda koja će biti zamijenjena ako joj pristupite.
ca@valencia: Ordre que se substituirà si l'introduïu.
de: Befehl der ersetzt wird, wenn Sie ihn eingeben.
eo: Komando kiu estos anstataŭigita se vi enigas ĝin.
es: Orden que se sustituirá si la introduce.
et: Sisestamisel asendatav käsk.
fr: Commande qui sera remplacée si vous la saisissez.
gl: Orde que se substituirá se a insire.
it: Comando che sarà sostituito se lo inserisci.
nl: Ingevoerde commando dat word vervangen.
pl: Polecenie, które zostanie zastąpione, jeśli je wpiszesz.
pt_br: O comando que será substituído se introduzi-lo.
sl: Ukaz, ki bo zamenjan, če ga vnesete.
sv: Kommando som ersätts om du skriver in det.
tr: Girerseniz onun yerine geçecek komut.
uk: Команда, яку буде замінено, якщо ви введете її.

source: Exact match
bs: Tačno poklapanje.
ca@valencia: Coincidència exacta
de: Exakte Übereinstimmung
eo: Ĝuste kongruo
es: Coincidencia exacta
et: Täpne sobivus
fr: Correspondance exacte
gl: Coincidencia exacta
it: Corrispondenza esatta
nl: Exacte overeenkomst
pl: Dokładne dopasowanie
pt_br: Ocorrência exata
sl: Natančno ujemanje
sv: Exakt matchning
tr: Tam eşleşme
uk: Точний збіг

source: Sub-string
bs: Pod-string
ca@valencia: Subcadena
de: Teilzeichenfolge
eo: Subĉeno
es: Sub-cadena
et: Alamstring
fr: Sous-chaîne
gl: Subcadea
it: Sottostringa
nl: Gedeelte van tekenreeks
pl: Podciąg znaków
pt_br: Subsequência
sl: Podniz
sv: Delsträng
tr: Alt dizi
uk: Підрядок

source: Begins with
bs: Počinje sa
ca@valencia: Comença amb
de: Beginnt mit
eo: Komencas kun
es: Comienza por
et: Algab
fr: Commence par
gl: Comeza por
it: Inizia con
nl: Begint met
pl: Zaczyna się od
pt_br: Começa com
sl: Se začne z
sv: Börjar med
tr: Şununla başlar
uk: Починається з

source: Ends with
bs: Završava sa
ca@valencia: Acaba amb
de: Endet mit
eo: Finiĝas per
es: Termina en
et: Lõpeb
fr: Finit par
gl: Remata por
it: Finisce con
nl: Eindigt met
pl: Kończy się na
pt_br: Termina com
sl: Se konča z
sv: Slutar med
tr: Şununla biter
uk: Завершується на

source: Regular expression
bs: Regularni izraz
ca@valencia: Expressió regular
de: Regulärer Ausdruck
eo: Regula esprimo
es: Expresión regular
et: Regulaaravaldis
fr: Expression rationnelle
gl: Expresión regular
it: Espressione regolare
nl: Reguliere expressie
pl: Wyrażenie regularne
pt_br: Expressão regular
sl: Regularni izraz
sv: Reguljärt uttryck
tr: Düzenli ifade
uk: Формальний вираз

source: Type of matching. Trigger will only be activated if this passes this type of test. Note that triggers are always matched as whole words.
bs: Tip poklapanja. Okidač će jedino biti aktiviran ako ovo prođe ovu vrstu testa. Upamtite da se okidači uvijek poklapaju kao cijele riječi.
ca@valencia: Tipus de concordança. El desencadenant només s'activarà si passa este tipus de prova. Cal tindre en compte que els desencadenants sempre coincidixen amb paraules senceres.
de: Art der Übereinstimmung. Ein Auslöser wird nur aktiviert, wenn diese Art des Tests positiv ausfällt. Auslöser werden immer als ganze Wörter auf Übereinstimmung geprüft.
eo: Tipo de kongruo. Trigger nur estos aktivigita se ĉi tio trapasas ĉi tiun tipon de testo. Rimarku, ke ekigiloj ĉiam kongruas kiel tutaj vortoj.
es: Tipo de emparejamiento. El desencadenante solo se activará si pasa este tipo de prueba. Tenga en cuenta que los desencadenantes se emparejan siempre como palabras completas.
et: Sobivuse tüüp. Päästik aktiveeritakse ainult siis, kui see läbib antud tüübi testi. Arvesta, et päästikuid käsitletakse alati terviksõnadena.
fr: Type de correspondance. Le déclencheur ne sera activé que si celui-ci passe ce type de test. Veuillez noter que les déclencheurs sont traités comme des mots entiers.
gl: Tipo de coincidencia. Os disparadores só se activarán se isto pasa este tipo de proba. Teña en conta que para os disparadores sempre se buscan coincidencias de palabras completas.
it: Tipo di corrispondenza. Gli attivatori saranno attivati solo se ciò passa questo tipo di test. Considera che gli attivatori vengono sempre individuati come parole intere.
nl: Soort overeenkomsten. Een trigger zal alleen worden gestart als dit soort test lukt. Merk op dat de vergelijkingen op hele woorden worden uitgevoerd.
pl: Typ dopasowania. Wyzwalacz zostanie uaktywniony tylko jeśli przejdzie ten typ testu. Zauważ, że wyzwalacze zostają zawsze dopasowywane do całych słów.
pt_br: O tipo de correspondência. O acionamento somente será ativado se passar neste tipo de teste. Lembre-se de que os acionamentos correspondem sempre a palavras completas.
sl: Vrsta ujemanja. Sprožilec se bo aktiviral le, če bo prestal to vrsto preskusa. Upoštevajte, da se sprožilci vedno ujemajo kot cele besede.
sv: Typ av matchning. Utlösaren aktiveras bara om den klarar av den här provtypen. Observera att utlösare alltid matchas som hela ord.
tr: Eşleşme türü. Tetik, bu yalnızca bu tür bir sınamayı geçerse etkinleştirilir. Tetiklerin her zaman tam sözcük olarak eşleştirildiğini dikkate alın.
uk: Тип відповідності. Дію буде виконано, лише якщо дані задовольнятимуть вказану умову. Зауважте, що для перевірки виконання умов завжди використовуватимуться цілі слова.

source: Conditional triggering. If this is set, the actions will only fire if the condition is true (that means, if it evaluates as non-zero).
bs: Uslovno okidanje. Ako je ovo postavljeno, akcije će aktivirati samo ako je uslo istinit (to znači, ako se evaluira kao ne-nula).
ca@valencia: Desencadenant condicional. Si s'establix, les accions només s'activaran si la condició és certa (és a dir, si s'avalua com a no zero).
de: Bedingte Auslösung. ist dies eingeschaltet, werden Aktionen nur ausgeführt, wenn die Bedingung wahr ist, das heißt, die Auswertung ergibt einen von Null verschiedenen Wert.
eo: Kondiĉa ekigado. Se ĉi tio estas agordita, la agoj pafos nur se la kondiĉo estas vera (tio signifas, se ĝi taksas ne-nula).
es: Desencadenamiento condicional. Si está activado, las acciones solo se iniciarán si la condición es cierta (esto significa que se evalúan como distintas de cero).
et: Tingimuslik päästiku vallandamine. Selle korral käivitub päästik ainult siis, kui tingimus on täidetud (see tähendab, et selle väärtus peab erinema nullist).
fr: Déclenchement conditionnel. Si cette option est positionnée, les actions ne seront déclenchées que si la condition est « Vrai » (cela signifie une évaluation différente de zéro).
gl: Disparo condicional. Se isto se define, as acción só se dispararán se se cumpre a condición (é dicir, se o valor da condición é distinto de cero).
it: Attivazione condizionale. Se impostata, le azioni verranno innescate solo se la condizione è vera (che significa che deve essere valutata come diversa da zero).
nl: Voorwaardelijke trigger. Als dit is ingeschakeld, dan zal de trigger alleen worden gestart als aan de voorwaarde is voldaan (wat inhoud, dat het resultaat van de evaluatie niet nul is).
pl: Warunkowe wyzwalanie. Jeżeli jest to ustawione, to działanie zostaną wykonane tylko, jeśli warunek jest spełniony (oznacza to, jeśli okaże się niezerowy)
pt_br: Acionamentos condicionais. Se isto estiver definido, as ações só serão acionadas se a condição for verdadeira (isto é, caso seja avaliada como diferente de zero).
sl: Pogojno proženje. Če je to nastavljeno, se bodo dejanja sprožila le, če je pogoj izpolnjen (to pomeni, da je ocenjen kot ne-ničeln).
sv: Villkorlig utlösare. Om aktiverat, utförs åtgärden bara om villkoret är sant (vilket betyder att det utvärderas till något annat än noll).
tr: Koşulsal tetikleme. Bu ayarlanmışsa eylemler yalnızca koşul doğruysa tetiklenir (sıfır değilse).
uk: Умовне вмикання. Якщо буде позначено цей пункт, дії буде виконано лише у разі виконання умови (тобто ненульового значення обчисленого логічного виразу).

source: &Command(s) to send:
bs: &Komanda(e) za slanje:
ca@valencia: O&rdres que s'han d'enviar:
de: &Zu sendende(r) Befehl(e):
eo: &Komando(j) por sendi:
es: Ó&rdenes para enviar:
et: Saa&detavad käsud:
fr: &Commande(s) à envoyer :
gl: &Ordes para enviar:
it: &Comandi da inviare:
nl: Te verzenden &commando:
pl: &Polecenie(a) do wysłania:
pt_br: &Comando(s) a enviar:
sl: Ukazi za pošiljanje:
sv: &Kommando(n) att skicka:
tr: &Gönderilecek komut(lar):
uk: &Команди, які слід надіслати:

source: Command(s) that will replace command you've entered.
bs: Komanda(e) koja(e) će zamijeniti komandu koju ste unijeli.
ca@valencia: Ordres que substituiran l'ordre que heu introduït.
de: Befehle, die von Ihnen bereits eingegebene Befehle ersetzen.
eo: Komando(j) kiu anstataŭigos komandon, kiun vi enigis.
es: Órdenes que sustituirán a la que ha introducido.
et: Sisestatavaid käske asendavad käsud.
fr: Commande(s) qui remplacera la commande que vous avez saisie.
gl: Ordes para substituír a orde que inseriu.
it: Comandi che sostituiranno il comando che hai inserito.
nl: Commando's die Ingevoerd commando vervangt.
pl: Polecenie(a), które zastąpią polecenie, które wpisano.
pt_br: O(s) comando(s) que irá(ão) substituir o comando introduzido.
sl: Ukazi, ki bodo nadomestili ukaz, ki ste ga vnesli.
sv: Kommando(n) som ersätter kommandot du skrivit in.
tr: Girdiğiniz komutun yerine geçecek komut(lar).
uk: Команди, які замінять введену вами команду.

source: Test area
bs: Testno područje.
ca@valencia: Àrea de proves
de: Testbereich
eo: Testareo
es: Área de prueba
et: Testimisala
fr: Zone de test
gl: Zona de probas
it: Area test
nl: Testgebied
pl: Obszar testowy
pt_br: Área de teste
sl: Preizkusna površina
sv: Provområde
tr: Sınama alanı
uk: Область перевірки

source: &Text:
bs: &Tekst:
eo: &Teksto:
es: &Texto:
et: &Tekst:
fr: &Texte :
gl: &Texto:
it: &Testo:
nl: &Tekst:
pl: &Tekst:
pt_br: &Texto:
sl: Besedilo:
tr: &Metin:
uk: &Текст:

source: Name
bs: Ime
ca@valencia: Nom
eo: Nomo
es: Nombre
et: Nimi
fr: Nom
gl: Nome
it: Nome
nl: Naam
pl: Nazwa
pt_br: Nome
sl: Ime
sv: Namn
tr: Ad
uk: Назва

source: Value
bs: Vrijednost
ca@valencia: Valor
de: Wert
eo: Valoro
es: Valor
et: Väärtus
fr: Valeur
gl: Valor
it: Valore
nl: Waarde
pl: Wartość
pt_br: Valor
sl: Vrednost
sv: Värde
tr: Değer
uk: Значення

source: This is testing area. You can test your trigger here to see if it does what you want it to do. Simply type in some text and see what happens.
bs: Ovo je testno područje. Možete testirati vaš okidač ovdje da biste vidjeli da li radi ono što želite. Samo ukucajte neki tekst i vidite šta se dešava.
ca@valencia: Esta és l'àrea de proves. Podeu intentar el vostre desencadenant ací per a veure si fa el que voleu. Senzillament escriviu un text i vegeu què passa.
de: Dies ist der Testbereich. Sie können hier Ihren Auslöser überprüfen, ob er funktioniert. Geben Sie Text ein und sehen Sie was passiert.
eo: Ĉi tio estas prova areo. Vi povas testi vian ekigilon ĉi tie por vidi ĉu ĝi faras tion, kion vi volas, ke ĝi faru. Simple tajpu iom da teksto kaj vidu, kio okazas.
es: Esta es el área de prueba. Puede probar su desencadenante aquí para comprobar si hace lo que desea. Simplemente escriba algún texto y observe lo que ocurre.
et: See on testimisala. Siin saab testida päästikuid, et näha, kas nad käituvad ootuspäraselt. Kirjuta lihtsalt midagi ja vaata, mis juhtub.
fr: Ceci est une zone de test. Vous pouvez tester votre déclencheur ici, pour voir si celui-ci fait bien ce que vous lui demandez. Saisissez simplement un peu de texte et regardez ce qui se passe.
gl: Esta é unha zona de probas. Permítelle probar os disparadores para ver se fan o que quere que fagan. Escriba un texto e observe o que ocorre.
it: Questa è un'area di test. Puoi verificare qui il tuo attivatore per vedere se esegue quello che hai richiesto. Semplicemente, digita del testo e vedi cosa succede.
nl: Dit is een testvlak. U kunt hier uw trigger uittesten om te kijken of er gebeurt wat u wilt dat er gebeurt. Type wat tekst en kijk wat er gebeurt.
pl: Jest to obszar testowy. Tutaj możesz przetestować swój wyzwalacz, aby zobaczyć czy robi to co chcesz. Po prostu wpisz pewien tekst i zobacz co się dzieje.
pt_br: Esta é uma área de testes. Você pode testar aqui o seu acionamento para ver se ele faz o que você deseja. Simplesmente digite algum texto e veja o que acontece.
sl: To je področje za preizkušanje. Tukaj lahko preizkusite sprožilec, da vidite, ali počne, kar želite. Preprosto vnesite nekaj besedila in si oglejte, kaj se bo zgodilo.
sv: Det här är provområdet. Utlösaren kan provas här för att se om den gör vad du vill. Skriv helt enkelt in någon text och se vad som händer.
tr: Burası, sınama alanıdır. Tetiğinizin, yapmak istediğiniz şeyi yapıp yapmadığını burada sınayabilirsiniz. Yalnızca birkaç metin girin ve neler olduğunu görün.
uk: Це панель тестування. Тут ви можете перевірити ваші умовні вмикання, щоб переконатися, що вони працюють належним чином. Просто введіть якийсь текст і слідкуйте за результатом.

source: &Options
bs: &Opcije
ca@valencia: &Opcions
de: &Einstellungen
eo: &Elektebloj
es: &Opciones
et: &Valikud
gl: &Opcións
it: &Opzioni
nl: &Opties
pl: &Opcje
pt_br: &Opções
sl: Možnosti
sv: &Alternativ
tr: &Seçenekler
uk: &Параметри

source: Whole words only
bs: Samo cijele riječi
ca@valencia: Només paraules senceres
de: Nur ganze Wörter
eo: Nur tutaj vortoj
es: Solo palabras completas
et: Ainult terved sõnad
fr: Uniquement les mots entiers
gl: Só palabras completas
it: Solo parole intere
nl: Alleen hele woorden
pl: Tylko całe słowa
pt_br: Somente palavras inteiras
sl: Samo cele besede
sv: Bara hela ord
tr: Yalnızca tam sözcükler
uk: Лише цілі слова

source: When enabled, this trigger will only match the text if there are spaces or nothing before/after the matched string.
bs: Kada je omogućen, ovaj okidač će se poklapati sa tekstom samo ako ima znakova razmaka ili nema ničega prije/poslije označenog stringa.
ca@valencia: Quan està habilitat, este desencadenant només coincidirà amb el text si hi ha espais o res abans/després de la cadena coincident.
de: Ist dies aktiviert, passt dieser Auslöser nur auf Text, wenn nur Leerzeichen oder keine Zeichen den übereinstimmenden Text umschließen.
eo: Kiam ĝi estas ebligita, ĉi tiu ekigilo kongruos kun la teksto nur se estas spacoj aŭ nenio antaŭ/post la kongrua ĉeno.
es: Si está activado, este desencadenante solo comparará el texto si no hay nada o hay solamente espacios antes y después de la cadena coincidente.
et: Märkimise korral sobib see päästik tekstiga ainult siis, kui enne või pärast sobivat teksti on tühikud või pole midagi.
fr: Quand cette option est sélectionnée, le déclencheur ne correspondra qu'avec le texte s'il il y a des espaces ou rien avant / ou après la chaîne qui correspond.
gl: Active esta opción para que só se considere que este disparador coincide cun texto se antes ou despois da cadea correspondente só hai espazos ou non hai nada.
it: Se abilitato, questo attivatore individuerà il testo solo se sono presenti spazi o nulla prima/dopo la stringa individuata.
nl: Indien ingeschakeld, zal de trigger alleen de tekens controleren als er spaties of niets voor/achter de te controleren tekens staat.
pl: Gdy włączone, to ten wyzwalacz dopasuje tekst tylko, jeśli istnieją spacje lub nic przed/po dopasowanym ciągu znaków.
pt_br: Quando estiver habilitado, este acionamento só irá corresponder ao texto caso existam espaços ou nada antes/depois do texto correspondente.
sl: Ko je omogočeno, se bo ta sprožilec ujemal z besedilom le, če obstajajo le presledki ali nič drugega pred/po nizu, ki se ujema.
sv: Om aktiverad, matchar utlösaren bara texten om det finns mellanslag eller ingenting alls före och efter den matchade strängen.
tr: Etkinleştirildiğinde, bu tetik, eşleşen diziden önce/sonra boşluklar vrasa veya bir şey yoksa eşleşecektir.
uk: Якщо буде позначено цей пункт, умовна зміна вважатиметься відповідною тексту, якщо перед і після рядка-відповідника стоятимуть пробіли або не стоятиме нічого.

source: Case sensitive
bs: Razlikuj mala i velika slova
ca@valencia: Distingix entre majúscules i minúscules
de: Groß-/Kleinschreibung beachten
eo: Usklecodistinga
es: Sensible a mayúsculas/minúsculas
et: Tõstutundlik
fr: Sensible à la casse
gl: Distinguir as maiúsculas.
it: Distingui maiuscole
nl: Hoofdlettergevoelig
pl: Uwzględnij wielkość liter
pt_br: Diferenciar maiúsculas de minúsculas
sl: Razlikuj velike in male črke
sv: Skiftlägeskänslig
tr: BÜYÜK/küçük harf duyarlı
uk: З врахуванням регістру

source: When this option is on, upper case and lower case letters are treated as different characters, otherwise they're considered to be the same.
bs: Kada je ova opcija uključena, velika i mala slova se tretiraju kao različiti karakteri, a inače se smatra da su isti.
ca@valencia: Quan se selecciona esta opció, les majúscules i minúscules es tractaran com a caràcters diferents, altrament es considerarà que són iguals.
de: Mit dieser Einstellung wurden groß und klein geschriebenen Buchstaben als unterschiedliche Zeichen behandelt, ansonsten als gleiche Zeichen.
eo: Kiam ĉi tiu elekteblo estas ŝaltita, majusklaj kaj minusklaj literoj estas traktataj kiel malsamaj signoj, alie ili estas konsiderataj samaj.
es: Cuando esta opción se encuentre activa, hará distinción entre letras mayúsculas y minúsculas. De lo contrario se considerarán iguales.
et: Märkimise korral koheldakse väike- ja suurtähte erinevalt, vastasel juhul peetakse neid samaks täheks.
fr: Quand cette option est sélectionnée, les lettres en majuscule et en minuscule sont traitées comme des caractères différents, sinon, elles sont considérées comme identiques.
gl: Cando esta opción está activada, as letras maiúsculas e minúsculas trataranse como caracteres distintos. Senón, consideraranse o mesmo carácter.
it: Se questa opzione è attivata, le lettere maiuscole e minuscole vengono trattate come caratteri differenti, in caso contrario vengono considerate uguali.
nl: Indien ingeschakeld, dan worden hoofdletters en kleine letters als verschillende karakters behandelt, anders worden ze als hetzelfde behandelt.
pl: Gdy ta opcja jest włączona, to wielkie i małe litery są traktowane jako różne znaki, w przeciwnym wypadku są traktowane tak samo.
pt_br: Quando esta opção estiver ativada, as letras minúsculas e maiúsculas são tratadas como caracteres diferentes. Caso contrário, são consideradas como sendo iguais.
sl: Ko je ta možnost vklopljena, so velike in male črke obravnavane kot različni znaki, sicer štejejo za enake.
sv: När det här alternativet är på, behandlas stora och små bokstäver som olika tecken, annars anses de vara samma.
tr: Bu seçenek açıkken, BÜYÜK ve küçük harfler ayrı karakterler olarak işlem görürler; aksi takdirde özel bir işlem uygulanmaz.
uk: Якщо буде позначено цей пункт, програма вважатиме літери верхнього і нижнього регістрів різними. Якщо пункт не буде позначено, програма не зважатиме на регістр літер.

source: Show but do not send
bs: Pokaži ali ne šalji.
ca@valencia: Mostra, però sense enviar-ho
de: Anzeigen, aber nicht senden
eo: Montri sed ne sendu
es: Mostrar, pero no enviar
et: Näitamine ilma saatmata
fr: Afficher mais ne pas envoyer
gl: Amosar pero non enviar.
it: Mostra ma non inviare
nl: Tonen maar niet verzenden
pl: Pokaż, lecz nie wysyłaj
pt_br: Mostrar mas não enviar
sl: Pokaži, vendar ne pošlji
sv: Visa men skicka inte
tr: Göster; ancak gönderme
uk: Показати, не надсилати

source: When enabled, the text will not be sent to the MUD, it will only be displayed on the screen.
bs: Kada je omogućeno, tekst neće biti poslan MUD-u, samo će biti prikazan na ekranu.
ca@valencia: Quan estiga habilitada, el text no s'enviarà a MUD, només es mostrarà en la pantalla.
de: Ist dies aktiviert, wird der Text nicht an das MUD gesendet, es wird nur auf dem Bildschirm angezeigt.
eo: Kiam ĝi estas ebligita, la teksto ne estos sendita al la MUD, ĝi nur estos montrata sur la ekrano.
es: Cuando esta opción se encuentre activa el texto no será enviado al MUD, sino que solo será mostrado en pantalla.
et: Märkimise korral ei saadeta teksti MUD-ile, vaid näidatakse ainult ekraanil.
fr: Quand cette option est sélectionnée, le texte ne sera pas envoyé au MUD. Il sera uniquement affiché à l'écran.
gl: Active esta opción para que o texto non se envíe ao MUD, senón que só se amose na pantalla.
it: Se abilitata, il testo non sarà inviato al MUD ma solo visualizzato sullo schermo.
nl: Indien ingeschakeld, zal de tekst niet naar de MUD worden verstuurt, het zal alleen op het scherm te zien zijn.
pl: Gdy włączone, to tekst nie zostanie wysłany do MUD, zostanie on tylko wyświetlony na ekranie.
pt_br: Quando estiver habilitado, o texto não será enviado para o MUD, sendo apenas exibido na tela.
sl: Ko je omogočeno, besedilo ne bo poslano MUD-u, prikazano bo le na zaslonu.
sv: Om aktiverad, skickas inte texten till MUD, utan den visas bara på skärmen.
tr: Etkinleştirildiğinde, metin MUD’a gönderilmez, yalnızca ekranda görüntülenir.
uk: Якщо буде позначено цей пункт, текст не буде надсилатися на сервер MUD, його лише буде показано на екрані.
