Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

# NAME OF TRANSLATORS
source: Your names
bs: Samir Ribić,Zlatan Čilić
ca@valencia: Antoni Bella
de: Frederik Schwarzer
eo: Oliver Kellogg
es: Eloy Cuadra,Kira J. Fernández
et: Marek Laane
fr: Xavier Besnard
gl: Adrián Chaves (Gallaecio)
it: Valter Mura
nl: Freek de Kruijf - t/m 2019;2024
pl: Łukasz Wojniłowicz
pt_br: André Marcelo Alvarenga
sl: Martin Srebotnjak
sv: Stefan Asserhäll
tr: Emir SARI
uk: Юрій Чорноіван

# EMAIL OF TRANSLATORS
source: Your emails
bs: Samir.ribic@etf.unsa.ba,zcilic1@etf.unsa.ba
ca@valencia: antonibella5@yahoo.com
de: schwarzer@kde.org
eo: olivermkellogg@gmail.com
es: ecuadra@eloihr.net,kirajfdez@gmail.com
et: qiilaq69@gmail.com
fr: xavier.besnard@neuf.fr
gl: adrian@chaves.io
it: valtermura@gmail.com
nl: freekdekruijf@kde.nl
pl: lukasz.wojnilowicz@gmail.com
pt_br: alvarenga@kde.org
sl: miles@filmsi.net
sv: stefan.asserhall@gmail.com
tr: emir_sari@icloud.com
uk: yurchor@ukr.net

source: &Caption
bs: &Natpis
ca@valencia: &Llegenda
de: &Beschriftung
es: &Pie de foto
et: &Nimi
fr: &Titre
gl: &Lenda
it: &Didascalia
nl: Ops&chrift:
pl: &Podpis
pt_br: &Legenda
sl: Napis
sv: &Rubrik
tr: &Başlık
uk: &Напис

source: Caption of this button.
bs: Natpis ovog dugmeta.
ca@valencia: La llegenda d'este botó.
de: Beschriftung dieses Knopfes.
eo: Titolo de ĉi tiu butono.
es: Título de este botón.
et: Selle nupu nimi
fr: Titre de ce bouton.
gl: Lenda deste botón.
it: Didascalia di questo pulsante.
nl: Opschrift van deze knop.
pl: Podpis tego przycisku.
pt_br: O título deste botão.
sl: Napis na tem gumbu.
sv: Den här knappens rubrik.
tr: Bu düğmenin başlığı.
uk: Напис на цій кнопці.

source: Co&mmand
bs: Ko&manda
ca@valencia: O&rdre
de: &Befehl
eo: Ko&mando
es: O&rden
et: Kä&sk
fr: Co&mmande
gl: &Orde
it: Co&mando
nl: Co&mmando
pl: Pole&cenie
pt_br: Co&mando
sl: Ukaz
sv: Ko&mmando
tr: &Komut
uk: К&оманда

source: Command that will be executed if you click on the button. Note that you can enter multiple commands here (separated by semi-colons, or another character defined in <b>global settings</b>).
bs: Komanda koja će biti izvršena ako kliknete na dugme. Većem broju komandi možete pristupiti ovdje (odvojenih tačka-zarezom, ili nekim drugim karakterom definiranim u <b>opštim podešavanjima</b>).
ca@valencia: Ordre que s'executarà si feu clic en el botó. Cal tindre en compte que hi podeu introduir múltiples ordres (separades per punt i coma o un altre caràcter definit en la <b>configuració global</b>).
de: Der Befehl, der beim Drücken diese Knopfes ausgeführt wird. Sie können hier auch mehrere Befehle eintragen. Sie sind durch Semikolon oder ein anderes Zeichen zu trenne, das in den <b>Globalen Einstellungen</b> festgelegt ist.
eo: Komando kiu estos efektivigita se vi alklakas la butonon. Rimarku, ke vi povas enigi plurajn komandojn ĉi tie (apartigite per punktokomoj, aŭ alia signo difinita en <b>ĉieaj agordoj</b>).
es: Orden que se ejecuta cuando hace clic en el botón. Tenga en cuenta que puede introducir múltiples órdenes aquí (separadas por punto y coma, o por otro carácter definido en las <b>preferencias globales</b>).
et: Käks, mis käivitatakse nupule vajutamisel. Pane tähele, et siia võib sisestada ka mitu käsku (eraldatud teineteisest semikooloniga või siis mõne muu märgiga, mis on defineeritud <b>üldistes seadistustes.</b>.
fr: Commande qui sera exécuté si vous cliquez sur le bouton. Veuillez noter que vous pouvez saisir ici des commandes multiples (séparées par des virgules ou un autre caractère défini dans la <b>configuration générale</b>).
gl: Orde para executar ao premer o botón. Teña en conta que pode inserir varias ordes (separadas por punto e coma ou por outro carácter definido na <b>configuración global</b>).
it: Comando che sarà eseguito quando farai clic sul pulsante. Nota che qui puoi inserire più comandi (separati da punti e virgola, o un altro carattere definito nelle <b>impostazioni globali</b>).
nl: Uitgevoerde commando als u op de knop klikt. Merk op dat u hier meerdere commando's kunt invoeren (gescheiden door puntkomma's of een ander teken gedefinieerd in <b>globale instellingen</b>).
pl: Polecenie, które zostanie wykonane, jeśli naciśniesz na przycisk. Zauważ, że możesz tutaj podać wiele poleceń (rozdzielonych przez średniki lub inne znaki określone w <b>ustawieniach globalnych</b>).
pt_br: O comando que será executado ao clicar no botão. Lembre-se de que você poderá digitar vários comandos aqui (separados por ponto e vírgula ou por outro caractere definido nas <b>configurações globais</b>).
sl: Ukaz, ki se bo izvršil, če kliknete gumb. Upoštevajte, da lahko tukaj vnesete več ukazov (ločenih s podpičji ali drugimi znaki, določenimi v <b>splošnih nastavitvah</b>).
sv: Kommando som utförs när knappen klickas. Observera att man kan skriva in flera kommandon här (åtskilda med semikolon, eller något annat tecken definierat i de <b>allmänna inställningarna</b>).
tr: Düğmeye tıklarsanız yürütülecek komut. Burada birden çok komut girebilirsiniz (noktalı virgülle veya <b>global ayarlarda</b> tanımlayabileceğiniz başka bir karakterle ayrılmış).
uk: Команда, яку буде виконано, якщо ви натиснете кнопку. Зауважте, що ви можете вказати декілька команд (відокремлених крапками з комами або іншими символами, визначеними у <b>загальних параметрах</b>).

source: Icon displayed on the button toolbar.
bs: Ikona prikazana na alatnoj traci dugmadi.
ca@valencia: Icona que es mostra en la barra d'eines de botons.
de: Auf dem Knopf der Werkzeugleiste angezeigtes Symbol.
eo: Piktogramo montrata sur la butona ilobreto.
es: Icono mostrado en la barra de herramientas de botones
et: Nupuribal nähtav ikoon.
fr: Icône affichée dans la barre d'outils du bouton.
gl: Icona que se amosa na barra de ferramentas de botóns.
it: Icona visualizzata sulla barra dei pulsanti.
nl: Pictogram dat zal worden getoond op de werkbalk met knoppen.
pl: Ikona wyświetlana na pasku narzędzi przycisków.
pt_br: O ícone apresentado na barra de botões.
sl: Ikona, prikazana v orodni vrstici gumbov.
sv: Ikon som visas på knappverktygsraden.
tr: Düğme araç çubuğunda gösterilecek simge.
uk: Піктограма, яку буде показано на панелі кнопок.

source: &Un-press command
bs: &Od-klikni komanda.
ca@valencia: Ordre se&nse prémer
de: &Befehl beim Loslassen der Taste
eo: &Malpremi komandon
es: &Des-presionar orden
et: &Vabastamiskäsk
fr: Commande d'ann&ulation d'un appui
gl: Orde &sen premer
it: &Rilascia il comando
nl: Commando bij &omhoog laten komen
pl: Polecenie &nienaciśnięte
pt_br: C&omando de desativação
sl: Ukaz ob sprostitvi gumba
sv: Tryck &ut-kommando
tr: &Basmayı Bırak Komutu
uk: Ко&манда відпускання кнопки

source: Command that will be executed if you click on the push-down button while it's pushed down.
bs: Komanda koja će biti izvršena ako kliknete na taster dok je pritisnut.
ca@valencia: Ordre que s'executarà si feu clic repetidament en el botó premut.
de: Befehl, der ausgeführt wird, wenn Sie auf einen gedrückten Knopf klicken, während er gedrückt ist.
eo: Komando kiu estos plenumita se vi alklakas la preman butonon dum ĝi estas puŝita malsupren.
es: Orden que se ejecutará si hace clic en el botón cuando ya está pulsado.
et: Käsk, mis käivitatakse, kui vajutada surutavale nupule ajal, mil ta on alla vajutatud.
fr: Commande qui sera exécutée lors d'un appui descendant sur le bouton.
gl: Orde para executar ao premer un botón de dous estados cando está premido.
it: Comando che verrà eseguito se fai clic sul pulsante Premi quando viene pigiato.
nl: Commando dat zal worden uitgevoerd als u klikt op de knop die u kunt indrukken wanneer deze is ingedrukt.
pl: Polecenie, które zostanie wykonane, gdy klikniesz na przycisk wciskany, przy jego wciskaniu.
pt_br: O comando que será executado se você clicar no botão quando este estiver pressionado.
sl: Ukaz, ki se bo izvršil, če kliknete gumb za potiskanje navzdol, medtem ko je potisnjen navzdol.
sv: Kommando som utförs om du klickar på tryckknappen medan den är nertryckt.
tr: Aşağı itilen düğme basılıyken tıklarsanız yürütülecek komut.
uk: Команда, яку буде виконано, якщо ви повторно натиснете вже натиснуту кнопку.

source: &General
bs: &Općenito
de: &Allgemein
eo: Ĝ&enerala
et: Ül&dine
fr: &Général
gl: &Xeral
it: &Generale
nl: Al&gemeen
pl: O&gólne
pt_br: &Geral
sl: Splošno
sv: &Allmänt
tr: &Genel
uk: &Загальне

source: &Script
bs: &Skripta
de: &Skript
eo: &Skripto
et: &Skript
gl: &Guión
pl: &Skrypt
sl: &Skript
sv: &Skript
tr: B&etik
uk: &Скрипт

source: Script when &released
bs: Skripta koja se izvrši kada se &pusti
ca@valencia: Script quan s'a&lliberi
de: Sk&ript beim loslassen
eo: Skripto kiam &eldonita
es: Script cuando se libe&re
et: Sk&ript väljalaskmisel
fr: Script lors du relâchement
gl: Guión ao solta&r
it: Script quando &rilasciato
nl: Script bij &vrijgave
pl: Skrypt przy &puszczaniu
pt_br: Sc&ript quando lançado
sl: Skript ob sp&rostitvi
sv: Skript vid slä&pp
tr: Bırakıldığında be&tikle
uk: Скрипт при &відпусканні

source: Network error: %1
bs: Mrežna greška: %1
ca@valencia: S'ha produït un error de la xarxa: %1
de: Netzwerkfehler: %1
eo: Reta eraro: %1
es: Error de red: %1
et: Võrgu viga: %1
fr: Erreur de réseau : %1
gl: Erro de rede: %1
it: Errore di rete: %1
nl: Netwerkfout: %1
pl: Błąd sieci: %1
pt_br: Erro de rede: %1
sl: Napaka v omrežju: %1
sv: Nätverksfel: %1
tr: Ağ hatası: %1
uk: Помилка мережі: %1

source: Do you want to close connection to %1?
bs: Da li želite da zatvorite konekciju do %1?
ca@valencia: Voleu tancar la connexió amb %1?
de: Möchten Sie die Verbindung zu %1 trennen?
eo: Ĉu vi volas fermi konekton al %1?
es: ¿Desea cerrar la conexión con %1?
et: Kas sulgeda ühendus %1-ga?
fr: Voulez-vous fermer la connexion vers %1 ?
gl: Quere pechar a conexión a %1?
it: Vuoi chiudere il collegamento a %1?
nl: Wilt u de verbinding met %1 sluiten?
pl: Czy chcesz zamknąć połączenie do %1?
pt_br: Deseja fechar a conexão a %1?
sl: Ali želite zapreti povezavo z %1?
sv: Vill du stänga anslutning till %1?
tr: %1 bağlantısını kapatmak istediğinizden emin misiniz?
uk: Бажаєте розірвати з’єднання з %1?

source: Disconnect
bs: Prekini vezu
ca@valencia: Desconnecta
de: Verbindung trennen
eo: Malkonekti
es: Desconectar
et: Katkesta ühendus
fr: Se déconnecter
gl: Desconectar
it: Disconnetti
nl: Verbinding verbreken
pl: Rozłącz
pt_br: Desconectar
sl: Prekini povezavo
sv: Koppla ner
tr: Bağlantıyı Kes
uk: Роз'єднати

source: Close connection
ca@valencia: Tanca la connexió
eo: Fermi konekton
es: Cerrar conexión
gl: Pechar a conexión
nl: Verbinding sluiten
pt_br: Fechar conexão
sl: Zapri povezavo
sv: Stäng anslutning
tr: Bağlantıyı kapat
uk: Закрити з'єднання

source: Stay connected
ca@valencia: Continua connectat
eo: Resti konektita
es: Permanecer conectado
gl: Manter a conexión
nl: Verbonden blijven
pt_br: Se manter conectado
sl: Ostani povezan
sv: Förbli ansluten
tr: Bağlı kal
uk: Підтримувати з'єднання

source: (password is hidden)
bs: (šifra je sakrivena)
ca@valencia: (la contrasenya està oculta)
de: (Passwort ist ausgeblendet)
eo: (pasvorto estas kaŝita)
es: (la contraseña está oculta)
et: (parool on peidetud)
fr: (le mot de passe est caché)
gl: (o contrasinal está agochado)
it: (la password è nascosta)
nl: (wachtwoorden is verborgen)
pl: (hasło zostało ukryte)
pt_br: (a senha está oculta)
sl: (geslo je skrito)
sv: (lösenord är dolt)
tr: (parola gizli)
uk: (пароль приховано)

source: Aliases are now enabled.
bs: Pseudonimi su sada omogućeni.
ca@valencia: Els àlies estan habilitats.
de: Aliase sind jetzt aktiviert.
eo: Aliasoj nun estas ebligitaj.
es: Alias activados.
et: Aliased on nüüd lubatud.
fr: Les alias sont maintenant activés.
gl: As abreviaturas están activadas.
it: Gli alias sono ora abilitati.
nl: Aliassen zijn nu ingeschakeld.
pl: Aliasy zostały teraz włączone.
pt_br: Os apelidos estão agora habilitados.
sl: Vzdevki so zdaj omogočeni.
sv: Alias är nu aktiverade.
tr: Armalar artık etkin.
uk: Тепер замінники увімкнено.

source: Aliases are now disabled.
bs: Pseudonimi su sada isključeni.
ca@valencia: Els àlies estan inhabilitats.
de: Aliase sind jetzt deaktiviert.
eo: Aliasoj nun estas malŝaltitaj.
es: Alias desactivados.
et: Aliased on nüüd keelatud.
fr: Les alias sont maintenant désactivés.
gl: As abreviaturas están desactivadas.
it: Gli alias sono ora disabilitati.
nl: Aliassen zijn nu uitgeschakeld.
pl: Aliasy zostały teraz wyłączone.
pt_br: Os apelidos estão agora desabilitados.
sl: Vzdevki so zdaj onemogočeni.
sv: Alias är nu inaktiverade.
tr: Armalar artık devre dışı.
uk: Тепер замінники вимкнено.

source: Triggers are now enabled.
bs: Aktivatori su sada omogućeni.
ca@valencia: Els desencadenants estan habilitats.
de: Auslöser sind jetzt aktiviert.
eo: Ekigiloj nun estas ebligitaj.
es: Desencadenantes activados.
et: Päästikud on nüüd lubatud.
fr: Les déclencheurs sont maintenant activés.
gl: Os disparadores están activados.
it: Gli attivatori sono ora abilitati.
nl: Triggers zijn nu ingeschakeld.
pl: Wyzwalacze zostały teraz włączone.
pt_br: Os acionamentos estão agora habilitados.
sl: Sprožilci so zdaj omogočeni.
sv: Utlösare är nu aktiva.
tr: Tetikler artık etkin.
uk: Тепер умовні зміни увімкнено.

source: Triggers are now disabled.
bs: Aktivatori su sada isključeni.
ca@valencia: Els desencadenants estan inhabilitats.
de: Auslöser sind jetzt deaktiviert.
eo: Ekigiloj nun estas malŝaltitaj.
es: Desencadenantes desactivados.
et: Päästikud on nüüd keelatud.
fr: Les déclencheurs sont maintenant désactivés.
gl: Os disparadores están desactivados.
it: Gli attivatori sono ora disabilitati.
nl: Triggers zijn nu uitgeschakeld.
pl: Wyzwalacze zostały teraz wyłączone.
pt_br: Os acionamentos estão agora desabilitados.
sl: Sprožilci so zdaj onemogočeni.
sv: Utlösare är nu inaktiva.
tr: Tetikler artık devre dışı.
uk: Тепер умовні зміни вимкнено.

source: Timers are now enabled.
bs: Tajmeri su sada omogućeni.
ca@valencia: Els temporitzadors estan habilitats.
de: Zeitgeber sind jetzt aktiviert.
eo: Temporiziloj nun estas ebligitaj.
es: Temporizadores activados.
et: Taimerid on nüüd lubatud.
fr: Les compteurs sont maintenant activés.
gl: Os temporizadores están activados.
it: I timer sono ora abilitati.
nl: Timers zijn nu ingeschakeld.
pl: Czasomierze zostały teraz włączone.
pt_br: Os cronômetros estão agora habilitados.
sl: Časovniki so zdaj omogočeni.
sv: Tidtagning är nu aktiverad.
tr: Sayaçlar artık etkin.
uk: Тепер таймери увімкнено.

source: Timers are now disabled.
bs: Tajmeri su sada isključeni.
ca@valencia: Els temporitzadors estan inhabilitats.
de: Zeitgeber sind jetzt deaktiviert.
eo: Temporiziloj nun estas malŝaltitaj.
es: Temporizadores desactivados.
et: Taimerid on nüüd keelatud.
fr: Les compteurs sont maintenant désactivés.
gl: Os temporizadores están desactivados.
it: I timer sono ora disabilitati.
nl: Timers zijn nu uitgeschakeld.
pl: Czasomierze zostały teraz wyłączone.
pt_br: Os cronômetros estão agora desabilitados.
sl: Časovniki so zdaj onemogoceni.
sv: Tidtagning är nu inaktiverad.
tr: Sayaçlar artık devre dışı.
uk: Тепер таймери вимкнено.

source: Macro keys are now enabled.
bs: Makro ključevi su sada omogućeni.
ca@valencia: Les tecles de macro estan habilitades.
de: Makrotasten sind nun aktiviert.
eo: Makroklavoj nun estas ebligitaj.
es: Teclas de macro activadas.
et: Makroklahvid on nüüd lubatud.
fr: Les touches macro sont maintenant activées.
gl: As teclas de macros están activadas.
it: I tasti macro sono ora abilitati.
nl: Macro-toetsen zijn nu ingeschakeld.
pl: Klucze makro zostały teraz włączone.
pt_br: As teclas de macro estão agora habilitadas.
sl: Tipke makrov so zdaj omogočene.
sv: Makrotangenter är nu aktiverade.
tr: Makro düğmeleri artık etkin.
uk: Тепер макроклавіші увімкнено.

source: Macro keys are now disabled.
bs: Makro ključevi su sada isključeni.
ca@valencia: Les tecles de macro estan inhabilitades.
de: Makrotasten sind nun deaktiviert.
eo: Makroklavoj nun estas malŝaltitaj.
es: Teclas de macro desactivadas.
et: Makroklahvid on nüüd keelatud.
fr: Les touches macro sont maintenant désactivées.
gl: As teclas de macros están desactivadas.
it: I tasti macro sono ora disabilitati.
nl: Macro-toetsen zijn nu uitgeschakeld.
pl: Klucze makro zostały teraz wyłączone.
pt_br: As teclas de macros estão agora desabilitadas.
sl: Tipke makrov so zdaj onemogočene.
sv: Makrotangenter är nu inaktiverade.
tr: Makro düğmeleri artık devre dışı.
uk: Тепер макроклавіші вимкнено

source: Aliases
bs: Pseudonimi
ca@valencia: Àlies
de: Aliase
eo: Kaŝnomo
es: Alias
et: Aliased
fr: Alias
gl: Abreviaturas
it: Alias
nl: Aliassen
pl: Aliasy
pt_br: Apelidos
sl: Vzdevki
sv: Alias
tr: Armalar
uk: Замінники

source: Triggers
bs: Okidači
ca@valencia: Desencadenants
de: Auslöser
eo: Ellasiloj
es: Desencadenantes
et: Päästikud
fr: Déclencheurs
gl: Disparadores
it: Attivatori
pl: Wyzwalacze
pt_br: Acionamentos
sl: Sprožilci
sv: Utlösare
tr: Tetikler
uk: Умовні зміни

source: Buttons
bs: Dugmad
ca@valencia: Botons
de: Knöpfe
eo: Butonoj
es: Botones
et: Nupud
fr: Boutons
gl: Botóns
it: Pulsanti
nl: Knoppen
pl: Przyciski
pt_br: Botões
sl: Gumbi
sv: Knappar
tr: Düğmeler
uk: Кнопки

source: Timers
bs: Tajmeri
ca@valencia: Temporitzadors
de: Zeitgeber
eo: Tempigiloj
es: Temporizadores
et: Taimerid
fr: Compteurs
gl: Temporizadores
it: Timer
pl: Czasomierze
pt_br: Cronômetros
sl: Časovniki
sv: Tidtagning
tr: Sayaçlar
uk: Таймери

source: Macro Keys
bs: Makro ključevi.
ca@valencia: Tecles de macro
de: Makrotasten
eo: Makro-klavoj
es: Teclas de macro
et: Makroklahvid
fr: Touches macro
gl: Teclas de macros
it: Tasti macro
nl: Macro-toetsen
pl: Klucze makro
pt_br: Teclas de macro
sl: Tipke makrov
sv: Makrotangenter
tr: Makro Düğmeleri
uk: Макроклавіші

source: Status variables
bs: Statusne promjenljive.
ca@valencia: Variables d'estat
de: Statusvariablen
eo: Statusvariabloj
es: Variables de estado
et: Olekumuutujad
fr: Variables d'état
gl: Variábeis de estado
it: Variabili di stato
nl: Statusvariabelen
pl: Zmienne stanu
pt_br: Variáveis de status
sl: Spremenljivke stanja
sv: Statusvariabler
tr: Durum Değişkenleri
uk: Змінні стану

source: Gauges
bs: Mjerači
ca@valencia: Indicadors
de: Anzeigen
eo: Mezuriloj
es: Indicadores
et: Näidikud
fr: Jauges
gl: Calibrador
it: Misuratori
nl: Maten
pl: Miernik
pt_br: Indicadores
sl: Merilniki
sv: Mätare
tr: Ölçerler
uk: Вимірювачі

source: &Variable name
bs: &Ime promjenljive
ca@valencia: Nom de la &variable
de: &Variablenname
eo: &Nomo de variablo
es: Nombre de la &variable
et: &Muutuja nimi
fr: Nom de variable
gl: &Nome da variábel
it: Nome &variabile
nl: &Variabelenaam
pl: Nazwa &zmiennej
pt_br: Nome da &variável
sl: Ime spremenljivke
sv: &Variabelnamn
tr: &Değişken adı
uk: Назва з&мінної

source: Variable displayed by this gauge.
bs: Promjenljiva prikazana ovim mjeračem.
ca@valencia: Variable que es mostra amb este indicador.
de: Variable, die durch diese Anzeige dargestellt wird.
eo: Variablo montrata de ĉi tiu mezurilo.
es: Variable mostrada por este indicador
et: Selle näidiku näidatav muutuja.
fr: Variable affichée par cette jauge.
gl: Variábel que amosa este calibrador.
it: Variabile visualizzata da questo misuratore.
nl: Variabele getoond door deze maat.
pl: Zmienna wyświetlana przez ten miernik.
pt_br: A variável apresentada neste indicador.
sl: Spremenljivka, prikazana s tem merilnikom.
sv: Variabel som visas av mätaren.
tr: Bu ölçer tarafından görüntülenen değişken.
uk: Змінна, яку буде показано цим вимірювачем.

source: &Max. variable (optional)
bs: &Maks. promjenljiva (opcionalno)
ca@valencia: &Màx. de la variable (opcional)
eo: &Maks. variablo (laŭvola)
es: &Máx. variable (opcional)
et: &Maks muutuja (pole kohustuslik)
fr: Variable de &maximum (optionnel)
gl: Variábel &máxima (opcional)
it: Variabile &max. (opzionale)
nl: &Max. van variabele (optioneel)
pl: &Maks. zmienna (opcjonalnie)
pt_br: Variável &máxima (opcional)
sl: Najv. spremenljivka (neobvezno)
sv: &Maxvariabel (valfri)
tr: &En yüksek değişken (isteğe bağlı)
uk: &Макс. значення змінної (необов’язкове)

source: Variable holding the maximum value (default=100)
bs: Promjenljiva koja čuva maksimalnu vrijednost (podrazumijevana vrijednost=100)
ca@valencia: Variable que conté el valor màxim (per defecte=100)
de: Variable, die den maximalen Wert enthält (Standard=100)
eo: Variablo tenanta la maksimuman valoron (defaŭlte=100)
es: Variable que tiene el valor máximo (por defecto=100)
et: Maksimaalse väärtusega muutuja (vaikimisi 100)
fr: Variable contenant la valeur maximale ( par défaut = 100)
gl: Variábel que contén o valor máximo (100 de maneira predeterminada).
it: Variabile che mantiene il valore massimo (predefinito=100)
nl: Variabele die de maximum waarde bevat (standaard=100)
pl: Zmienna o maksymalnej wartości (domyślnie=100)
pt_br: A variável que contém o valor máximo (padrão=100)
sl: Spremenljivka, ki hrani največjo vrednost (privzeto=100)
sv: Variabel som innehåller det maximala värdet (normalt 100)
tr: En yüksek değeri tutan değişken (öntanımlı = 100)
uk: Змінна, що містить максимальне значення (типово=100)

source: Caption shown next to variable value.
bs: Natpis prikazan do vrijednosti varijable.
ca@valencia: La llegenda que es mostra al costat del valor de la variable.
de: Beschriftung, die neben dem Variablenwert angezeigt wird.
eo: Titolo montrita apud varia valoro.
es: Pie de foto mostrado junto al valor de la variable.
et: Muutuja väärtuse kõrval näidatav nimi.
fr: Titre affiché à coté de la valeur de variable.
gl: Lenda que se amosa canda o valor da variábel.
it: Didascalia mostrata accanto al valore della variabile.
nl: Opschrift getoond naast de waarde van de variabele.
pl: Podpis pokazywany obok wartości zmiennej.
pt_br: Título apresentado após o valor da variável.
sl: Napis, prikazan poleg vrednosti spremenljivke.
sv: Rubrik som visas intill variabelvärdet.
tr: Değişken değerinin yanında gösterilen başlık.
uk: Підпис, який буде показано поряд зі значенням змінної.

source: &Color
bs: &Boja
de: &Farbe
eo: &Koloro
et: &Värv
fr: &Couleur
gl: &Cor
it: &Colore
nl: &Kleur
pl: &Kolor
pt_br: &Cor
sl: Barva
sv: &Färg
tr: &Renk
uk: &Колір

source: Color used to paint this gauge.
bs: Boja korištena da se oboji ovaj mjerač.
ca@valencia: Color emprat per a pintar este indicador.
de: Farbe für diese Anzeige
eo: Koloro uzata por pentri ĉi tiun mezurilon.
es: Color usado para pintar este indicador.
et: Näidiku esitamisel kasutatav värv.
fr: Couleur utilisée pour colorer la jauge.
gl: Cor para pintar este calibrador.
it: Colore utilizzato per rappresentare questo misuratore.
nl: Gebruikte kleur voor deze maat.
pl: Kolor użyty do pokazania tego miernika.
pt_br: A cor usada para pintar este indicador.
sl: Barva, uporabljena za barvanje tega merilnika.
sv: Färg som används för att återge mätaren.
tr: Bu ölçeri boyamak için kullanılan renk.
uk: Колір, який буде використано для показу цього вимірювача.

source: line tag
bs: linijska oznaka
ca@valencia: etiqueta de línia
de: Zeilenmarkierung
eo: linio-etikedo
es: etiqueta de línea
et: rea silt
fr: Balise de ligne
gl: etiqueta de liña
it: tag riga
nl: tag aan lijn
pl: znacznik wiersza
pt_br: marca da linha
sl: oznaka vrstice
sv: radtagg
tr: satır etiketi
uk: мітка рядка

source: expire link
bs: link isteknuća.
ca@valencia: expira l'enllaç
de: Verknüpfungs-Ablauf
eo: eksvalida ligilo
es: expirar enlace
et: lingi aegumine
fr: Lien expiré
gl: marcar a ligazón como caducada
it: scadenza collegamento
nl: link laten verlopen
pl: odsyłacz wygaśnięcia
pt_br: linha de expiração
sl: povezava po poteku veljavnosti
sv: låt länk gå ut
tr: son kullanım bağlantısı
uk: посилання, що застаріває

source: horizontal line
bs: vodoravna linija
ca@valencia: línia horitzontal
de: Horizontale Linie
eo: horizontala linio
es: Línea horizontal
et: rõhtjoon
fr: Ligne horizontale
gl: liña horizontal
it: riga orizzontale
nl: horizontale lijn
pl: pozioma linia
pt_br: linha horizontal
sl: vodoravna črta
sv: horisontell rad
tr: yatay çizgi
uk: горизонтальна лінія
