Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: Enables telnet negotiation for some option. Disabling it may resolve problems with some servers that do not understand these.
bs: Uključuje telnet pregoavaranje za neke opcije. Isključivanje ovoga može riješiti probleme sa nekim serverima koji ne razumiju ove.
ca@valencia: Permet la negociació telnet per a alguna opció. Inhabilitar-ho pot resoldre problemes amb alguns servidors que no l'entén.
de: Aktiviert die Telnet-Aushandlung für einige Optionen. Dies kann einige Probleme mit Servern lösen, die diese Einstellung nicht verstehen.
eo: Ebligas telnet-intertraktadon por iu elekteblo. Malŝalti ĝin povas solvi problemojn kun iuj serviloj, kiuj ne komprenas ĉi tiujn.
es: Habilita la negociación por telnet para algunas opciones. Deshabilitarla puede resolver problemas con algunos servidores que no las entienden.
et: Võimaldab telneti läbirääkimisi mõne valiku puhul. Selle märkimata jätmine võib lahendada probleemid mõningate serveritega, mis seda ei mõista.
fr: Active la négociation « Telnet » de certaines options. La désactivation de cette négociation peut résoudre des problèmes avec certains serveurs qui ne les comprennent pas.
gl: Activa a negociación de Telnet para algunha opción. Se desactiva esta opción podería solucionar os problemas con algúns servidores que non son compatíbeis con esta funcionalidade.
it: Abilita la negoziazione telnet per qualche opzione. La sua disattivazione potrebbe risolvere i problemi con qualche server che non le interpreta.
nl: Schakelt voor sommige opties telnet-onderhandelen in. Dit kan wellicht problemen met sommige servers oplossen die deze instelling niet begrijpen.
pl: Włącza negocjację telnet dla pewnych opcji. Wyłączenie tego może rozwiązać problemy z pewnymi serwerami, które tego nie rozumieją.
pt_br: Habilita a negociação com o Telnet para alguma opção. A desabilitação da mesma poderá resolver problemas com alguns servidores que não a compreendem.
sl: Omogoči pogajanja telnet za nekatere možnosti. Če ga onemogočite, lahko odpravite težave z nekaj strežniki, ki tega ne razumejo.
sv: Aktiverar telnet-förhandling för vissa alternativ. Att inaktivera det kan lösa vissa problem med en del servrar som inte förstår den.
tr: Bazı seçenekler için telnet görüşmesini etkinleştirir. Devre dışı bırakmak, bunları anlamayan bazı sunuculardaki sorunları çözebilir.
uk: Вмикає узгодження telnet для певного параметра. Зняття позначки з цього пункту може усунути проблеми з’єднання з деякими серверами, на яких узгодження не передбачено.

source: &Encoding:
bs: &Kodiranje:
ca@valencia: &Codificació:
de: &Kodierung:
eo: Kodprez&ento:
es: &Cifrado:
et: &Kodeering:
fr: &Encodage :
gl: &Codificación:
it: &Codifica:
nl: Cod&ering:
pl: &Kodowanie:
pt_br: &Codificação:
sl: Kodiranje:
sv: &Kodning:
tr: &Kodlama:
uk: &Кодування:

source: Lets you pick the output character encoding used by the server. This usually only needs to be set for non-English servers.
bs: Dopušta vam da odaberete kodiranje izlaznog karaktera korištenog od strane servera. Ovo je obično samo potrebno podesiti za ne engleske servere.
ca@valencia: Permet escollir la codificació dels caràcters d'eixida emprada pel servidor. Normalment només cal configurar-ho per a servidors amb un idioma diferent de l'anglés.
de: Damit können Sie die Zeichen-Kodierung des Servers übernehmen. Dies muss normalerweise nur für nicht englische Server verwendet werden.
eo: Ebligas al vi elekti la eligan signokodigon uzatan de la servilo. Ĉi tio kutime nur bezonas esti agordita por ne-anglaj serviloj.
es: Le permite elegir la codificación de salida utilizada por el servidor. Esto habitualmente solo es necesario para servidores en un idioma distinto al inglés.
et: Võimaldab valida serveri kasutatava väljundi kodeeringu. Tavaliselt on seda vaja määrata ainult mitteingliskeelsete serverite korral.
fr: Permet d'obtenir l'encodage de caractères en sortie, utilisée par le serveur. Ceci n'est utilisé en général que pour des serveurs non anglophones.
gl: Permítelle seleccionar a codificación de caracteres da saída que usa o servidor. Normalmente só hai que definir esta opción para servidores que non están en inglés.
it: Ti permette di prelevare la codifica dei caratteri del risultato utilizzato dal server. Questo in genere serve solo per impostare i server non inglesi.
nl: Selecteer hier de codering van de karakter-uitvoer van de server. Dit hoeft u meestal alleen te doen bij niet Engelstalige servers.
pl: Pozwala tobie na wybór kodowania znaków wyjściowych używanych przez serwer. Zazwyczaj jest to potrzebne tylko dla nieangielskich serwerów.
pt_br: Permite-lhe escolher a codificação de caracteres do resultado que é usada no servidor. Isto normalmente só precisa ser definido para os servidores que não estão em Inglês.
sl: Vam dovoli izbrati izhodno kodiranje znakov, ki ga uporablja strežnik. To je običajno treba nastaviti le za ne angleške strežnike.
sv: Låter dig välja teckenkodning för utmatning som används av servern. Det behöver oftast bara anges för icke-engelska servrar.
tr: Sunucu tarafından kullanılan çıktı karakter kodlamasını seçmenizi sağlar. Bunun genellikle yalnızca İngilizce olmayan sunucular için ayarlanması gerekir.
uk: За допомогою цього пункту можна вказати кодування вихідних символів, що використовується на сервері. Зазвичай, змінювати кодування потрібно лише на серверах, де не користуються англійською мовою.

source: &Auto-append newlines after prompt
bs: &Automatski dodaji nove linije na kraj nakon prompta
ca@valencia: Afi&g automàticament les línies noves després de l'indicatiu
de: &Automatisch Zeilenumbrüche nach der Eingabeaufforderung anhängen
eo: &Aŭtomate aldoni novliniojn post invito
es: &Añadir automáticamente nuevas líneas tras el indicador
et: Re&avahetuse automaatne lisamine viiba järele
fr: Concaténer &automatiquement les retours à la ligne avant l'invite de commandes
gl: Engadir &automaticamente saltos de liña despois da entrada
it: Aggiungi &automaticamente ritorni a capo dopo la richiesta
nl: Na invoer automatisch nieuwe regel toevoegen
pl: &Automatycznie dołącz nowe wiersze po znaku zachęty
pt_br: &Adicionar automaticamente novas linhas após a linha de comando
sl: S&amodejno priloži nove vrstice po pozivu
sv: Bifoga &automatiskt nyrader efter prompten
tr: İstem sonrası yenisatırları otomatik olar&ak iliştir
uk: &Автоматично додавати символи нових рядків до запрошень

source: Enables adding linefeeds after GA-terminated prompts to have properly aligned output.
bs: Omogućava dodavanje pomjerača u novi red nakon GA-terminiranih promptova da bi outpu bio pravilno poravnan.
ca@valencia: Permet afegir retorn de línia al darrere dels indicatius acabats amb senyals GA per a tindre alineada correctament l'eixida.
de: Aktiviert das Hinzufügen von Zeilenvorschub nach Eingabeaufforderungen, die durch das „Go Ahead“-Protokoll beendet wurden, damit die Ausgabe richtig ausgerichtet ist.
eo: Ebligas aldoni liniofluojn post GA-finitaj promptiloj por havi taŭge vicigitan eliron.
es: Permite añadir retornos de línea tras indicadores terminados en señales GA (Go-Ahead) para alinear debidamente la salida.
et: Märkimisel lisatakse GA-lõpetusega viipade järele reavahetused, mis tagab korralikult joondatud väljundi.
fr: Active l'addition de sauts de ligne après les invites de commandes terminées par « GA » pour obtenir une sortie correctement alignée.
gl: Active esta opción para engadir retornos de carro despois de entradas que terminen en GA, para que a saída estea aliñada correctamente.
it: Abilita l'aggiunta di avanzamenti di riga dopo le richieste terminate da GA in modo che il risultato sia correttamente allineato.
nl: Schakelt het toevoegen van regeleinden in bij invoer die door het „Go Ahead“-Protocol worden beëindigt, voor een goed uitgelijnde uitvoer.
pl: Włącza dodawanie przejścia do nowych wierszy po znakach zachęty zakończonych GA, aby poprawnie wyrównać wyjście.
pt_br: Habilita a adição de mudanças de linha após as linhas de comando terminadas em GA, para que o resultado esteja devidamente alinhado.
sl: Omogoča dodajanje pomikov v novo vrsto po pozivih, ki se končajo z GA, da imajo pravilno poravnan izhod.
sv: Aktiverar tillägg av nyrader efter GA-avslutade promptrar för att få korrekt justerad utmatning.
tr: Çıktıyı düzgün bir şekilde hizalamak için GA ile sonlandırılan bilgi istemlerinden sonra satır beslemeleri eklenmesini sağlar.
uk: Вмикає додавання символів переведення рядка після запрошень з відокремленням GA для отримання належного вирівнювання виведених даних.

source: &Show prompt in a separate field
bs: &Pokaži prompt u posebnom polju
ca@valencia: Mo&stra l'indicatiu en un camp separat
de: Eingabeaufforderung in einem getrennten &Feld anzeigen
eo: &Montri invitilon en aparta kampo
es: Mo&strar indicador en un campo aparte
et: &Viiba näitamine eraldi väljal
fr: Afficher une invite de commandes dans un champ &séparé
gl: Amo&sar a entrada nun campo distinto
it: &Mostra richiesta in un campo separato
nl: &Toon vraag in apart veld
pl: &Pokaż znak zachęty w osobnym polu
pt_br: Mo&strar a linha de comando em um campo separado
sl: Pokaži poziv v ločenem polju
sv: Vi&sa prompter i separat fält
tr: Ayrı bir alanda istemi &göster
uk: &Показувати запрошення у окремому полі

source: Show prompt in the s&tatus bar
bs: Pokaži prompt u s&tatus baru
ca@valencia: Mostra l'indicatiu en la barra d'es&tat
de: Eingabeaufforderung in der &Statusleiste anzeigen
eo: Montri invitilon en la s&tatobreto
es: Mostrar indicador en la barra de es&tado
et: Viiba &näitamine olekuribal
fr: Afficher une invi&te de commandes dans la barre d'état
gl: Amosar a entrada na barra de es&tado
it: Mostra richiesta nella barra di s&tato
nl: Toon vraag in statusbalk
pl: Pokaż znak zachęty w pasku s&tanu
pt_br: Mos&trar a linha de comando na barra de status
sl: Pokaži poziv v vrstici s&tanja
sv: Visa prompter i s&tatusraden
tr: Durum ç&ubuğunda istemi göster
uk: Показувати запрошення на панелі с&тану

source: Show prompt in the &console
bs: Pokaži prompt u &konzoli
ca@valencia: Mostra l'indicatiu en la &consola
de: Eingabeaufforderung in der &Konsole anzeigen
eo: Montri invitilon en la &konzolo
es: Mostrar indicador en la &consola
et: Viiba näitamine &konsoolis
fr: Afficher une invite de commandes dans la &console
gl: Amosar a entrada na &consola
it: Mostra richiesta nella &console
nl: Toon vraag op commandoregel
pl: Pokaż znak zachęty w &konsoli
pt_br: Mostrar a linha de &comandos no console
sl: Pokaži poziv v konzoli
sv: Visa prompter i ter&minalen
tr: &Konsolda istemi göster
uk: Показувати запрошення у &консолі

source: Start advanced transcript when session starts
bs: Pokreni napredni transkript kada se sesija pokrene
ca@valencia: Comença la transcripció avançada quan s'inicie la sessió
de: Erweitertes Protokoll bei Beginn der Sitzung starten
eo: Komenci altnivelan transskribon kiam seanco komenciĝas
es: Comenzar grabación avanzada cuando se inicie la sesión
et: Täiustatud transkripti käivitamine seansi käivitumisel
fr: Lancer un transcription avancée lorsque la session démarre
gl: Iniciar a transcrición avanzada ao comezar a sesión
it: Avvia la trascrizione avanzata quando inizia la sessione
nl: Bij starten van sessie geavanceerde transcriptie starten
pl: Rozpocznij zaawansowany transkrypt, gdy sesja się rozpocznie
pt_br: Iniciar a transcrição avançada ao iniciar a sessão
sl: Zaženi napredni prepis, ko se začne seja
sv: Starta avancerad logg när sessionen startar
tr: Oturum başladığında gelişmiş yazıdökümü başlat
uk: Розпочинати розширене розшифрування, коли починається сеанс

source: &North
bs: &Sjever
ca@valencia: &Nord
de: &Nord
eo: &Nordo
es: &Norte
et: &Põhja
fr: &Nord
gl: &Norte
it: &Nord
nl: &Noord
pl: &Północ
pt_br: &Norte
sl: Sever
sv: &Norr
tr: &Kuzey
uk: &Північ

source: No&rtheast
bs: Sje&veroistok
ca@valencia: No&rd-est
de: No&rdost
eo: No&rdoriente
es: No&reste
et: Ki&rdesse
fr: No&rd-Est
gl: No&rdeste
it: No&rdest
nl: Noo&rdoost
pl: &Północny-wschód
pt_br: No&rdeste
sl: Seve&rovzhod
sv: No&rdost
tr: K&uzeydoğu
uk: П&івнічний схід

source: &East
bs: &Istok
ca@valencia: &Est
de: &Ost
eo: Ori&ento
es: &Este
et: &Itta
fr: &Est
gl: &Leste
it: &Est
nl: &Oost
pl: &Wschód
pt_br: &Leste
sl: Vzhod
sv: Ös&ter
tr: &Doğu
uk: &Схід

source: So&utheast
bs: Ju&goistok
ca@valencia: S&ud-est
de: Sü&dost
eo: S&udoriente
es: Su&deste
et: Ka&gusse
fr: S&ud-Est
gl: S&ueste
it: S&udest
nl: Z&uidoost
pl: &Południowy-wschód
pt_br: S&udeste
sl: J&ugovzhod
sv: S&ydost
tr: G&üneydoğu
uk: Пів&денний схід

source: &South
bs: &Jug
ca@valencia: &Sud
de: &Süd
eo: &Sudo
es: &Sur
et: &Lõunasse
fr: &Sud
gl: &Sur
it: &Sud
nl: &Zuid
pl: &Południe
pt_br: &Sul
sl: Jug
sv: &Söder
tr: &Güney
uk: Пі&вдень

source: Sou&thwest
bs: Jugo&zapad
ca@valencia: Su&d-oest
de: Südw&est
eo: Sudokciden&te
es: S&uroeste
et: &Edelasse
fr: Su&d-Ouest
gl: Su&doeste
it: Su&dovest
nl: Zui&dwest
pl: &Południowy-zachód
pt_br: Su&doeste
sl: Jugozahod
sv: Sy&dväst
tr: Gü&neybatı
uk: Півд&енний захід

source: &West
bs: &Zapad
ca@valencia: &Oest
eo: &Okzidento
es: &Oeste
et: Lää&nde
fr: &Ouest
gl: &Oeste
it: &Ovest
pl: &Zachód
pt_br: &Oeste
sl: Zahod
sv: &Väster
tr: &Batı
uk: &Захід

source: Nort&hwest
bs: Sjev&erozapad
ca@valencia: No&rd-oest
de: Nordwes&t
eo: Nordo&kcidente
es: Noroes&te
et: Loode&sse
fr: Nord-&Ouest
gl: Noroes&te
it: Nordo&vest
nl: Noordw&est
pl: &Północny-zachód
pt_br: No&roeste
sl: Severoza&hod
sv: N&ordväst
tr: Ku&zeybatı
uk: Півні&чний захід

source: &Up
bs: &Gore
ca@valencia: &Amunt
de: Nach &oben
eo: S&upren
es: &Arriba
et: Ü&les
fr: &Haut
gl: S&ubir
it: S&u
nl: &Omhoog
pl: W &górę
pt_br: Para &cima
sl: Gor
sv: &Upp
tr: &Yukarı
uk: В&гору

source: &Down
bs: &Dolje
ca@valencia: A&vall
de: Nach &unten
eo: &Malsupren
es: A&bajo
et: &Alla
fr: &Bas
gl: &Baixar
it: &Giù
nl: Om&laag
pl: W &dół
pt_br: Para &baixo
sl: &Dol
sv: &Ner
tr: &Aşağı
uk: В&низ

source: This is a movement command. It is used by speed-walking and will also be used by the auto-mapper.
bs: Ovo je komanda pokreta. Koristi se od strane brzog hodanja i također će biti korištena od strane auto-mapera.
ca@valencia: Esta és una ordre de moviment. S'utilitza per a la marxa ràpida i també serà emprada pel mapador automàtic.
de: Dies ist ein Bewegungsbefehl. Er wird in Wegeskripten und auch vom Auto-Mapper verwendet.
eo: Ĉi tio estas movada komando. Ĝi estas uzata de rapid-marŝado kaj ankaŭ estos uzata de la aŭtomapisto.
es: Esto es una orden de movimiento. Se usa para la marcha rápida y también por el automapeador.
et: See on liikumiskäsk. Seda kasutatakse kiirliikumisel, samuti automaatse tasemelooja poolt.
fr: Ceci est une commande de mouvement. Ceci est utilisé par le tapis roulant et sera aussi utilisé par l'outil de correspondance automatique.
gl: Esta é unha orde de movemento. Úsase para camiñar rapidamente e tamén a usa o cartógrafo automático.
it: Questo è un comando di movimento. È utilizzato dalla marcia e anche dal mappatore automatico.
nl: Dit commando is voor bewegen. U gebruikt het voor snelwandelen en voor automatisch verplaatsen.
pl: Jest to polecenie ruchu. Jest ono wykorzystywane przez szybkie-chodzenie i zostanie również użyte przez automatyczne mapowanie.
pt_br: Este é um comando de movimento. É usado nas corridas e será também usado no mapeamento automático.
sl: To je ukaz za premik. Uporablja se s hitrostjo hoje, uporabljal pa ga bo tudi samodejni kartograf.
sv: Det här är ett rörelsekommando. Det används för snabbgång och kommer också användas av den automatiska kartläggningen.
tr: Bu bir hareket komutudur. Hızlı yürümek için kullanılın ve otomatik haritalayıcı tarafından da kullanılır.
uk: Це команда пересування персонажа. Вона використовується під час швидкого проходження та інструментом автоматичної побудови карти.

source: External &scripts directory
bs: Direktorij eksternih &skripti
ca@valencia: Directori dels &scripts externs
de: Ordner für externe &Skripte
eo: Ekstera &script-dosierujo
es: Directorio de &scripts externo
et: Väliste &skriptide kataloog
fr: Dossier externe de &scripts
gl: Cartafol de &guións externos
it: Cartella &script esterni
nl: Map voor externe &scripts
pl: Katalog zewnętrznych &skryptów
pt_br: Pa&sta de scripts externos
sl: Mapa zunanjih &skriptov
sv: Katalog för externa &skript
tr: Dış &betikler dizini
uk: Катало&г зовнішніх скриптів

source: Default directory where we will look for scripts.
bs: Predefinisani direktorij gdje će biti vršena potraga za skriptama.
ca@valencia: Directori predeterminat on buscarem els scripts.
de: Standardordner für die Suche nach Skripten.
eo: Defaŭlta dosierujo kie ni serĉos skriptojn.
es: Directorio por defecto donde se buscan los scripts
et: Vaikimisi kataloog, kust otsida skripte.
fr: Dossier par défaut où sont cherchés les scripts.
gl: Cartafol predeterminado no que se buscan guións.
it: Cartella predefinita in cui vengono ricercati gli script.
nl: Standaard map voor het zoeken naar scripts.
pl: Domyślny katalog, w którym będziemy szukać skryptów.
pt_br: A pasta padrão onde os scripts serão pesquisados.
sl: Privzeti imenik, kjer bomo iskali skripte.
sv: Standardkatalog där vi letar efter skript.
tr: Betikleri arayacağımız öntanımlı dizin.
uk: Типовий каталог, у якому слід шукати скрипти.

source: &Working directory
bs: &Direktorij za rad
ca@valencia: Directori de &treball
de: &Arbeitsordner
eo: &Labordosierujo
es: Directorio de &trabajo
et: Töökatal&oog
fr: &Dossier de travail
gl: Cartafol de &traballo
it: Cartella di la&voro
nl: &Werkmap
pl: Katalog &roboczy
pt_br: Pasta de &trabalho
sl: Delovna mapa
sv: &Arbetskatalog
tr: &Çalışma dizini
uk: &Робочий каталог

source: Default working directory for your scripts. Making this the same as above is usually a good choice.
bs: Predefinisani direktorij za rad za vaše skripte. Podešavanje ovoga na isto kao gore navedeno je obično dobar izbor.
ca@valencia: El directori de treball predeterminat per als vostres scripts. Fer que este siga el mateix que l'anterior sol ser una bona opció.
de: Standardarbeitsordnercfür Ihre Skripte. Normalerweise sollten Sie den gleichen Ordner wie oben verwenden.
eo: Defaŭlta labordosierujo por viaj skriptoj. Fari ĉi tion same kiel supre kutime estas bona elekto.
es: Directorio de trabajo por defecto para sus scripts. Es buena idea usar el mismo de antes.
et: Sinu skriptide vaikimisi töökataloog. Tavaliselt on väga mõttekas muuta see samaks ülalolevaga.
fr: Dossier de travail par défaut pour vos scripts. La définition à la même valeur que ci-dessus est en général un bon choix.
gl: Cartafol de traballo predeterminado para os seus guións. Adoita ser o mesmo cartafol que o que se indica enriba.
it: Cartella di lavoro predefinita per i tuoi script. Renderla uguale a quella di sopra è in genere una buona scelta.
nl: Standaard werkmap voor uw scripts. Het is een goed idee om deze hetzelfde te maken als die hierboven.
pl: Domyślny katalog roboczy dla twoich skryptów. Uczynienie go tym samym co powyżej zazwyczaj jest dobrym wyborem.
pt_br: A pasta de trabalho padrão para os seus scripts. Normalmente, é uma boa ideia ela ser igual à pasta anterior.
sl: Privzeti delovni imenik za skripte. Če je enako kot zgoraj, je to običajno dobra izbira.
sv: Normal arbetskatalog för dina skript. Att ange den till samma som inställningen ovanför är i regel en god idé.
tr: Betikleriniz için öntanımlı çalışma dizini. Bunu yukarısı ile aynı yapmak genelde iyi bir seçimdir.
uk: Типовий робочий каталог для ваших скриптів. Зазвичай, варто вказати той самий каталог, який було вказано вище.

source: &Transcripts directory
bs: &Direktorij transkripta
ca@valencia: Directori de les &transcripcions
de: Pro&tokoll-Ordner
eo: Dosierujo de &Transskribaĵoj
es: Directorio de &grabaciones
et: &Transkriptide kataloog
fr: Dossier de &transcriptions
gl: Cartafol das &transcricións
it: Cartella &trascrizioni
nl: &Transcriptie map
pl: Katalog &transkryptów
pt_br: Pasta de &transcrições
sl: Mapa prepisov
sv: &Loggkatalog
tr: &Yazıdökümler dizini
uk: Каталог &розшифрувань

source: Directory where session transcripts will be saved by default.
bs: Predefinisani direktorij gdje će biti spašavani transkripti sesija.
ca@valencia: Directori on es guardaran de manera predeterminada les transcripcions.
de: Der Ordner, in dem die Protokolle als Standard gespeichert werden.
eo: Dosierujo kie seancaj transskribaĵoj estos konservitaj defaŭlte.
es: Directorio donde se grabarán por defecto las sesiones.
et: Kataloog, kuhu vaikimisi salvestatakse seansi transkriptid.
fr: Dossier dans lequel les transcriptions de session seront enregistrées par défaut.
gl: Cartafol no que se gardan as transcricións das sesións de maneira predeterminada.
it: Cartella in cui verranno salvate in modo predefinito le trascrizioni delle sessioni.
nl: Map waar de sessie-transcripts standaard worden opgeslagen.
pl: Katalog, w którym domyślnie zostaną zapisane transkrypty sesji
pt_br: A pasta onde as transcrições da sessão serão salvas por padrão.
sl: Imenik, v katerem bodo privzeto shranjeni prepisi sej.
sv: Katalog där sessionsloggar normalt sparas.
tr: Yazıdökümlerin öntanımlı olarak kaydedileceği dizin.
uk: Каталог, у якому типово зберігатимуться розшифрування сеансів.

source: &Enable sounds for this profile
bs: &Omogući zvukove za ovaj profil
ca@valencia: &Habilita el so per a este perfil
de: &Klänge für dieses Profil aktivieren
eo: &Ebligi sonojn por ĉi tiu profilo
es: &Permitir sonidos para este perfil
et: H&elide lubamine selle profiiili puhul
fr: Activ&er les sons pour ce profil
gl: Activar os sons para este p&erfil
it: &Abilita i suoni per questo profilo
nl: &Geluiden voor dit profiel inschakelen
pl: &Włacz dźwięki dla tego profilu
pt_br: Habilitar sons para &este perfil
sl: Omogoči zvoke za ta profil
sv: Aktiv&era ljud för den här profilen
tr: Bu profil için sesleri &etkinleştir
uk: &Увімкнути звуки для цього профілю
