Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: There was an error trying to duplicate the profile. Please ensure that you have write access to the profile directory.
bs: Dogodila se greška pri pokušaju dupliciranja profila. Molim osigurajte da imate pristup pisanju za direktorij profila.
ca@valencia: S'ha produït un error en intentar duplicar el perfil. Assegureu-vos que teniu accés d'escriptura al directori de perfils.
de: Es ist ein Fehler beim Duplizieren des Profils aufgetreten. Überprüfen Sie, ob Sie die Schreibberechtigung für den Profilordner haben.
eo: Okazis eraro provante duobligi la profilon. Bonvolu certigi, ke vi havas skriban aliron al la profila dosierujo.
es: Ha habido un error al intentar duplicar el perfil. Asegúrese de que tiene permisos de escritura en el directorio de perfiles.
et: Profiili kloonimisel tekkist tõrge. Palun kontrolli, kas sul on ikka profiilide kataloogis kirjutamisõigus.
fr: Une erreur s'est produite lors d'une tentative de duplication d'un profil. Veuillez vous assurez que vous avez les droits d'accès en écriture sur le dossier du profil.
gl: Produciuse un erro ao intentar duplicar o perfil. Asegúrese de que ten acceso de escritura no cartafol dos perfís.
it: Si è verificato un errore nel tentativo di duplicare il profilo. Accertati di avere i diritti di scrittura nella cartella dei profili.
nl: Er ging iets fout tijdens het dupliceren van het profiel. Zorg ervoor dat u schrijfrechten heeft voor de map met profielen.
pl: Wystąpił błąd przy próbie powielenia profilu. Proszę upewnić się, że masz prawa zapisu do katalogu profilu.
pt_br: Ocorreu um erro ao tentar duplicar o perfil. Certifique-se de que tem permissões de escrita na pasta do perfil.
sl: Prišlo je do napake pri poskusu podvajanja profila. Prepričajte se, da imate dostop s pisanjem do mape profilov.
sv: Ett fel uppstod när profilen skulle dupliceras. Kontrollera att du har skrivrättighet i profilkatalogen.
tr: Profili çoğaltmaya çalışırken bir hata oluştu. Lütfen profil dizinine erişiminiz olduğundan emin olun.
uk: Під час спроби дублювання профілю сталася помилка. Будь ласка, переконайтеся, що ви маєте доступ на запис до каталогу профілів.

source: Unable to duplicate
bs: Dupliciranje nije bilo moguće
ca@valencia: No es pot duplicar
de: Duplizieren nicht möglich
eo: Ne eblas duobligi
es: Imposible duplicar
et: Kloonimine ei õnnestu
fr: Impossible de dupliquer
gl: Non é posíbel duplicar
it: Impossibile duplicare
nl: Dupliceren mislukt
pl: Nie można powielić
pt_br: Não foi possível duplicar
sl: Ni mogoče podvojiti
sv: Kan inte duplicera
tr: Çoğaltılamıyor
uk: Не вдалося здублювати

source: Dump output buffer
bs: Isprazni izlazni bafer
ca@valencia: Bolca el cau de l'eixida
de: Ausgabepuffer
eo: Elĵeta eligobufro
es: Volcar el buffer de salida
et: Väljundpuhvri salvestamine
fr: Tampon en sortie pour le vidage
gl: Baleirar o búfer de saída
it: Dump buffer del risultato
nl: Dump uitvoer buffer
pl: Bufor wyjściowy zrzutu
pt_br: Exportar os resultados
sl: Izpiši medpomnilnik izhoda
sv: Dumpa utdatabuffer
tr: Çıktı arabelleğini dök
uk: Створити дамп буфера виведення даних

source: &Start at current position
bs: &Počni na trenutnoj poziciji
ca@valencia: I&nicia a la posició actual
de: &An aktueller Position beginnen
eo: Komen&ci ĉe nuna pozicio
es: &Comenzar en la posición actual
et: Algu&s praeguses asukohas
fr: Démarrer à la po&sition courante
gl: Comezar na po&sición actual
it: &Inizia alla posizione attuale
nl: &Start op huidige positie
pl: &Rozpocznij od bieżącej pozycji
pt_br: Iniciar na po&sição atual
sl: Začni na trenutnem položaju
sv: &Börja på nuvarande position
tr: Geçerli konumda &başlat
uk: По&чати з поточної позиції

source: When this is enabled, only the part of history buffer from currently displayed part up to the end of buffer will be dumped. Otherwise entire buffer will be dumped (default).
bs: Kada je ovo uključeno, samo dio historije bafera od trenutno prikazanog dijela do kraja bafera će biti odbačen. U durgom slučaju čitav bafer će biti odbačen (podrazumijevano).
ca@valencia: Quan està habilitat, només es descartarà la part del cau de l'historial, des de la part que es mostra actualment fins al final del cau. En cas contrari, s'eliminarà tot el cau (de manera predeterminada).
de: Ist dies aktiviert, dann wird nur der Teil des Verlaufspuffers ab dem gerade angezeigten Teil bis zum Ende des Puffers ausgegeben. Ansonsten wird als Voreinstellung der gesamte Puffer ausgegeben.
eo: Kiam ĉi tio estas ebligita, nur la parto de historia bufro de nuntempe montrata parto ĝis la fino de bufro estos forĵetita. Alie tuta bufro estos forĵetita (defaŭlte).
es: Cuando esta opción se encuentre activa, solo la parte del buffer de historial mostrada actualmente en pantalla será volcada a un archivo. De lo contrario se volcará el buffer completo (opción por defecto).
et: Märkimisel salvestatakse ainult ajaloopuhvri osa praegu näidatavast osast kuni puhvri lõpuni, vastasel juhul kogu puhver (nii on see vaikimisi).
fr: Quand cette option est sélectionnée, seule la partie du tampon d'historique actuellement affichée et jusqu'à la fin du tampon sera vidée. Sinon, la totalité du tampon sera vidée (mode par défaut).
gl: Active esta opción para que só se baleire a parte do búfer do historial que non é visíbel nestes momentos. Senón baléirase o búfer completo (comportamento predeterminado).
it: Se attivata, verrà eseguito il dump solo della parte del buffer della cronologia dalla parte attualmente visualizzata fino alla fine del buffer. In caso contrario, verrà eseguito il dump dell'intero buffer (impostazione predefinita).
nl: Als dit is ingeschakeld, zal alleen het gedeelte van de geschiedenisbuffer vanaf het getoonde gedeelte tot aan het einde van de buffer worden gedumpt. Anders wordt de hele buffer gedumpt (standaard)
pl: Gdy jest to włączone, to zostanie zrzucona tylko część bufora historii z obecnie wyświetlanej części do końca bufora. W przeciwnym przypadku zostanie zrzucony cały bufor (domyślnie)
pt_br: Quando estiver habilitado, somente a parte do histórico da parte atualmente visível até o fim dos dados será exportada. Caso contrário, será exportado todo o histórico (padrão).
sl: Ko je to omogočeno, bo izpisan le del zgodovine medpomnilnika, od trenutno prikazanega dela do konca medpomnilnika. V nasprotnem primeru bo izpisan celoten medpomnilnik (privzeto).
sv: När det här är aktiverat, dumpas bara historikbufferns från den del som visas till bufferns slut. Annars dumpas hela buffern (normalvärdet).
tr: Bu etkinleştirildiğinde, yalnızca geçmiş arabelleğinin o anda görüntülenen kısmından arabelleğin sonuna kadar olan kısmı dökülecektir. Aksi takdirde arabelleğin tamamı boşaltılacaktır (öntanımlı).
uk: Якщо буде позначено цей пункт, буде створено дамп лише частини буфера журналу від поточної показаної частини до кінця буфера. Якщо пункт позначено не буде, буде створено дамп усього буфера (типова поведінка).

source: &File:
bs: &Datoteka:
ca@valencia: Fi&txer:
de: &Datei:
eo: &Dosiero:
es: &Archivo:
et: &Fail:
fr: &Fichier :
gl: &Ficheiro:
nl: &Bestand:
pl: &Plik:
pt_br: &Arquivo:
sl: Datoteka:
sv: &Fil:
tr: &Dosya:
uk: &Файл:

source: &Browse...
bs: &Pregledaj...
ca@valencia: &Navega...
de: &Auswählen ...
eo: &Trarigardi...
es: &Explorar...
et: &Lehitse...
fr: &Naviguer...
gl: &Examinar…
it: &Sfoglia...
nl: &Bladeren...
pl: &Przeglądaj...
pt_br: &Navegar...
sl: Pre&brskaj...
sv: &Bläddra...
tr: &Göz At…
uk: Ви&брати…

source: &Dump format:
bs: &Format za ekstrakciju:
ca@valencia: Format de &bolcat:
de: &Ausgabeformat:
eo: &Elĵeta formato:
es: Formato de volca&do:
et: Salvestamisvormin&g:
fr: Format &du vidage :
gl: &Formato dos datos:
it: Formato del &dump:
nl: &Dump indeling:
pl: Format &zrzutu:
pt_br: Formato &da exportação:
sl: Oblika izpisa pomnilnika:
sv: &Dumpningsformat:
tr: &Döküm biçimi:
uk: &Формат дампа:

source: Plain text
bs: Običan tekst
ca@valencia: Text net
de: Einfacher Text
eo: Simpla teksto
es: Texto sencillo
et: Lihttekst
fr: Texte brut
gl: Texto simple
it: Testo semplice
nl: Platte tekst
pl: Zwykły tekst
pt_br: Texto simples
sl: Navadno besedilo
sv: Vanlig text
tr: Düz metin
uk: Простий текст

source: Text with ANSI colors
bs: Tekst sa ANSI bojama
ca@valencia: Text amb colors ANSI
de: Text mit ANSI-Farben
eo: Teksto kun ANSI-koloroj
es: Texto con colores ANSI
et: ANSI värvidega tekst
fr: Texte avec des couleurs « ANSI »
gl: Texto con cores ANSI
it: Testo con colori ANSI
nl: Tekst met ANSI kleuren
pl: Tekst z kolorami ANSI
pt_br: Texto com cores ANSI
sl: Besedilo z barvami ANSI
sv: Text med ANSI-färger
tr: ANSI renkleriyle metin
uk: Текст з кольорами ANSI

source: Edit profile
bs: Izmijeni profil
ca@valencia: Edita el perfil
de: Profil bearbeiten
eo: Redakti profilon
es: Editar perfil
et: Muuda profiili
fr: Modifier un profil
gl: Editar o perfil
it: Modifica profilo
nl: Profiel bewerken
pl: Edytuj profil
pt_br: Editar perfil
sl: Uredi profil
sv: Redigera profil
tr: Profili düzenle
uk: Змінити профіль

source: Profile &name:
bs: Ime &profila:
ca@valencia: &Nom del perfil:
de: Profil&name:
eo: Profil&nomo:
es: &Nombre del perfil:
et: Profiili &nimi:
fr: &Nom du profil :
gl: &Nome do perfil:
it: &Nome profilo:
nl: Profiel&naam:
pl: Nazwa &profilu:
pt_br: &Nome do perfil:
sl: Ime profila:
sv: Profil&namn:
tr: Profil &adı:
uk: &Назва профілю:

source: Enter profile name here. You can enter any name, but it must be <b>unique</b>.
bs: Unesite ime profila ovdje. Možete unijeti bilo koje ime, ali mora biti <b>jedinstveno</b>.
ca@valencia: Introduïu ací el nom del perfil. Podeu introduir qualsevol nom, però haurà de ser <b>únic</b>.
de: Geben Sie hier einen Profilnamen ein. Sie können jeden beliebigen Namen eingeben, aber er muss <b>eindeutig</b> sein.
eo: Enigu profilonomon ĉi tie. Vi povas enigi ajnan nomon, sed ĝi devas esti <b>unika</b>.
es: Introduzca aquí el nombre del perfil. Puede introducir cualquier nombre, pero debe ser <b>único</b>.
et: Kirjuta siia profiili nimi. Sisestada võib millise tahes nime, aga see peab olema <b>unikaalne</b>.
fr: Saisissez le nom du profil ici. Vous pouvez saisir n'importe quel nom mais il doit rester <b>unique</b>.
gl: Insira o nome do perfil aquí. Pode inserir calquera nome, pero debe ser <b>único</b>.
it: Inserisci qui il nome del profilo. Puoi inserire un nome qualsiasi, ma deve essere <b>univoco</b>.
nl: Geef hier een profielnaam op. U kunt elke naam gebruiken, maar het moet wel <b>uniek</b> zijn.
pl: Tutaj podaj nazwę profilu. Możesz podać jakąkolwiek nazwę, ale musi ona być <b>niepowtarzalna</b>.
pt_br: Indique aqui o nome do perfil. Você poderá indicar qualquer nome, desde que seja <b>único</b>.
sl: Tukaj vnesite ime profila. Vnesete lahko poljubno ime, vendar mora biti <b>enolično</b>.
sv: Skriv in profilnamnet här. Du kan skriva vilket namn som helst, men det måste vara <b>unikt</b>.
tr: Profil adını buraya girin. Herhangi bir adı, <b>benzersiz</b> olması koşuluyla girebilirsiniz.
uk: Тут слід вказати назву профілю. Ви можете визначити будь-яку назву, але назви <b>не повинні повторюватися</b>.

source: &Server:
ca@valencia: &Servidor:
eo: &Servilo:
es: &Servidor:
fr: &Serveur :
gl: &Servidor:
pl: &Serwer:
pt_br: &Servidor:
sl: &Strežnik:
tr: &Sunucu:
uk: &Сервер:

source: Enter address of the server where your MUD is running.
bs: Unesite adresu servera gdje je vaš MUD pokrenut.
ca@valencia: Introduïu l'adreça del servidor on s'està executant MUD.
de: Geben Sie die Adresse des MUD-Servers an.
eo: Enigu adreson de la servilo, kie via MUD funkcias.
es: Introduzca la dirección del servidor donde se ejecuta MUD:
et: Serveri aadress, kus MUD töötab.
fr: Saisissez une adresse de serveur sur lequel votre « MUD » s'exécute.
gl: Insira o enderezo do servidor onde está a executarse o MUD.
it: Inserisci l'indirizzo del server in cui il tuo MUD è in esecuzione.
nl: Geef hier het adres op van de server waarop uw MUD draait.
pl: Podaj adres do serwera, na którym działa MUD.
pt_br: Digite o endereço do servidor onde o seu MUD está sendo executado.
sl: Vnesite naslov strežnika, na katerem teče MUD.
sv: Skriv in serveradressen där MUD:en körs.
tr: MUD’unuzun üzerinde çalıştığı sunucunun adresini girin.
uk: Введіть адресу сервера, на якому запущено ваш MUD.

source: &Port:
eo: &Pordo:
es: &Puerto:
gl: &Porto:
it: &Porta:
nl: &Poort:
pt_br: &Porta:
sl: Vrata:
tr: &Kapı:
uk: &Порт:

source: Enter port on which your MUD is running (usually some 4-digit number).
ca@valencia: Introduïu el port en el qual s'està executant MUD (normalment algun nombre de 4 dígits).
eo: Enigu la pordon, sur kiu funkcias via MUD (kutime iu 4-cifera nombro).
es: Introduzca el puerto en el que se está ejecutando MUD (habitualmente un número de 4 dígitos).
gl: Insira o porto no que está a executarse o MUD (adoita ser un número de 4 díxitos).
nl: Geef poortnummer waarop u MUD gebruikt (meestal een viercijferig getal)
pt_br: Digite a porta onde o seu MUD está sendo executado (normalmente um número de 4 algarismos).
sl: Vnesite vrata, na katerih deluje vaš MUD (običajno neko štirimestno število).
sv: Ange port där MUD:en körs (oftast ett fyrsiffrigt tal).
tr: MUD’unuzun üzerinde çalıştığı kapıyı girin (genelde 4 rakamlı bir sayıdır).
uk: Введіть порт, на якому працює сервер (зазвичай 4-знакове число).

source: &Login name:
bs: &Ime za login:
ca@valencia: Nom d'&usuari:
de: &Anmeldename:
eo: Ensa&lutnomo:
es: &Nombre de inicio de sesión:
et: &Kasutajanimi:
fr: &Nom de connexion :
gl: &Nome de persoa usuaria:
it: &Nome di accesso:
nl: &Aanmeldnaam:
pl: Nazwa &logowania:
pt_br: Nome da &conta:
sl: Prijavno ime:
sv: In&loggningsnamn:
tr: &Kullanıcı adı:
uk: &Користувач:

source: Enter your login name on the MUD here.<p><i>This setting is optional.</i>
bs: Unesite vaše ime za login na MUD ovdje.<p><i>Ova postavka je opcionalna.</i>
ca@valencia: Introduïu ací el nom d'inici de la sessió a MUD.<p><i>Esta opció és opcional.</i>
de: Geben Sie hier Ihren Anmeldenamen für das MUD ein.<p><i>Diese Einstellung ist optional.</i>
eo: Enigu vian ensalutnomon sur la MUD ĉi tie.<p><i>Ĉi tiu agordo estas laŭvola.</i>
es: Introduzca aquí su nombre de inicio de sesión en MUD.<p><i>Este parámetro es opcional.</i>
et: Sinu MUD-i kasutajanimi.<p><i>See valik pole kohustuslik.</i>
fr: Saisissez votre nom d'utilisateur pour votre serveur MUD ici. <p><i>Ce paramètre est optionnel.</i>
gl: Insira o seu nome de persoa usuaria do MUD aquí. <p><i>Esta opción non é obrigatoria.</i>
it: Digita qui il tuo nome di accesso al MUD.<p><i>Questa impostazione è facoltativa.</i>
nl: Geef hier uw aanmeldnaam op voor de MUD.<p><i>Deze instelling is optioneel.</i>
pl: Tutaj podaj swoją nazwę logowania na MUD.<p><i>This setting is optional.</i>
pt_br: Digite aqui o nome da sua conta no MUD.<p><i>Esta definição é opcional.</i>
sl: Tukaj vnesite svoje prijavno ime za MUD.<p><i>Ta nastavitev je neobvezna.</i>
sv: Skriv in ditt inloggningsnamn till MUD:en här.<p><i>Inställningen är valfri.</i>
tr: MUD üzerindeki oturum açma bilgilerinizi buraya girin.<p><i>Bu ayar isteğe bağlıdır.</i>
uk: Тут ви можете вказати реєстраційне ім’я вашого користувача MUD.<p><i>Цей пункт не є обов’язковим.</i>

source: Pass&word:
bs: Lo&zinka:
ca@valencia: Cont&rasenya:
de: Pass&wort:
eo: Pas&vorto:
es: &Contraseña
et: Pa&rool:
fr: Mot de &passe :
gl: &Contrasinal:
nl: Wacht&woord:
pl: &Hasło:
pt_br: &Senha:
sl: Geslo:
sv: Lösen&ord:
tr: &Parola:
uk: Па&роль:

source: Enter your password on the MUD here.<p><i>This setting is optional.</i>
bs: Unesite vašu lozinku na MUD ovdje.<p><i>Ova postavka je opcionalna.</i>
ca@valencia: Introduïu ací la contrasenya de MUD.<p><i>Esta opció és opcional.</i>
de: Geben Sie hier Ihre Passwort für das MUD ein.<p><i>Diese Einstellung ist optional.</i>
eo: Enigu vian pasvorton sur la MUD ĉi tie.<p><i>Ĉi tiu agordo estas laŭvola.</i>
es: Introduzca aquí su contraseña de MUD.<p><i>Este parámetro es opcional.</i>
et: Sinu MUD-i parool.<p><i>See valik pole kohustuslik.</i>
fr: Saisissez votre mot de passe pour votre serveur MUD ici. <p><i>Ce paramètre est optionnel.</i>
gl: Insira o seu contrasinal do MUD aquí. <p><i>Esta opción non é obrigatoria.</i>
it: Digita qui la tua password di accesso al MUD.<p><i>Questa impostazione è facoltativa.</i>
nl: Geef hier uw wachtwoord op voor de MUD .<p><i>Deze instelling is optioneel.</i>
pl: Tutaj podaj swoje hasło na MUD.<p><i>Ustawienie to jest opcjonalne.</i>
pt_br: Digite aqui a sua senha no MUD.<p><i>Esta definição é opcional.</i>
sl: Tukaj vnesite svoje geslo za MUD.<p><i>Ta nastavitev je neobvezna.</i>
sv: Skriv in ditt lösenord till MUD:en här.<p><i>Inställningen är valfri.</i>
tr: MUD üzerindeki parolanızı buraya girin.<p><i>Bu ayar isteğe bağlıdır.</i>
uk: Тут ви можете вказати пароль вашого користувача MUD.<p><i>Цей пункт не є обов’язковим.</i>

# Commands sent after connection is established
source: &Connect sequence
eo: &Konekta sekvenco
gl: Secuencia de &conexión
pt_br: Sequên&cia da conexão
sl: Poveži zaporedje
sv: Anslutningsse&kvens
tr: &Bağlanma sırası

source: Commands to be sent to the MUD after logging in.<br><b>$name</b> expands to username.<br><b>$password</b> expands to your password.<p><b>Important:</b> these commands are sent exactly as you type them, with leading/trailing spaces removed. No aliases, no macros, no speed-walk. Also note that empty lines will also be sent, including the very last line.
bs: Komande koje će biti poslane MUD-u poslije logovanja.<br><b>$ime</b> se proširuje na korisničko ime.<br><b>$lozinka</b> se proširuje na vašu lozinku.<p><b>Bitno:</b> ove komande su poslane tačno onako kako ih unesete, sa početnim i krajnjim razmacima sklonjenim. Bez aliasa, makroa, brzog hoda. Također primjetite da će prazne linije također biti poslane, uključivo sa posljednjom linijom.
ca@valencia: Ordres que s'enviaran a MUD després d'iniciar la sessió.<br><b>$name</b> s'expandirà al nom d'usuari.<br><b>$password</b> s'expandirà a la vostra contrasenya<p><b>Important:</b> estes ordres s'enviaran a mesura que les escriviu, amb els espais principals/finals eliminats. Sense àlies, sense macros ni marxa ràpida. Cal tindre en compte que també s'enviaran les línies buides, inclosa l'última línia.
de: Befehle, die nach der Anmeldung zum MUD gesendet werden.<br><b>$name</b> wird durch Ihren Benutzernamen ersetzt.<br><b>$password</b> wird durch Ihr Passwort ersetzt.<p><b>Wichtig:</b> Diese Befehle werden genau wie eingegeben gesendet, ohne vorangestellte oder angehängte Leerzeichen, Auch leere Zeilen werden gesendet, einschließlich der allerletzten Zeile.
eo: Komandoj sendotaj al la MUD post ensaluto.<br><b>$name</b> vastiĝas al uzantnomo.<br><b>$password</b> vastiĝas al via pasvorto.<p><b> Grave:</b> ĉi tiuj ordonoj estas senditaj ĝuste kiel vi tajpas ilin, kun antaŭaj/malantaŭaj spacoj forigitaj. Neniuj kaŝnomoj, neniuj makrooj, neniu rapidpromenado. Rimarku ankaŭ, ke malplenaj linioj ankaŭ estos senditaj, inkluzive de la lasta linio.
es: Órdenes que se envían a MUD después del inicio de sesión.<br><b>$name</b> se expande al nombre de usuario.<br><b>$password</b> se expande a su contraseña.<p><b>Importante:</b> estas órdenes se envían tal como se teclean, con los espacios iniciales y finales eliminados. Sin alias, ni macros, ni atajos. Tenga en cuenta también que también se envían las líneas en blanco, incluyendo la última.
et: Käsud saadetakse MUD-ile pärast sisselogimist.<br><b>$name</b> laiendatakse kasutajanimeks.<br><b>$password</b> laiendatakse sinu parooliks.<p><b>Oluline:</b> need käsud saadetakse täpselt nii, nagu sa neid kirjutada, eemaldades küll eelnevad või järgnevad tühimärgid. Ei mingeid aliaseid, makrosid ega kiirliikumist. Pane tähele ka seda, et saadetakse samuti tühjad read, sealhulgas päris viimane rida.
fr: Commandes à envoyer vers le serveur MUD après la connexion.<br> <b>$name</b> correspond à votre nom d'utilisateur. <b>$password</b> correspond à votre mot de passe. <p><b>Important : </b> Ces commandes sont envoyées exactement comme vous les saisissez en supprimant les espaces superflus avant et après. Aucun alias, aucune macros, aucun tapis roulant. Veuillez noter aussi que les lignes vides sont aussi envoyées, y compris la toute dernière ligne.
gl: As ordes para enviar ao MUD despois de iniciar sesión.<br> <b>$name</b> substitúese polo nome de persoa usuaria.<br> <b>$password</b> substitúese polo contrasinal.<p><b>Importante:</b> estas ordes envíanse exactamente como as escribe, simplemente se retirar os espazos que sobran ao principio e ao final. Non pode usar abreviaturas, macros nin camiñar rapidamente. Teña en conta ademais que as liñas baleiras tamén se enviarán, incluíndo a última liña.
it: I comandi da inviare al MUD dopo aver eseguito l'accesso.<br><b>$name</b> si estende al nome utente.<br><b>$password</b> si estende alla tua password.<p><b>Importante:</b> questi comandi vengono inviati esattamente come li digiti, rimuovendone gli spazi iniziale e finali. Nessun alias, nessuna macro, nessuna marcia. Nota che verranno inviate anche le righe vuote, inclusa l'ultima riga.
nl: Commando's die naar de MUD na het inloggen worden verstuurt.<br><b>$name</b> wordt vervangen door de gebruikersnaam.<br><b>$password</b> wordt vervangen door uw wachtwoord.<p><b>Belangrijk:</b> de commando's worden precies zo verstuurt zoals u ze heeft ingevoerd, met de spaties ervoor en er achter verwijdert. Geen aliases, geen macros, geen speed-walk. Merk ook op dat lege regels ook worden verstuurt, inclusief de allerlaatste regel.
pl: Polecenia do wyłania do MUD po zalogowaniu.<br><b>$name</b> rozwija nazwę użytkownika.<br><b>$password</b> rozwija twoje hasło.<p><b>Ważne:</b> polecenia te zostaną wysłane dokładnie tak jak je napiszesz, po usunięciu spacji przed lub po nich. Bez aliasów, bez makr, bez szybkiego-chodzenia. Zauważ również, że puste wiersze także zostaną wysłane, uwzględniając w tum także ostatnie wiersze.
pt_br: Os comandos a serem enviados para o MUD após a autenticação.<br>O <b>$name</b> corresponde ao nome do usuário.<br>O <b>$password</b> corresponde à sua senha.<p><b>Importante:</b> este comandos são enviados exatamente como digitados, sendo removidos os espaços iniciais/finais. Não são processados apelidos, macros ou corridas. Lembre-se também de que as linhas em branco serão igualmente enviadas, incluindo a última linha.
sl: Ukazi, ki jih je treba poslati MUD-u po prijavi.<br><b>$name</b> razširi na uporabniško ime.<br><b>$password</b> razširi na geslo.<p><b>Pomembno:</b> ti ukazi so poslani točno ob vnosu, pri tem pa so odstranjeni vodilni/sledilni presledki. Brez vzdevkov, makrov, brez hitre hoje. Upoštevajte tudi, da bodo poslane tudi prazne vrstice, vključno z zadnjo vrstico.
sv: Kommandon att skicka till MUD:en efter inloggning.<br><b>$name</b> expanderar till användarnamn<br><b>$password</b> expanderar till ditt lösenord.<p><b>Viktigt:</b> Kommandona skickas exact som du skriver dem, med inledande och avslutande mellanslag borttagna. Inga alias, inga makron, ingen snabbgång. Observera också att även tomma rader skickas, inklusive den absolut sista raden.
tr: Oturum açtıktan sonra MUD’a gönderilecek komutlar.<br><b>$name</b>, kullanıcı adına genişletilir.<br><b>$password</b>, parolanıza genişletilir <p><b>Önemli :</b> Bu komutlar tam olarak yazdığınız gibi, baştaki/sondaki boşluklar kaldırılarak gönderilir. Takma ad yok, makro yok, hızlı yürüyüş yok. Ayrıca en son satır da dahil olmak üzere boş satırların da gönderileceğini unutmayın.
uk: Команди, які слід надіслати до сервера MUD після входу до системи.<br><b>$name</b> буде замінено на ім’я користувача.<br><b>$password</b> буде замінено на ваш пароль.<p><b>Важливо:</b> ці команди буде надіслано точно так, як ви їх вкажете, з вилученням початкових та завершальних пробілів. Не можна використовувати команди замінників, макросів та швидкого проходження. Крім того, слід зважати на те, що також буде надіслано порожні рядки разом з кінцевим рядком.
