Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: Enable playing sounds with this profile. Note that this will only work if you enable sounds in global preferences. Also note that this will only work if your MUD supports <b>MSP</b> (MUD Sound Protocol).
bs: Omogući puštanje zvukova sa ovim profilom. Primjetite da će ovo raditi jedino ako omogućite zvukove u opštim preferencama. Također primjetite da će ovo jedino raditi ako vaš MUD podržava <b>MSP</b> (MUD Zvučni Protokol).
ca@valencia: Permet la reproducció de sons amb este perfil. Cal tindre en compte que açò només funcionarà si habiliteu els sons a les preferències globals. Cal tindre en compte que açò només funcionarà si MUD admet <b>MSP</b> (protocol de so de MUD).
de: Aktiviert die Wiedergabe von Klängen für diese Profil. Dies funktioniert nur, wenn Klänge in den globalen Einstellungen aktiviert sind. Beachten Sie, dass dies nur funktioniert, wenn Ihr MUD <b>MSP</b> (MUD Sound Protocol) unterstützt.
eo: Ebligu ludadon de sonoj kun ĉi tiu profilo. Rimarku, ke tio funkcios nur se vi ebligas sonojn en ĉieaj preferoj. Ankaŭ rimarku, ke tio funkcios nur se via MUD subtenas <b>MSP</b> (MUD-Sonprotokolon).
es: Permitir sonidos para este perfil. Solo tendrá efecto si ha activado los sonidos en la configuración global. Del mismo modo, solo tendrá efecto si el MUD tiene soporte <b>MSP</b> (MUD Sound Protocol).
et: Helide lubamine selle profiili puhul. Pane tähele, et see toimib ainult siis, kui helid on sisse lülitatud üldistest seadistustes. Samuti pane tähele, et see toimib ainult siis, kui sinu MUD toetab <b>MSP-d</b> (MUD-i heliprotokoll).
fr: Active la lecture des sons avec ce profil. Veuillez noter que ceci ne fonctionnera que si vous activez les sons dans les préférences globales. Veuillez noter aussi que ceci ne fonctionnera que si votre serveur « MUD » prend en charge de <b>MSP</b> (MUD Sound Protocol).
gl: Activar a reprodución de sons con este perfil. Teña en conta que isto só funcionará se activa os sons na configuración global. Teña en conta tamén que isto só funcionará se o seu MUD é compatíbel con <b>MSP</b>, o protocolo de son de MUD.
it: Abilita la riproduzione dei suoni con questo profilo. Funzionerà solo se abiliti i suoni nelle preferenze globali. Nota anche che funzionerà solo se il tuo MUD supporta <b>MSP</b> (MUD Sound Protocol).
nl: Geluiden voor dit profiel inschakelen. Merk op dat dit alleen werkt als u geluid in de globale instellingen heeft ingeschakeld. Merk ook op dat dit alleen zal werken als uw MUD <b>MSP</b> (MUD Sound Protocol) ondersteunt.
pl: Włącz odtwarzanie dźwięków w tym profilu. Zauważ, że będzie to działało tylko wtedy, gdy dźwięki zostaną włączone w ustawieniach globalnych. Zauważ także, że będzie to działać tylko wtedy, gdy MUD będzie obsługiwał <b>MSP</b> (Protokół Dźwięku MUD).
pt_br: Habilitar a reprodução de sons com este perfil. Lembre-se de que isto só irá funcionar caso tenha habilitado os sons nas preferências globais. Lembre-se também de que só irá funcionar se o seu MUD suportar o <b>MSP</b> (MUD Sound Protocol).
sl: Omogoči predvajanje zvokov s tem profilom. Upoštevajte, da bo to delovalo le, če omogočite zvoke v splošnih nastavitvah. Upoštevajte tudi, da bo to delovalo le, če vaš MUD podpira <b>MSP</b> (MUD Sound Protocol).
sv: Aktiverar ljuduppspelning för den här profilen. Observera att det bara kommer fungera om du aktiverar ljud i de globala inställningarna. Observera också att det bara kommer fungera om MUD:en har stöd för <b>MSP</b> (MUD Sound Protocol).
tr: Bu profil için sesleri etkinleştir. Bunun yalnızca global tercihlerde sesleri etkinleştirmişseniz çalışacağını unutmayın. Ek olarak, bu yalnızca MUD’unuz <b>MSP</b>’yi (MUD Ses Protokolü) destekliyorsa çalışır.
uk: Увімкнути відтворення звуків у разі використання цього профілю. Зауважте, що пункт працюватиме, лише якщо ви увімкнете звуки у загальних налаштуваннях. Крім того, зауважте, що відтворення звуків можливе, лише якщо у вашому MUD передбачено підтримку <b>MSP</b> (MUD Sound Protocol).

source: Only enable these if you need them:
bs: Omogućite ovo jedino ako trebate:
ca@valencia: Habiliteu-los només si els necessiteu:
de: Aktivieren Sie dies, wenn Sie es benötigen:
eo: Ebligi ĉi tiujn nur se vi bezonas ilin:
es: Habilite estos solo si los necesita:
et: Ainult nende lubamine, kui neid on vaja:
fr: Ne les activer que si vous en avez besoin :
gl: Actíveas só se as necesita:
it: Abilitali solo se ne hai bisogno:
nl: Schakel deze alleen in als u ze nodig heeft:
pl: Włącz tylko, jeśli potrzebujesz:
pt_br: Somente habilitá-los se forem necessários:
sl: Te omogočite le, če jih potrebujete:
sv: Aktivera bara följande om du behöver dem:
tr: Bunları yalnızca gereksiniminiz varsa etkinleştirin:
uk: Ці пункти варто позначати, лише якщо вони дійсно потрібні:

source: &Use MSP even if not negotiated
bs: &Koristi MSP čak i ako pregovarano
ca@valencia: Utilit&za MSP encara que no estiga negociat
de: MSP verwenden, sogar wenn nicht a&usgehandelt
eo: &Uzi MSP eĉ se ne intertraktita
es: &Utilizar MSP aun sin negociación
et: MSP kas&utamine isegi läbirääkimiste pidamata jätmise korral
fr: &Utiliser MSP même si non négocié
gl: &Usar MSP aínda que non se negociase
it: &Usa MSP anche se non negoziato
nl: Gebr&uik zelfs MSP zonder overeenstemming
pl: &Użyj MSP nawet, gdy nie negocjowano
pt_br: &Usar o MSP mesmo que não seja negociado
sl: &Uporabi MSP, tudi ko to ni izpogajano
sv: An&vänd MSP även om det inte förhandlats
tr: Pazarlık yapılmamışsa bile MSP k&ullan
uk: Ви&користовувати MSP, навіть якщо його не було узгоджено

source: When this option is enabled, KMuddy will interpret MSP sequences all the time, even if no negotiation took place. Useful for MUDs that don't support telnet negotiation of MSP. But beware - only turn this on if your MUD really supports MSP to prevent other players from sending malicious MSP sequences, if you allow downloading of sounds.
bs: Kada je ova opcije omogućena, KMuddy će interpretirati MSP sekvence svo vrijeme, čak i ako nije bilo pregovaranja. Korisno za MUD-ove koji ne podržavaju telnet pregovaranje MSP-a. Ali budite oprezni - uključite ovo samo ako vaš MUD podržava MSP da biste spriječili druge igrače da šalju maliciozne MSP sekvence, ako dozvolite preuzimanje zvukova.
ca@valencia: Quan se selecciona esta opció, KMuddy interpretarà les seqüències MSP tot el temps, encara que no s'haja produït cap negociació. Útil per als MUD que no admeten la negociació telnet amb el MSP. Però aneu amb compte: activeu-ho només si MUD realment admet MSP per a evitar que altres jugadors envien seqüències del MSP malicioses, si permeteu la baixada de sons.
de: Ist diese Einstellung eingeschaltet, werden MSP-Zeichenfolgen immer interpretiert, sogar wenn keine Aushandlung vorgenommen wurde. Nützlich für MUDs, die keine Telnet-Aushandlung von MSP unterstützten. Aber schalten Sie dies nur ein, wenn Ihr MUD tatsächlich MSP unterstützt, um zu verhindern, dass andere Spieler Ihnen gefährliche MSP-Zeichenfolgen senden, wenn Sie das Herunterladen von Klängen zulassen.
eo: Kiam ĉi tiu elekteblo estas ebligita, KMuddy interpretos MSP-sekvencojn la tutan tempon, eĉ se neniu intertraktado okazis. Utila por MUD-oj kiuj ne subtenas telnet-intertraktadon de MSP. Sed atentu - nur ŝaltu ĉi tion se via MUD vere subtenas MSP por malhelpi aliajn ludantojn sendi malicajn MSP-sekvencojn, se vi permesas elŝuton de sonoj.
es: Cuando esta opción se encuentra activa, KMuddy interpretará las secuencias MSP siempre, aunque no haya existido intercambio de datos. Útil para MUDs que no soporten intercambio telnet de MSP. Pero ojo, active esto solo si su MUD permite realmente MSP para evitar que otros jugadores le envíen secuencias MSP erróneas si permite la descarga de sonidos.
et: Märkimisel interpreteerib KMuddy alati MSP jadasid, isegi kui läbirääkimisi ei toimunud. Tulus, kui MUD-id ei toeta MSP telneti stiilis läbirääkimisi. Aga ettevaatust - lülita see sisse ainult siis, kui sinu MUD tõepoolest toetab MSP-d, et vältida teiste mängijate pahatahtlike MSP jadade saatmist, kui oled lubanud helide allalaadimise.
fr: Quand cette option est activée, KMuddy interprétera les séquences MSP tout le temps, même si aucune négociation n'a eu lieu. Utile pour les serveurs MUD qui ne prennent pas en charge les négociations « Telnet » pour MSP. Mais, veuillez faire attention - n'activez ceci que si votre serveur MUD prend réellement en charge MSP pour empêcher d'autres joueurs d'envoyer des séquences MSP malveillantes, si vous autorisez le téléchargement de sons.
gl: Active esta opción para que KMuddy interprete sempre secuencias de MSP, aínda que non se producise unha negociación. Isto é útil cando un MUD non é compatíbel coa negociación de Telnet de MSP. Teña coidado de activar isto só se o seu MUD é realmente compatíbel con MSP, para evitar que outros xogadores lle envíen secuencias de MSP maliciosas, se permite a descarga de sons.
it: Quando questa opzione è abilitata, KMuddy interpreterà le sequenze MSP tutto il tempo, anche se non è avvenuta alcuna negoziazione. Utile per i MUD che non supportano la negoziazione telnet di MSP. Attenzione: attiva questa opzione solo se il tuo MUD supporta veramente MSP per impedire ad altri giocatori di inviare sequenze MSP dannose, se consenti lo scaricamento di suoni.
nl: Als deze optie is ingeschakeld, zal KMuddy voortdurend proberen de MSP-opdrachten te verwerken, zelfs als er geen overeenstemming is bereikt. Handig bij MUD's die geen telnet-onderhandeling voor MSP ondersteunen. Maar let op - schakel dit alleen in als uw MUD echt MSP ondersteunt om te voorkomen dat andere spelers beschadigende MSP-opdrachten versturen, als u het downloaden van geluiden heeft toegestaan.
pl: Gdy ta opcja jest włączona, to KMuddy będzie interpretował sekwencje MSP cały czas, nawet wtedy, gdy negocjacja nie miała miejsca. Przydatne dla MUDów, które nie obsługują negocjacji telnet MSP. Ale zważ następujące - włącz to tylko, jeśli twój MUD naprawdę obsługuje MSP, aby zapobiec innym graczom wysyłania złych sekwencji MSP, jeśli zezwolisz na pobieranie dźwięków.
pt_br: Quando esta opção estiver habilitada, o KMuddy irá interpretar as sequências de MSP a todo momento, mesmo que não tenha sido feita qualquer negociação. É útil para os MUDs que não suportem a negociação do MSP por Telnet. Mas tenha cuidado - somente ative isto se o seu MUD realmente suportar o MSP, para evitar que outros jogadores enviem sequências de MSP mal-intencionadas, caso permita a transferência de sons.
sl: Ko je ta možnost omogočena, bo KMuddy ves čas razlagal zaporedja MSP, tudi če pogajanj ni bilo. Uporabno za MUD-e, ki ne podpirajo pogajanja telnet o MSP. Toda pozor: to vklopite le, če vaš MUD res podpira MSP, da bi drugim igralcem preprečili pošiljanje zlonamernih zaporedij MSP, če dovolite prenos zvokov.
sv: Med det här alternativet aktiverat kommer KMuddy alltid att tolka MSP-sekvenser, även om ingen förhandling förekom. Praktiskt för MUD:ar som inte har stöd för telnet-förhandling om MSP. Men se upp - aktivera bara det om MUD:en verkligen har stöd för MSP för att hindra andra spelare från att skicka skadliga MSP-sekvenser, om du tillåter nerladdning av ljud.
tr: Bu seçenek etkinleştirildiğinde, KMuddy, MSP sıralamalarını bir pazarlık olmamışsa bile her zaman yorumlar. MSP’nin Telnet pazarlığını desteklemeyen MUD’lar için yararlıdır. Dikkat, seslerin indirilmesine izin veriyorsanız başka oyuncuların kötü amaçlı MSP sıralamaları göndermesini engellemek için bunu yalnızca MUD’unuz MSP destekliyorsa açın.
uk: Якщо буде позначено цей пункт, KMuddy оброблятиме послідовності команд MSP весь час, навіть якщо не відбувалося узгодження. Корисно у MUD, у яких не передбачено підтримки узгодження MSP за допомогою telnet. Вам слід бути обережними: позначайте цей пункт, лише якщо у вашому MUD справді передбачено підтримку MSP, щоб запобігти надсиланню іншими гравцями зловмисних послідовностей команд MSP, якщо ви увімкнете отримання звукових даних.

source: Allow &mid-line MSP sequences
bs: Dopustite &srednje-linijske MSP sekvence.
ca@valencia: Permet seqüències MSP inter&mèdies
de: MSP-Zeichenfolgen &mitten in der Zeile erlauben
eo: Permesi &mez-liniajn MSP-sekvencojn
es: Permitir secuencias MSP inter&medias
et: &MSP poolreajadade lubamine
fr: Autoriser des séquences MSP &médianes
gl: Permitir secuencias de MSP no &medio das liñas
it: Permetti le sequenze MSP &mid-line
nl: Tussentijdse MSP-opdrachten toestaan
pl: Zezwól na sekwencje w środku &wiersza
pt_br: Permitir as sequências MSP de &meia-linha
sl: Dovoli zaporedja MSP sredi vrstice
sv: Tillåt &MSP-sekvenser mitt i raden
tr: Orta satır &MSP sıralamalarına izin ver
uk: Дозволити в&будовані послідовності MSP

source: Mid-line MSP sequences are a zMUD's extension to the MSP spec that some MUDs seem to be using. You can enable support for this feature here, but ensure that other players cannot say/tell/whatever these sequences, or disable downloading support; otherwise players could instruct your client to download any file on the net...
bs: Srednje-linijske MSP sekvence su ekstenzija za MUD-a za MSP specifikaciju za koju se čini da neki MUD-ovi koriste. Možete omogućiti podršku da ovu opciju ovdje, ali osigurajte da drugi igrači ne mogu reći/kazati/štogod ove sekvence, ili isključite podršku za preuzimanje; inače bi igrači mogli preusmjeriti vašeg klijenta da preuzme bilo koji fajl sa mreže...
ca@valencia: Les seqüències del MSP intermèdies són una extensió de zMUD a l'especificació del MSP que alguns MUD pareixen estar emprant. Podeu habilitar ací el reconeixement d'esta característica, però assegureu-vos que els altres jugadors no puguen esbrinar estes seqüències, o inhabiliteu les baixades. En cas contrari els jugadors podrien instruir al vostre client perquè baixe qualsevol fitxer en la xarxa...
de: MSP-Zeichenfolgen mitten in der Zeilen sind eine Erweiterung der MUD-Spezifikation von zMUD, die anscheinen von einigen MUDs verwendet wird. Hier können Sie eine Unterstützung für diese Funktion aktivieren, aber überprüfen Sie, dass andere Spieler diese Zeichenfolgen nicht missbräuchlich benutzen, oder schalten Sie die Unterstützung für das Herunterladen ab, ansonsten könnten Spieler Ihr Programm anweisen, sämtliche Dateien aus dem Internet herunterzuladen ...
eo: Mezliniaj MSP-sekvencoj estas la etendaĵo de zMUD al la MSP-speco kiun kelkaj MUD-oj ŝajnas uzi. Vi povas ebligi subtenon por ĉi tiu funkcio ĉi tie, sed certigu, ke aliaj ludantoj ne povas diri/rakonti/kio ajn ĉi tiujn sekvencojn, aŭ malŝalti elŝutan subtenon; alie ludantoj povus instrukcii vian klienton elŝuti ajnan dosieron en la reto...
es: Las secuencias MSP intermedias son una extensión de zMUD para las especificaciones MSP que parecen usar algunos MUDs. Puede activar el uso de esta función aquí, pero asegúrese de que otros jugadores no pueden averiguar estas secuencias, o desactive la ayuda para descargas; de otra forma, los jugadores podrían mandar instrucciones a su cliente para que descargue cualquier archivo de la red...
et: MSP poolreajadad on zMUD-i lisandus MSP spetsifikatsioonile, mida mõned MUD-id paistavad kasutavat. Siin saab nende toetuse sisse lülitada, aga kontrolli, et teised mängijad ei saaks öelda/kõnelda/mida iganes teha nende jadadega või lülita allalaadimise toetus välja, sest muidu võivad teised mängijad anda su kliendile käsu alla laadida internetist mis tahes fail.
fr: Les séquences médianes MSP sont des extensions « zMUD » aux spécifications MSP que certains serveurs MUD semblent utiliser. Vous pouvez activer la prise en charge de cette fonctionnalité ici. Cependant, veuillez vous assurer que les autres joueurs ne peuvent dire / prononcer / faire tout autre action sur ces séquences ou déactiver la prise en charge du téléchargement. Sinon, des joueurs pourraient demander à votre client de télécharger n'importe quel fichier venant d'Internet.
gl: As secuencias de MSP no medio das liñas son unha extensión de zMUD para o estándar MSP que parecen estar usando varios MUD. Pode activar aquí a compatibilidade con esta funcionalidade, pero asegúrese de que outros xogadores non poden dicir ou indicar estas secuencias, ou desactive a funcionalidade de descarga; senón os xogadores poderían facer que o seu cliente descargase calquera ficheiro da rede…
it: Le sequenze MSP mid-line sono un'estensione di zMUD alle specifiche MSP che pare siano utilizzate da qualche MUD. Puoi abilitare qui il supporto a questa funzionalità, ma accertati che gli altri giocatori non possano eseguire comandi say/tell/altro per queste sequenze, oppure disabilitare il supporto allo scaricamento; in caso contrario, i giocatori potrebbero istruire il tuo client a scaricare qualsiasi file che si trova in rete...
nl: Tussentijdse MSP-opdrachten zijn een zMUD's uitbreiding van de MSP spec dat sommige MUD's lijken te gebruiken. U kunt de ondersteuning voor deze uitbreiding hier inschakelen, maar zorg er wel voor dat andere spelers deze opdrachten niet kunnen zeggen/vertellen/wat dan ook, of downloaden uitschakelen; anders kunnen spelers opdracht aan uw computer geven om welk bestand op het net dan ook te downloaden...
pl: Sekwencje MSP w środku wiersza są rozszerzeniami zMUD do specyfikacji MSP, której używają pewne MUDy. Tutaj możesz włączyć obsługę dla tej funkcji, ale upewnij się, że inni gracze nie mogą zrobić cokolwiek z tymi sekwencjami lub wyłącz obsługę pobierania; w przeciwnym przypadku gracze mogą poinstruować twojego klienta do pobrania każdego pliku na sieci...
pt_br: As sequências de MSP meia-linhas são uma extensão do zMUD à especificação do MSP que alguns MUDs parecem usar. Você pode habilitar aqui o suporte para esta funcionalidade, mas certifique-se de que os outros jogadores não podem emitir estas sequências, ou então desabilite o suporte a transferências. Caso contrário, os jogadores poderão dizer ao seu cliente para transferir qualquer arquivo da rede...
sl: Zaporedja MSP sredi vrstice so razširitev zMUD-a na specifikacije MSP, ki jih uporabljajo nekateri MUD-i. Podporo za to funkcijo lahko omogočite tukaj, vendar zagotovite, da drugi igralci ne morejo izdati/povedati teh zaporedij ali onemogočite podporo za prenos; sicer bi lahko igralci naročili vašemu odjemalcu, da prenese poljubno datoteko na splet …
sv: MSP-sekvenser mitt i raden är en zMUD-utökning av MSP-specifikationen som vissa MUD:ar verkar använda. Du kan aktivera stöd för funktionen här, men se till att andra spelare inte kan åstadkomma sekvenserna på något sätt, eller inaktivera nerladdningsstöd: annars kan andra spelare tala om för din klient att ladda ner vilken fil som helst från Internet ...
tr: Orta hat MSP sıralamaları, bazı MUD’ların kullanıyor gibi göründüğü MSP belirtiminin bir zMUD uzantısıdır. Bu özellik için desteği buradan etkinleştirebilirsiniz; ancak diğer oyuncuların bu sıralamaların ne olduğunu söyleyememesini veya indirme desteğini devre dışı bırakmasını sağlayın; aksi halde oyuncular istemcinize ağdaki herhangi bir dosyayı indirmesi talimatını verebilir…
uk: Вбудовані послідовності команд MSP засновано на розширенні zMUD специфікації MSP, яке використовується на деяких MUD. За допомогою цього пункту ви зможете увімкнути підтримку таких послідовностей, але вам слід переконатися, що інші гравці не надсилатимуть таких послідовностей у своїх повідомленнях або вимкнути отримання даних. Якщо ви цього не зробите, інші гравці можуть наказати вашій клієнтській програмі отримати будь-який файл у інтернеті…

source: &Use MXP
bs: &Koristi MXP
ca@valencia: &Utilitza el MXP
de: &MXP verwenden
eo: &Uzi MXP
es: &Usar MXP
et: MXP kas&utamine
fr: &Utiliser MXP
gl: &Usar MXP
it: &Usa MXP
nl: &MXP gebruiken
pl: &Użyj MXP
pt_br: &Usar o MXP
sl: &Uporabi MXP
sv: An&vänd MXP
tr: MXP k&ullan
uk: Ви&користовувати MXP

source: Never
bs: Nikad
ca@valencia: Mai
de: Niemals
eo: Neniam
es: Nunca
et: Mitte kunagi
fr: Jamais
gl: Nunca
it: Mai
nl: Nooit
pl: Nigdy
pt_br: Nunca
sl: Nikoli
sv: Aldrig
tr: Asla
uk: Ніколи

source: If negotiated
bs: Ako je pregovarano
ca@valencia: Si es negocia
de: Wenn ausgehandelt
eo: Se intertraktata
es: Si está negociado
et: Läbirääkimiste korral
fr: Si négocié
gl: Cando se negocie
it: Se negoziato
nl: Met overeenstemming
pl: Jeżeli negocjowano
pt_br: Se negociado
sl: Če je izpogajano
sv: Om förhandlad
tr: Pazarlık edilmişse
uk: Якщо узгоджено

source: Auto-detect
bs: Automatsko detektiranje
ca@valencia: Detecta automàticament
de: Automatisch erkennen
eo: Aŭtomate detekti
es: Autodetectar
et: Automaattuvastus
fr: Détection automatique
gl: Detectar automaticamente
it: Rileva automaticamente
nl: Automatisch detecteren
pl: Wykryj automatycznie
pt_br: Detectar automaticamente
sl: Samodejno zaznaj
sv: Automatisk upptäckt
tr: Otomatik algıla
uk: Автовизначення

source: Always on
bs: Uvijek uključeno
ca@valencia: Sempre actiu
de: Immer an
eo: Ĉiam ŝaltita
es: Siempre habilitado
et: Alati sees
fr: Toujours activé
gl: Sempre
it: Sempre attivo
nl: Altijd aan
pl: Zawsze włączone
pt_br: Sempre ligado
sl: Vedno vključeno
sv: Alltid på
tr: Her zaman açık
uk: Завжди увімкнено
