Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: If you enable this option, existing transcript file will be overwritten. Otherwise, new transcript will be appended to the end of an existing file (if it exists :)).
bs: Ako omogućite ovu opciju, postojeći transkript fajl će biti prepisan. U drugom slučaju, novi transkript će biti dodan na kraj postojećeg fajla (ako postoji :)).
ca@valencia: Si seleccioneu esta opció, el fitxer de transcripció existent se sobreescriurà. En cas contrari, s'afegirà una transcripció nova al final d'un fitxer existent (si existix :)).
de: Ist diese Einstellung aktiviert, werden vorhandene Protokolldateien überschrieben. Ansonsten wird das neue Protokoll an des Ende der vorhandenen Datei angehängt, falls sie existiert.
eo: Se vi ebligas ĉi tiun elekteblon, la ekzistanta transskriba dosiero estos anstataŭita. Alie, nova transskribo estos almetita al la fino de ekzistanta dosiero (se ĝi ekzistas :)).
es: Si esta opción se encuentra activa, se sobreescribirá el archivo de sesión existente. De lo contrario, las líneas nuevas se añadirán al final del archivo (si ya existe).
et: Märkimisel kirjutatakse olemasolev transkriptifail üle, vastasel juhul lisatakse uus transkript olemasoleva faili lõppu (seda muidugi juhul, kui see on olemas).
fr: Si vous sélectionnez cette option, le fichier existant de transcription sera écrasé. Sinon, une nouvelle transcription sera concaténée à la fin du fichier existant (si il existe : )).
gl: Active esta opción para que o ficheiro de transcrición existente se substitúa. Senón, a nova transcrición engadirase ao final do ficheiro existente (se existe).
it: Se abiliti questa opzione, il file delle trascrizioni esistente verrà sovrascritto. In caso contrario, la nuova trascrizione verrà aggiunta alla fine di un file esistente (se presente :)).
nl: Als u dit inschakelt, dan wordt het bestaande transcript-bestand overschreven. Anders zal het nieuwe transcript aan het eind van het bestaande bestand (als dat bestaat:)) worden toegevoegd.
pl: Jeżeli włączysz tą opcję, to istniejący plik transkrypcji zostanie zastąpiony. W przeciwnym przypadku, zostanie dołączony nowy transkrypt do końca istniejącego pliku (jeśli on istnieje :)).
pt_br: Se você habilitar esta opção, o arquivo da transcrição existente será substituído. Caso contrário, será adicionada a nova transcrição ao fim do arquivo existente (se ele existir).
sl: Če omogočite to možnost, bo obstoječa datoteka prepisa prepisana. V nasprotnem primeru bo nov prepis pripisan koncu obstoječe datoteke (če obstaja :)).
sv: Om alternativet aktiveras, skrivs befintliga loggfiler över. Annars läggs den nya loggen till i slutet av en befintlig fil (om det finns någon).
tr: Bu seçeneği etkinleştirirseniz var olan yazıya döküm dosyasının üzerine yazılacaktır. Aksi takdirde, var olan bir dosyanın sonuna (varsa :)) yeni yazıdöküm eklenecektir.
uk: Якщо ви позначите цей пункт, поточний файл розшифрування буде перезаписано. Якщо пункт не буде позначено, нове розшифрування буде дописано наприкінці поточного файла (якщо цей файл існує :)).

source: Include buffer &dump
bs: Uključi &izdvojke bafera
ca@valencia: Inclou el &bolcat del cau
de: Aus&gabepuffer einschließen
eo: Inkluzivi bufron &dump
es: Incluir volca&do de buffer
et: P&uhvri salvestuse kaasamine
fr: Inclure le vidage &de tampons
gl: Incluír o conti&do do búfer
it: Includi &dump del buffer
nl: Buffer &dump toevoegen
pl: Dołącz &zrzut bufora
pt_br: Incluir a exportação &de dados
sl: Vključi izpis medpomnilnika
sv: Inkludera buffer&dumpning
tr: Arabellek &dökümünü içer
uk: Включати &дамп буфера

source: This will cause KMuddy to add complete buffer dump to the beginning of the transcript file.
bs: Ovo će prouzrokovati da KMuddy doda kompletan otpad bafera na početak transkript fajla.
ca@valencia: Farà que KMuddy afija un bolcat complet del cau al començament del fitxer de la transcripció.
de: Mit dieser Einstellung fügt KMuddy den vollständigen Ausgabepuffer am Anfang jeder Protokolldatei ein.
eo: Ĉi tio kaŭzos ke KMuddy aldonos kompletan bufro-dump al la komenco de la transskriba dosiero.
es: Esto hará que KMuddy añada el volcado completo del buffer al principio del archivo de grabación.
et: See sunnib KMuddyt lisama transkriptifaili algusse kogu puhvri salvestuse.
fr: Ceci demandera à KMuddy d'ajouter un vidage complet des tampons au début du fichier de transcription.
gl: Isto fará que KMuddy engada o contido completo do búfer ao comezo do ficheiro da transcrición.
it: KMuddy aggiungerà un dump del buffer completo all'inizio del file delle trascrizioni.
nl: Dit zorgt dat KMuddy een complete buffer dump aan het begin van het transcriptie-bestand toevoegt.
pl: Spowoduje to, że KMuddy doda zupełny zrzut bufora do początku pliku transkrypcji.
pt_br: Isto fará com que o KMuddy adicione a exportação completa dos dados para o início do arquivo da transcrição.
sl: To bo povzročilo, da KMuddy doda popoln izpis medpomnilnika na začetek datoteke prepisa.
sv: Det här gör att Kmuddy lägger till en fullständig buffertutskrift i början av loggfilen.
tr: Bu, KMuddy’nin yazıdöküm dosyasının başına tam arabellek dökümü eklemesine neden olacaktır.
uk: Якщо буде позначено цей пункт, KMuddy додаватиме дамп буфера у початок файла розшифрування.

source: Enable &advanced transcript
bs: Omogući &napredni transkript
ca@valencia: Habilita la transcripció &avançada
de: Erweitertes Protokoll &aktivieren
eo: Ebligi &altnivelan transskribon
es: Habilitar la grabación &avanzada
et: &Täiustatud transkripti lubamine
fr: Activer la transcription &avancée
gl: Activar a transcrición &avanzada
it: Abilita trascrizione &avanzata
nl: Ge&avanceerde transcriptie inschakelen
pl: Włącz z&aawansowany transkrypt
pt_br: H&abilitar a transcrição avançada
sl: Omogoči napredni prepis
sv: Aktivera &avancerad logg
tr: &Gelişmiş yazıdökümü etkinleştir
uk: Увімкнути &розширене розшифрування

source: This will enable advanced transcript, which allows you to have transcript running all the time, rotates it at midnight and so. Note that normal and advanced transcripts can both be running at the same time, if you want.
bs: Ovo će omogućiti napredni transkript, što vam dozvoljava da je transkript uključen svoj vrijeme, rotira se ako je ponoć i slično. Primjetite da i normalni i napredni transkript mogu biti uključeni u isto vrijeme, ako želite.
ca@valencia: Açò permetrà la transcripció avançada, el qual permet transcriure tot el temps, emmagatzemant a la mitjanit i així. Cal tindre en compte que les transcripcions normals i avançades es poden executar alhora, si voleu.
de: Dies aktiviert die erweiterte Protokollierung, die die Protokollierung die ganze Zeit ausführt, und das Protokoll um Mitternacht rotiert. Beachten Sie, dass die normale und erweiterte Protokollierung beide gleichzeitig laufen können, wenn gewünscht.
eo: Ĉi tio ebligos altnivelan transskribon, kiu ebligas al vi ke transskribo funkcias la tutan tempon, turnas ĝin je noktomezo kaj tiel. Rimarku, ke normalaj kaj altnivelaj transskribaĵoj povas ambaŭ funkcii samtempe, se vi volas.
es: Esto habilitará la grabación avanzada, que le permitirá mantener la grabación activada todo el tiempo, rotar a medianoche y así. Tenga en cuenta que las grabaciones normal y avanzada pueden estar funcionando al mismo tiempo, si lo desea.
et: Sellega saab sisse lülitada täiustatud transkripti, mis võimaldab lasta transkriptil tegutseda kogu aeg, roteerida seda südaööl ja nii edasi. Pane tähele, et soovi korral võib panna tavalise ja täiustatud transkripti tööle ka teineteise kõrval.
fr: Ceci activera la transcription avancée, vous permettant d'avoir une transcription en exécution tout le temps et en la faisant tourner à minuit. Veuillez noter que les transcriptions standards et avancées peuvent être en exécution en même temps, si vous le souhaitez
gl: Isto activa a transcrición avanzada, que permite que a transcrición estea activa todo o tempo, e rota a transcrición a medianoite ou así. Teña en conta que as transcricións normal e avanzada poden executarse ao mesmo tempo, se quere.
it: Abilita la trascrizione avanzata, che ti consente di avere l'esecuzione continua della trascrizione, e la avvicenda a mezzanotte. Nota che, se preferisci, le trascrizioni normali e avanzate possono essere eseguite in contemporanea.
nl: Dit zal geavanceerde transcriptie inschakelen, waarmee u voortdurend de transcriptie aan kan laten staan, om middernacht verwisselen enzovoort. Merk op dat de standaard en de geavanceerde transcripties tegelijk aan kunnen staan, als u dat wenst.
pl: Włączy do zaawansowany transkrypt, który pozwala ci na działanie transkryptu przez cały czas, obracanie go o północy. Zauważ, że normalne i zaawansowane transkrypty mogą działać w tym samym czasie, jeśli chcesz.
pt_br: Isto irá habilitar a transcrição avançada, que permite-lhe ter a transcrição em execução a todo momento, armazenando à meia-noite e tudo. Lembre-se de que as transcrições normais e avançadas podem ambas estar em execução ao mesmo tempo, caso queira isto.
sl: To bo omogočilo napreden prepis, ki vam omogoča, da je prepis teče ves čas in se zamenja opolnoči. Upoštevajte, da se lahko običajni in napredni prepisi izvajajo hkrati, če tako želite.
sv: Det här aktiverar avancerad loggning, som gör det möjligt att låta loggning pågå hela tiden, och roterar den vid midnatt. Observera att vanlig och avancerad loggning kan båda användas samtidigt, om man vill.
tr: Bu, yazıdökümün her zaman çalışmasına izin veren, onu gece yarısı döndüren vb. Gelişmiş yazıdökümü etkinleştirir. İsterseniz normal ve gelişmiş yazıdökümün aynı anda çalışabileceğini unutmayın.
uk: За допомогою цього пункту можна увімкнути додаткові можливості з розшифрування, зокрема постійного розшифрування, оновлення записів опівночі тощо. Зауважте, що звичайні і додаткові дії з розшифрування можуть виконувати одночасно, якщо ви цього забажаєте.

source: Advanced transcript settings
bs: Napredna podešavanja transkripta
ca@valencia: Configureu la transcripció avançada
de: Erweiterte Protokoll-Einstellungen
eo: Altnivelaj transskribaj agordoj
es: Parámetros de grabación avanzada
et: Täiustatud transkripti seadistused
fr: Configuration de transcription avancée
gl: Configuración da transcrición avanzada
it: Impostazioni avanzate di trascrizione
nl: Instellingen geavanceerde transcriptie
pl: Ustawienia rozszerzonego transkryptu
pt_br: Configurações avançadas da transcrição
sl: Napredne nastavitve prepisa
sv: Inställningar av avancerad logg
tr: Gelişmiş yazıdöküm ayarları
uk: Додаткові параметри розшифрування

source: &Rotate log at midnight every day
bs: &Rotiraj zapis do sada spašenog u ponoć svakog dana
ca@valencia: Emmagatzema el &registre cada dia a mitjanit
de: Protokoll jeden Tag um Mitternacht &rotieren
eo: &Rotaci protokolon je noktomezo ĉiutage
es: &Rotar el registro todos los días a medianoche
et: Logi &roteerimine igal südaööl
fr: Fai&re tourner le journal à minuit chaque jour
gl: &Rotar o rexistro a medianoite.
it: A&vvicenda il registro ogni giorno a mezzanotte
nl: Elke dag om middernacht verwisselen
pl: Ob&róć dziennik o północy, każdego dnia
pt_br: A&rmazenar o registro à meia-noite de cada dia
sl: Zamenjaj dnevnik vsak dan opolnoči
sv: &Rotera loggen vid midnatt varje dygn
tr: Günlüğü her gece yarısında &döndür
uk: &Оновлювати журнал опівночі кожного дня

source: This will cause KMuddy to rotate session transcript every day at midnight
bs: Ovo će prouzrokovati da KMuddy rotira transkript sesije svaki dan u ponoć
ca@valencia: Farà que KMuddy emmagatzeme la transcripció de la sessió cada dia a mitjanit
de: Damit wird das Sitzungs-Protokoll jeden Tag um Mitternacht rotiert
eo: Ĉi tio igos KMuddy turni seanca transskribo ĉiutage je noktomezo
es: KMuddy grabará el registro en un archivo distinto cada día a partir de medianoche.
et: See sunnib KMuddyt roteerima seansi transkripti igal südaööl.
fr: Ceci permettra à KMuddy de faire tourner une transcription de session tous les jours à minuit
gl: Isto fará que KMuddy rote a transcrición da sesión todos os días á medianoite
it: KMuddy avvicenderà la trascrizione della sessione ogni giorno a mezzanotte
nl: Dit zorgt dat KMuddy de sessie transcriptie elke dag om middernacht verwisselt.
pl: Spowoduje to, że KMuddy obróci transkrypt sesji każdego dnia o północy
pt_br: Isto fará com que o KMuddy armazene a transcrição da sessão todos os dias à meia-noite
sl: Tako bo KMuddy vsak dan opolnoči zamenjal prepis sej
sv: Det här gör att Kmuddy roterar sessionsloggar vid midnatt varje dygn
tr: Bu, KMuddy’nin her gün gece yarısı oturum yazıdökümünü döndürmesine neden olur
uk: Позначення цього пункту призводитиме до оновлення KMuddy розшифрування сеансу кожного для опівночі.

source: Prepend lines with &timestamp
bs: Dodaj na početak linije sa &vremenskim pečatom
ca@valencia: Precedix les línies amb una marca &horària
de: Zeitstempel am Zeilenanfang einfügen
eo: Antaŭmeti liniojn per &tempostampo
es: Preceder las líneas con &Fecha y hora
et: Aka&templiga ridade lisamine ette
fr: Préfixer les lignes avec la da&tation horaire
gl: Engadir a marca de tempo ao comezo das liñas.
it: Anteponi da&ta e ora alle righe
nl: Voorzie regels van &tijdaanduiding
pl: Poprzedź wiersze znacznikami &czasowymi
pt_br: An&teceder as linhas com a hora
sl: Predpni vrstice s časovnim žigom
sv: Inled rader med &tidsstämpel
tr: Satırların başına &zaman damgası ekle
uk: Додавати &час на початку кожного рядка

source: This option will cause KMuddy to insert local timestamp in front of every line of logging
bs: Ova opcija će prouzrokovati da KMuddy dodaje lokalne vremenske pečate na početak zapisa spašavanja.
ca@valencia: Esta opció farà que KMuddy inserisca una marca de temps local davant de cada línia del registre
de: Mit dieser Einstellung wird ein Zeitstempel am Anfang jeder Protokollzeile eingefügt.
eo: Ĉi tiu elekteblo igos KMuddy enmeti lokan tempostampilon antaŭ ĉiu linio de protokolo
es: Esta opción hará que KMuddy inserte la hora local delante de cada línea del registro
et: See sunnib KMuddyt lisama logi iga rea ette kohaliku ajatempli.
fr: Cette option permettra de demander à KMuddy d'insérer une datation horaire locale en face de chaque ligne de connexion
gl: Esta opción fará que KMuddy insira unha marca de tempo local diante de cada liña de rexistro.
it: KMuddy inserirà la data e l'ora locale davanti a ciascuna riga del registro
nl: Dit zorgt dat KMuddy aan het begin van elke regel in de log een tijdaanduiding plaatst.
pl: Opcja ta spowoduje, że KMuddy wstawi lokalny znacznik czasu przed każdym wierszem w dzienniku
pt_br: Esta opção fará com que o KMuddy introduza a hora local à frente de cada linha do registro
sl: Ta možnost povzročili, da KMuddy vstavi krajevni časovni žig pred vsako vrstico beleženja
sv: Alternativet gör att Kmuddy infogar tidsstämpel med lokal tid framför varje loggrad
tr: Bu seçenek, KMuddy’nin her günlük kaydı satırının önüne yerel zaman damgasını eklemesine neden olur.
uk: За допомогою цього пункту можна наказати KMuddy вставляти запис щодо локального часу перед кожним з рядків журналу.

source: Log name format
bs: Format imena zapisa spašavanja
ca@valencia: Format per al nom del registre
de: Format des Protokollnamens
eo: Formato de protokolnomo
es: Formato del nombre del registro
et: Logi nime vormindus
fr: Format du nom du journal
gl: Formato do nome do rexistro
it: Formato nome registro
nl: Opmaak naam logbestand
pl: Rejestruj format nazwy
pt_br: Formato do nome do registro
sl: Oblika zapisa imena dnevnika
sv: Loggformat
tr: Günlük adı biçimi
uk: Формат запису до журналу

source: Here you can specify log format. You can use the following options: $W - world name, $h - hour, $m - minute, $D - day, $M - month, $Y - year, and any combination of alpha-numeric characters.
bs: Ovdje možete specificirati format zapisa spašavanja. Možete koristiti sljedeće opcije: $W - ime svijeta, $h - sat, $m - minut, $D - dan, $M - mjesec, $Y - godina, i bilo koju kombinaciju alfanumeričkih karaktera.
ca@valencia: Ací podeu especificar el format del registre. Podeu utilitzar les opcions següents: $W - nom del món, $h - hora, $m - minut, $D - dia, $M - mes, $Y - any, i qualsevol combinació de caràcters alfanumèrics.
de: Hier können Sie das Protokollformat angeben. Folgende Optionen können verwendet werden: $W - Weltname, $h - Stunde, $m - Minute, $D - Tag, $M - Monat, $Y - Jahr und jede beliebige Kombination von alphanumerischen Zeichen.
eo: Ĉi tie vi povas specifi protokolformaton. Vi povas uzi la jenajn eblojn: $W - mondnomo, $h - horo, $m - minuto, $D - tago, $M - monato, $Y - jaro, kaj ajna kombinaĵo de alfanombraj signoj.
es: Aquí puede especificar el formato del registro. Puede usar las siguientes opciones: $W - nombre del mundo, $h - hora, $m - minuto, $D - día, $M - mes, $Y - año, y cualquier combinación de caracteres alfanuméricos.
et: Siin saab määrata logi vorminduse. Kasutada saab järgmisi valikuid: $W - maailma nimi, $h - tund, $m - minut, $D - päev, $M - kuu, $Y - aasta ning mis tahes tähtede või numbrite kombinatsioon.
fr: Vous pouvez spécifier ici le format du journal. Vous pouvez utiliser les options suivantes : $W - nom du monde, $h - heure, $m - minute, $D - jour, $M - mois, $Y - année, et toute combinaison de caractères alpha-numériques.
gl: Aquí pode indicar o formato do rexistro. Pode usar as seguintes opcións: $W - nome do mundo, $h - hora, $m - minuto, $D - día, $M - mes, $Y - ano, e calquera combinación de letras e números.
it: Qui puoi specificare il formato del registro. Puoi usare le opzioni seguenti: $W - nome mondo, $h - ora, $m - minuto, $D - giorno, $M - mese, $Y - anno, e qualsiasi combinazione di caratteri alfanumerici.
nl: Hier kunt u de opmaak van de naam van het log-bestand opgeven. U kunt de volgende opties gebruiken: $W - naam wereld, $h - uur, $m - minuut, $D - dag, $M - maand, $Y - jaar, en elke combinatie van alpha-numerieke karakters.
pl: Tutaj możesz określić format dziennika. Możesz użyć następujących opcji: $W - nazwa świata, $h - godzina, $m - minuta, $D - dzień, $M - miesiąc, $Y - rok, i jakiejkolwiek kombinacji znaków alfanumerycznych.
pt_br: Aqui você poderá definir o formato do registro, usando as seguintes opções: $W - nome mundial, $h - horas, $m - minutos, $D - dia, $M - mês, $Y - ano, bem como qualquer outra combinação de caracteres alfanuméricos.
sl: Tukaj lahko določite obliko zapisa dnevnika. Uporabite lahko naslednje možnosti: $W - ime sveta, $h - ura, $m - minuta, $D - dan, $M - mesec, $Y - leto ter poljubno kombinacijo znakov in števk.
sv: Här kan loggformatet anges. Följande alternativ kan användas: $W - världsnamnet, $h - timma, $m - minut, $D - dag, $M - månad, $Y - år, och godtycklig kombination av alfanumeriska tecken.
tr: Burada günlük biçimini belirleyebilirsiniz. Aşağıdaki seçenekleri kullanabilirsiniz: $W — dünya adı, $h — saat, $m — dakika, $D — gün, $M — ay, $Y — yıl ve herhangi bir alfanümerik karakter kombinasyonu.
uk: Тут ви можете вказати формат журналу. Ви можете вказати такі параметри: $W — світовий час, $h — години, $m — хвилини, $D — день, $M — місяць, $Y — рік та будь-які комбінації літер та цифр.

source: &List of output windows
bs: &Lista izlaznih prozora
ca@valencia: &Llista de les finestres d'eixida
de: &Liste der Ausgabefenster
eo: &Listo de eligfenestroj
es: &Lista de ventanas de salida
et: Vä&ljundakende loend
fr: &Liste des fenêtres de sortie
gl: &Lista de xanelas de saída
it: E&lenco delle finestre del risultato
nl: &Lijst met uitvoervensters
pl: &Lista okien wyjściowych
pt_br: &Lista das janelas de resultados
sl: Seznam izhodnih oken
sv: &Lista med utdatafönster
tr: Çı&ktı pencerelerinin listesi
uk: &Список вікон виведення даних

source: &Show
bs: &Prikaži
ca@valencia: Mo&stra
de: &Anzeigen
eo: &Montri
es: &Mostrar
et: &Näita
fr: &Afficher
gl: Amo&sar
it: &Mostra
nl: &Tonen
pl: &Pokaż
pt_br: Mo&strar
sl: Pokaži
sv: &Visa
tr: &Göster
uk: По&казати

source: &Hide
bs: &Sakrij
ca@valencia: Ocu&lta
de: &Ausblenden
eo: &Kaŝi
es: &Ocultar
et: &Peida
fr: Cac&her
gl: &Agochar
it: &Nascondi
nl: &Verbergen
pl: &Ukryj
pt_br: &Ocultar
sl: Skrij
sv: &Dölj
tr: &Gizle
uk: При&ховати

source: &Delete
bs: &Obriši
ca@valencia: Sup&rimix
de: &Löschen
eo: &Forigi
es: &Eliminar
et: &Kustuta
fr: &Supprimer
gl: Elimina&r
it: &Elimina
nl: Verwij&deren
pl: &Usuń
pt_br: E&xcluir
sl: Izbriši
sv: &Ta bort
tr: &Sil
uk: Ви&лучити

source: &Connect...
bs: &Povezivanje...
ca@valencia: &Connecta...
de: &Verbinden ...
eo: &Konekti...
es: &Conectar...
et: Ü&henda...
fr: Se &connecter...
gl: &Conectar…
it: &Connetti...
nl: &Verbinden...
pl: &Połącz...
pt_br: &Conectar...
sl: Poveži…
sv: &Anslut...
tr: &Bağlan…
uk: &З’єднатись…

source: &QuickConnect...
bs: &BrzoPovezivanje...
ca@valencia: Connexió &ràpida...
de: &Schnellverbindung ...
es: Conexión &rápida...
et: &Kiirühendus...
fr: Connexion &rapide en cours...
gl: &Conectar rapidamente…
it: Conness&ione rapida...
pl: &SzybkiePołączenie...
pt_br: Conexão &rápida...
sl: Hitro poveži…
sv: &Snabbanslutning...
tr: &Tez Bağlan…
uk: &Швидко з’єднатись…

source: &Disconnect
bs: &Otkači
ca@valencia: &Desconnecta
de: &Verbindung trennen
eo: &Malkonekti
es: &Desconectar
et: Katkesta ühen&dus
fr: Se &déconnecter
gl: &Desconectar
it: &Disconnetti
nl: Verbin&ding verbreken
pl: &Rozłącz
pt_br: &Desconectar
sl: Prekini povezavo
sv: &Koppla ner
tr: &Bağlantıyı Kes
uk: &Роз'єднатись

source: &Reconnect
bs: &Poveži se ponovo
ca@valencia: &Torna a connectar
de: E&rneut verbinden
eo: &Rekonekti
es: &Reconectar
et: Üh&enda uuesti
fr: Se &reconnecter
gl: &Conectar de novo
it: &Riconnetti
nl: Opnieuw ve&rbinden
pl: Połą&cz ponownie
pt_br: &Reconectar
sl: Ponovno poveži
sv: Å&teranslut
tr: &Yeniden Bağlan
uk: З'&єднатись знову

source: Close &tab
bs: Zatvori &karticu
ca@valencia: Tanca la pes&tanya
de: &Unterfenster schließen
eo: Fermi lange&ton
es: Cerrar &pestaña
et: Sulge kaar&t
fr: Fermer un ongle&t
gl: Pechar o &separador
it: Chiudi &scheda
nl: &Tabblad sluiten
pl: Zamknij kar&tę
pt_br: &Fechar aba
sl: Zapri zavihek
sv: Stäng &flik
tr: Sekmeyi kapa&t
uk: Закрити вк&ладку

source: Paste &As
bs: Zalijepi &kao
ca@valencia: Apega com &a
de: Einfügen &als
eo: &Alglui Kiel
es: Peg&ar como
et: &Aseta kui
fr: Coller &comme
gl: Peg&ar como
it: Incolla &come
nl: Plakken &als
pl: Wklej j&ako
pt_br: Col&ar como
sl: Prilepi kot
sv: K&listra in som
tr: &Farklı Yapıştır
uk: Вставити &як

source: &Input
bs: &Unos
ca@valencia: En&trada
de: &Eingabe
eo: &Enigo
es: &Entrada
et: S&isend
fr: Sa&isie
gl: &Entrada
it: &Immissione
nl: &Invoer
pl: Wejśc&ie
pt_br: &Entrada
sl: Vhod
sv: &Inmatning
tr: &Girdi
uk: &Введення

source: Copy &Selection
bs: Kopiraj &Selekciju
ca@valencia: Copia la &selecció
de: Auswahl &kopieren
eo: Kopii &Selektaĵon
es: Copiar &Selección
et: Ko&peeri valik
fr: Copier la &sélection
gl: Copiar a &selección
it: Copia &selezione
nl: &Selectie kopiëren
pl: Skopiuj &zaznaczenie
pt_br: Copiar &seleção
sl: Kopiraj izbor
sv: Kopiera &markering
tr: Seçimi &Kopyala
uk: Копіювати позна&чене

source: Enable command &parsing
bs: Omogući &parsiranje komandi
ca@valencia: Habilita l'anàl&isi de les ordres
de: Befehlsanalyse a&ktivieren
eo: Ebligi &analizadon de komando
es: Habilitar el análisis de las órdenes
et: Käsu pa&rsimise lubamine
fr: Activer l'analyse des comman&des
gl: Activar a &análise de ordes
it: Abilita &analisi dei comandi
nl: &Inschakelen commando verwerken
pl: Włącz &przetwarzanie polecenia
pt_br: Habilitar o &processamento de comandos
sl: Omogoči razčlenjevanje ukazov
sv: Aktivera kommando&tolkning
tr: Komut &ayrıştırmayı etkinleştir
uk: Увімкнути о&бробку команд
