Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: If you enable this option, entered command will be selected. This allows you to immediately type another command without deleting the old one and still be able to reuse previous command easily.
bs: Ako uključite ovu opciju, unesena komanda će biti označena. Ovo vam omogućava da odmah unesete drugu komandu bez brisanja stare, a da i dalje možete vrlo lahko ponovo iskoristiti prijašnju komandu.
ca@valencia: Si seleccioneu esta opció, se seleccionaran les ordres introduïdes. Açò permet escriure immediatament una altra ordre sense eliminar l'anterior i poder tornar a utilitzar l'ordre anterior amb facilitat.
de: Ist dies aktiviert, wird der eingegebene Befehl ausgewählt. Damit können Sie sofort einen anderen Befehl eingeben, ohne den vorherigen Befehl zu löschen und immer noch den vorherigen Befehl einfach wiederverwenden.
eo: Se vi ebligas ĉi tiun elekteblon, enigita komando estos elektita. Ĉi tio ebligas al vi tuj tajpi alian komandon sen forigi la malnovan kaj ankoraŭ povi facile reuzi antaŭan komandon.
es: Si habilita esta opción, se seleccionarán las órdenes introducidas. Esto le permite teclear otra orden sin eliminar previamente la anterior, y así poder reutilizar fácilmente las órdenes anteriores.
et: Märkimisel valitakse saadetud käsud. See võimaldab kohe kirjutada uue käsu, ilma vana kustutamata, ning vajaduse korral hõlpsalt uuesti anda äsja antud käsu.
fr: Si vous activez cette option, la commande saisie sera sélectionnée. Ceci vous permet de saisir immédiatement une autre commande sans effacement de la précédente et d'avoir la possibilité de ré-utiliser facilement une commande précédente.
gl: Se activa esta opción seleccionarase a orde inserida. Isto permite escribir outra orde inmediatamente sen necesidade de eliminar a anterior, ao tempo que permite reusar a orde anterior facilmente.
it: Se attivata, verrà selezionato il comando inserito. Ti permette di digitare immediatamente un altro comando senza eliminare il vecchio e potrai riutilizzare facilmente il comando precedente.
nl: Als u dit inschakelt, dan zal het ingevoerde commando worden geselecteerd. Hierdoor kunt u onmiddellijk een volgende commando typen zonder de vorige te wissen en toch het vorige commando makkelijk opnieuw te gebruiken.
pl: Jeżeli włączysz tą opcję, to wpisane polecenie zostanie zaznaczone. Pozwoli ci to na natychmiastowe wpisanie innego polecenia, bez usuwania starego i przy możliwości łatwego użycia poprzedniego polecenia.
pt_br: Se você habilitar esta opção, será selecionado o comando introduzido. Isto permite-lhe escrever imediatamente outro comando sem excluir o antigo, podendo ainda reutilizar o comando anterior de forma simples.
sl: Če omogočite to možnost, bo izbran vneseni ukaz. To vam omogoča, da takoj vnesete drug ukaz brez brisanja starega in še vedno lahko enostavno ponovno uporabite prejšnji ukaz.
sv: Om du aktiverar det här alternativet kommer inmatat kommando markeras. Det låter dig omedelbart skriva ett annat kommando utan att radera det gamla och ändå kunna använda föregående kommando utan problem.
tr: Bu seçeneği etkinleştirirseniz girilen komut seçilecektir. Bu, eskisini silmeden hemen başka bir komut yazmanıza ve önceki komutu kolayca yeniden kullanabilmenize olanak tanır.
uk: Якщо ви позначите цей пункт, введену команду буде позначено. Таким чином, ви зможете одразу почати введення іншої команди без потреби у вилученні попередньої команди, але отримаєте можливість без проблем використати запис попередньої команди.

source: &Cursor keys browse history
bs: &Kursor tipke za pretragu historije
ca@valencia: Historial de navegació per a les tecles del &cursor
de: &Cursor-Tasten durchsuchen den Verlauf
eo: &Kursoklavoj foliumas historion
es: Historial de búsqueda con las teclas del &cursor
et: Ajaloo &sirvimine nooleklahvidega
fr: Historique de navigation pour les touches de &curseurs
gl: Navegar polo historial coas teclas de &cursor
it: I tasti &cursore navigano nella cronologia
nl: &Pijltoetsen bladeren geschiedenis
pl: Klawisz &kursora przeglądają historię
pt_br: As teclas de &cursor navegam pelo histórico
sl: Zgodovina brskanja smernih tipk
sv: &Piltangenterna bläddrar i historiken
tr: &İmleç düğmeleri geçmişte dolanır
uk: Пересування журналом за допомогою клаві&ш навігації

source: If you enable this option, you will be able to choose previously entered commands with Up and Down keys.
bs: Ako uključite ovu opciju, bit ćete u mogućnosti da birate prethodno unesene komande sa Gore i Dolje tipkama.
ca@valencia: Si seleccioneu esta opció, podreu triar les ordres introduïdes prèviament amb les tecles Amunt i Avall.
de: Ist dies aktiviert, können Sie vorher eingegebene Befehle mit den Tasten Pfeil abwärts und Pfeil aufwärts auswählen.
eo: Se vi ebligas ĉi tiun elekteblon, vi povos elekti antaŭe enigitajn komandojn per Supren kaj Malsupren klavoj.
es: Si habilita esta opción, podrá elegir órdenes introducidas previamente con las teclas Arriba y Abajo.
et: Märkimisel saab valida eelnevalt sisestatud käske klahvidega Nool üles ja alla.
fr: Si vous activez cette option, vous aurez la possibilité de choisir les commandes saisies antérieurement avec les touches « Flèche Haut » et « Flèche Bas »
gl: Active esta opción para poder seleccionar ordes inseridas previamente usando as teclas de arriba e abaixo.
it: Se abiliti questa opzione potrai scegliere i comandi digitati in precedenza con i tasti Su e Giù.
nl: Als u dit inschakelt, dan kunt u een voorgaand commando selecteren met de pijltoetsen omhoog en omlaag.
pl: Jeżeli włączysz tą opcję, to będzie można wybrać poprzednio wpisane polecenia przy wykorzystaniu klawiszy strzałki w górę i w dół.
pt_br: Se habilitar esta opção, você poderá escolher os comandos introduzidos anteriormente com as teclas Para cima e Para baixo.
sl: Če omogočite to možnost, boste lahko izbrali prej vnesene ukaze s tipkama Navzgor in Navzdol.
sv: Om du aktiverar det här alternativet kommer du kunna välja tidigare inskrivna kommandon med uppåt- eller neråtpilarna.
tr: Bu seçeneği etkinleştirirseniz Yukarı ve Aşağı düğmeleriyle girdiğiniz komutlar arasında dolanabilirsiniz.
uk: Якщо ви позначите цей пункт, ви зможете вибирати одну з попередніх введених команд за допомогою клавіш «Стрілка вгору» (↑) та «Стрілка вниз» (↓).

source: Telnet-style &paste
bs: Telnet-stil &za lijepljenje
ca@valencia: A&pega a l'estil de «telnet»
de: Einfügen wie &Telnet
eo: Telnet-stila &alglui
es: &Pegar al estilo telnet
et: &Telneti stiilis asetamine
fr: &Copie façon « Telnet »
gl: &Pegar ao estilo Telnet
it: &Incolla in stile Telnet
nl: Telnet-stijl &plakken
pl: &Wklejanie w stylu telnet
pt_br: &Colar ao estilo do Telnet
sl: Le&pljenje v slogu telneta
sv: Telnet-lik ink&listring
tr: Telnet tarzı &yapıştır
uk: Вс&тавка у стилі telnet

source: Enables telnet-style pasting, i.e. if multi-line text is pasted, all lines but the last are sent as commands immediately.
bs: Uključuje telnet-stil lijepljenja, npr. ako je višelinijski tekst zalijepljen, sve linije osim posljednje su poslane kao komande odmah.
ca@valencia: Permet apegar amb l'estil de «telnet», és a dir, si s'apega el text de múltiples línies, les últimes s'enviaran immediatament com a ordres.
de: Aktiviert die Eingabe wie bei Telnet, d. h. wenn ein mehrzeiliger Text eingefügt wird, werden all Zeilen bis auf die letzte sofort als Befehle gesendet.
eo: Ebligas telnet-stilan algluadon, t.e. se plurlinia teksto estas algluita, ĉiuj linioj krom la lastaj estas senditaj kiel komandoj tuj.
es: Permite pegar al estilo telnet; es decir, si se pega un texto de línea múltiple, todas las líneas excepto la última se envían como órdenes inmediatamente.
et: Võimaldab telneti stiilis asetamist, millisel juhul mitmerealise teksti asetamisel saadetakse kõik read peale viimase otsekohe käskudena.
fr: Active le collage façon « Telnet », c'est-à-dire, si une saisie multi-ligne est collée, toutes les lignes sauf la dernière seront envoyées immédiatement comme commandes.
gl: Activa o estilo Telnet para pegar, é dicir, se pega un texto con varias liñas, execútanse como ordes todas inmediatamente salvo a última.
it: Abilita l'incollatura in stile Telnet, cioè se viene incollato del testo in più righe, tutte le righe eccetto l'ultima vengono inviate immediatamente come comandi.
nl: Telnet-stijl plakken inschakelen, als b.v. meerregelige tekst wordt geplakt, dan worden alle regels behalve de laatste onmiddellijk als commando's verstuurt.
pl: Włącza wklejanie w stylu telnet, np. jeśli zostanie wklejony wielowierszowy tekst, to wszystkie wiersze oprócz ostatniego zostaną natychmiast wysłane jako polecenia.
pt_br: Habilita a colagem de texto ao estilo do Telnet. Por exemplo, se for colado texto em várias linhas, todas elas, com exceção da última, serão enviadas imediatamente como comandos.
sl: Omogoča lepljenje v slogu telneta, torej če je prilepljeno besedilo z več vrsticami, se vse vrstice, razen zadnje, takoj pošljejo kot ukazi.
sv: Aktiverar telnet-lik inklistring, dvs. om text över flera rader klistras in, skickas alla rader förutom den sista direkt som kommandon.
tr: Telnet tarzı yapıştırmayı etkinleştirir; örn. çok satırlı bir metin yapıştırıldığında son satır dışındaki tüm satırlar komut olarak anında gönderilirler.
uk: Вмикає вставку у стилі telnet, тобто, якщо вставляється текст з декількох рядків, всі рядки, окрім останнього, буде надіслано як команди негайно.

source: T&rim spaces
bs: O&dstranjivanje znakova razmaka
ca@valencia: Espais supe&rflus
de: Lee&rzeichen entfernen
eo: T&rim spacoj
es: Elimina&r espacios
et: Tühimä&rkide kärpimine
fr: Espaces supe&rflus
gl: Recortar os espazos innecesarios
it: Ri&taglia spazi
nl: Spaties ve&rwijderen
pl: &Przytnij spacje
pt_br: Elimina&r espaços
sl: Od&reži presledke
sv: T&a bort mellanslag
tr: Boşlukları kır&p
uk: &Обрізання пробілів

source: Enables trimming of spaces from commands. Note that with this option disabled, you should avoid including spaces when typing multiple commands on one line, or you will encounter problems with special sequences not being detected properly.
bs: Uključuje odstranjivanje znakova razmaka od komandi. Primijetite da sa ovom opcijom isključenom, trebali biste izbjegavati ukucanjavanje razmaka prilikom unosa više komandi u liniju, ili ćete naići na probleme sa nepravilnom detekcijom specijalnih sekvenci.
ca@valencia: Permet la supressió dels espais en les ordres. Cal tindre en compte que, amb esta opció inhabilitada, hauríeu d'evitar incloure espais en escriure múltiples ordres en una línia o tindreu problemes amb les seqüències especials que no es detecten correctament.
de: Aktiviert das Entfernen von Leerzeichen in Befehlen. Ist diese Einstellung angeschaltet, sollte Sie bei der Eingabe von mehreren Befehlen in einer Zeile Leerzeichen vermeiden, ansonsten gibt es möglicherweise Probleme, dass bestimmte Zeichenfolgen nicht richtig erkannt werden.
eo: Ebligas tondado de spacoj de komandoj. Rimarku, ke kun ĉi tiu elekteblo malŝaltita, vi devus eviti inkluzivi spacojn dum tajpado de pluraj komandoj sur unu linio, aŭ vi renkontos problemojn kun specialaj sekvencoj ne detektitaj ĝuste.
es: Permite eliminar los espacios de las órdenes. Tenga en cuenta que, con esta opción deshabilitada, debería evitar incluir espacios cuando teclee varias órdenes en una línea, o tendrá problemas con secuencias especiales que no se detecten adecuadamente.
et: Võimaldab eemaldada käskudest tühimärgid. Pane tähele, et kui see pole märgitud, tuleks vältida tühimärke, kui kirjutad mitu käsku ühele reale või kui satud probleemi otsa, et erijadasid ei tuvastata korralikult.
fr: Active la suppression des espaces à partir des commandes. Veuillez noter que si cette option est non sélectionnée, vous devriez éviter d'ajouter des espaces lors de la saisie de commandes multiples sur une ligne ou que vous rencontrerez des problèmes de détection incorrecte de séquences spéciales.
gl: Activa a eliminación de espazos innecesarios das ordes. Teña en conta que se desactiva esta opción, debería evitar incluír espazos ao escribir varias ordes nunha mesma liña, ou se atopará con problemas de detección de secuencias especiais.
it: Abilita il ritaglio di spazi dai comandi. Nota che se questa opzione è disabilitata, dovresti evitare d'includere spazi quando digiti più comandi in una riga, in caso contrario potresti avere problemi nell'individuazione corretta di sequenze speciali.
nl: Schakelt verwijderen van spaties bij commando's in. Merk op dat als dit uitgeschakeld is, u spaties moet vermijden bij het invoeren van meerdere commando's op een regel, omdat u anders het probleem krijgt dat speciale volgordes niet goed gedetecteerd worden.
pl: Włącza wycinanie spacji z poleceń. Zauważ, że przy wyłączonej opcji, powinno się unikać dodawania spacji przy pisaniu wielu poleceń w jednym wierszu, bo można napotkać problemy z poprawnym wykrywaniem specjalnych sekwencji.
pt_br: Habilita a remoção dos espaços dos comandos. Lembre-se de que, com esta opção desabilitada, você deverá evitar a inclusão de espaços ao escrever vários comandos em uma linha. Caso contrário, você poderá ter problemas com as sequências especiais, não sendo corretamente detectadas.
sl: Omogoča obrez presledkov iz ukazov. Upoštevajte, da se morate ob tej onemogočeni možnosti izogibati vključitvi presledkov pri vnosu več ukazov v eno vrstico ali pa boste naleteli na težave s posebnimi zaporedji, ki ne bodo pravilno zaznani.
sv: Aktiverar borttagning av mellanslag från kommandon. Observera att när alternativet är inaktiverat bör du undvika att använda mellanslag när du skriver in flera kommandon på en rad, annars för du problem med att vissa sekvenser inte tolkas korrekt.
tr: Komutlardan boşlukların kırpılmasını etkinleştirir. Bu seçenek devre dışı bırakıldığında bir satırda birden çok komut yazarken boşluklar içermekten kaçınmalısınız; yoksa özel sıralamaların düzgünce algılanamamasına neden olabilirsiniz.
uk: Вмикає обрізання пробілів з записів команд. Зауважте, що якщо цей пункт не буде позначено, вам слід уникати додавання пробілів під час введення декількох команд у одному рядку, інакше виникнуть проблеми з належним визначенням спеціальних послідовностей.

source: Enable &auto-completion
bs: Uključi &automatsko dopunjavanje
ca@valencia: Activa la compleció &automàtica
de: &Autovervollständigung aktivieren
eo: Ebligi &aŭtomatan kompletigon
es: Activar &auto-completar
et: &Automaatse lõpetamise lubamine
fr: Activer l'auto-complètement
gl: Activar o completado &automático
it: Abilita il completamento &automatico
nl: Automatisch &aanvullen activeren
pl: Włącz &auto-uzupełnianie
pt_br: H&abilitar a complementação automática
sl: Omogoči s&amodejno dokončanje
sv: Aktivera &automatisk komplettering
tr: Otomatik t&amamlamayı etkinleştir
uk: Авто&матично доповнювати

source: Auto-completion is a feature that offers you possible completions for commands, as you type them. It can also finish the command for you.
bs: Automatsko dopunjavanje je opcija koja vam nudi moguće završetke za komande, dok ih pišete. Može također završiti unos komande za vas.
ca@valencia: La compleció automàtica és una característica que oferix possibles complecions per a les ordres, mentre les escriviu. També pot finalitzar l'ordre.
de: Automatische Vervollständigung ist eine Funktion, die mögliche Vervollständigungen für Befehle bei der Eingabe vorschlägt. Diese Funktion kann auch Befehle für Sie beenden.
eo: Aŭtomata kompletigo estas funkcio, kiu ofertas al vi eblajn kompletigojn por komandoj, dum vi tajpas ilin. Ĝi ankaŭ povas fini la komandon por vi.
es: Auto-completar es una utilidad que le ofrece posibles formas de completar órdenes mientras los está escribiendo. También termina de escribir el comando por usted.
et: Automaatne lõpetamise korral pakutakse käskude võimalikke lõpetusi nende kirjutamise ajal ning sa võid lasta nende abil käsud kiiresti valmis kirjutada.
fr: L'auto-complètement est une fonctionnalité vous offrant des possibilités pour compléter vos commandes lors de leurs saisies. Elle peut aussi terminer la commande pour vous.
gl: A funcionalidade de completación automática fornece formas posíbeis de completar ordes a medida que as escribe. Tamén pode completar as ordes por vostede.
it: Il completamento automatico è una funzionalità che offre il possibile completamento dei comandi durante la digitazione. Può anche completare il comando al tuo posto.
nl: Automatisch aanvullen is een functionaliteit dat u tijdens het typen van commando's mogelijke aanvullingen aanbied.
pl: Auto-uzupełnianie jest funkcją, która oferuje prawdopodobne uzupełnienia dla poleceń, podczas ich pisania. Funkcja może także ukończyć polecenia za ciebie.
pt_br: A complementação automática é uma funcionalidade que lhe oferece as complementações possíveis dos comandos, à medida que as escreve. Ela também poderá completar o comando para você.
sl: Samodejno dokončanje je funkcija, ki vam ponuja možne zaključke ukazov, ko jih vnašate. Lahko tudi dokonča ukaz za vas.
sv: Automatisk komplettering är en funktion som föreslår möjliga kompletteringar av kommandon medan du skriver dem. Den kan också slutföra kommandot åt dig.
tr: Otomatik tamamlama, komutları siz yazdıkça olası komutlar öneren bir özelliktir. Komutları sizin yerinize de bitirebilir.
uk: Автодоповнення — можливість, за допомогою якої ви скористатися списком можливих варіантів завершення команд під час їх введення. Також програма здатна завершувати введення команди.

source: T&ype of auto-completion
bs: T&ip automatskog dopunjavanja.
ca@valencia: T&ipus de compleció automàtica
de: T&yp der automatischen Vervollständigung
eo: T&speco de aŭtomata kompletigo
es: T&ipo de autocompletado
et: A&utomaatse lõpetamise tüüp
fr: T&ype de complètement automatique
gl: T&ipo de completación automática
it: T&ipo di completamento automatico
nl: T&ypes automatisch aanvullen
pl: T&yp auto-uzupełniania
pt_br: T&ipo de complementação automática
sl: Vrsta samodejnega dokončanja
sv: T&yp av automatisk komplettering
tr: Otomatik tamamlama &türü
uk: &Тип автодоповнення

source: Auto-fill
bs: Automatsko popunjavanje
ca@valencia: Emplena automàticament
de: Automatisches Ausfüllen
eo: Aŭtomata plenigo
es: Relleno automático
et: Automaatne täitmine
fr: Remplir automatiquement
gl: Encher automaticamente
it: Completamento automatico
nl: Automatisch aanvullen
pl: Auto-wypełnianie
pt_br: Preenchimento automático
sl: Samodejno zapolni
sv: Fyll i automatiskt
tr: Otomatik doldur
uk: Автозаповнення

source: Shortest-match auto-fill
bs: Automatsko dopunjavanje za najkraće poklapanje
ca@valencia: Emplenament automàtic amb la coincidència més curta
de: Kürzeste Übereinstimmung für automatisches Ausfüllen
eo: Plej mallonga kongrua aŭtomata plenigo
es: Relleno automático - Coincidencia más corta
et: Automaatne täitmine lühima sobivusega
fr: Remplissage automatique avec la correspondance la plus courte
gl: Encher automaticamente a correspondencia máis curta
it: Corrispondenza più breve
nl: Kortste overeenkomst automatisch aanvullen
pl: Najkrótsze dopasowanie auto-wypełniania
pt_br: Preenchimento automático por ocorrência menor
sl: Samodejno zapolnjevanje z najkrajšim ujemanjem
sv: Fyll i kortaste träff automatiskt
tr: En kısa eşleşmeyi otomatik doldur
uk: Найкоротший відповідник

source: Popup list-box
bs: Iskačuća lista kutija
ca@valencia: Quadro de llista emergent
de: Kontext-Listenfeld
eo: Ŝprucfenestro-listkesto
es: Lista emergente
et: Hüpikloend
fr: Liste de menus contextuels
gl: Amosar unha lista
it: Elenco a comparsa
nl: Popup-lijst
pl: Wyskakująca lista rozwijana
pt_br: Lista de mensagens
sl: Pojavno polje s seznamom
sv: Visa listruta
tr: Açılır liste kutusu
uk: Контекстний спадний список

source: &Background color
bs: &Pozadinska boja
ca@valencia: Color de &fons
de: &Hintergrundfarbe
eo: &Fona koloro
es: Color de &fondo
et: &Taustavärv
fr: &Couleur d'arrière-plan
gl: Cor de &fondo
it: Colore di s&fondo
nl: &Achtergrondkleur
pl: &Kolor tła
pt_br: &Cor do plano de fundo
sl: Barva ozadja
sv: &Bakgrundsfärg
tr: &Arka plan rengi
uk: &Колір тла

source: Background color of the input line
bs: Pozadinska boja linije unosa
ca@valencia: Color de fons de la línia d'entrada
de: Hintergrundfarbe der Eingabezeile
eo: Fonkoloro de la eniga linio
es: Color de fondo para la línea de entrada
et: Sisendrea taustavärv
fr: Couleur d'arrière-plan de la ligne de saisie
gl: Cor de fondo da liña de entrada
it: Colore di sfondo della riga di input
nl: Achtergrondkleur van de invoerregel
pl: Kolor tła wiersza wejściowego
pt_br: A cor do plano de fundo do campo de texto
sl: Barva ozadja vnosne vrstice
sv: Inmatningsradens bakgrundsfärg
tr: Girdi satırının arka plan rengi
uk: Колір тла рядка введення даних.

source: &Text color
bs: &Boja teksta
ca@valencia: Color del &text
de: &Textfarbe
eo: &Tekstokoloro
es: Color de &texto
et: T&eksti värv
fr: Couleur de &texte
gl: &Cor do texto
it: Colore &testo
nl: &Tekstkleur
pl: Kolor &tekstu
pt_br: Cor do &texto
sl: Barva besedila
sv: &Textfärg
tr: &Metin rengi
uk: К&олір тексту

source: Color of text that you type in the input line.
bs: Boja teksta kojeg unosite u liniju unosa.
ca@valencia: Color del text que escriviu en la línia d'entrada.
de: Farbe des Texts, den Sie in der Eingabezeile eingeben.
eo: Koloro de teksto, kiun vi tajpas en la eniga linio.
es: Color del texto que escribe en la línea de entrada.
et: Sisendreale kirjutatava teksti värv.
fr: Couleur du texte que vous avez saisi dans la ligne de saisie.
gl: Cor do texto que escribe na liña de entrada.
it: Colore del testo che digiti nella riga di input.
nl: Tekstkleur van de invoerregel.
pl: Kolor tekstu wpisywanego w wierszu wejściowym.
pt_br: A cor do texto que você digitar no campo de texto.
sl: Barva besedila, ki ga vnesete v vnosno vrstico.
sv: Färg på texten som du skriver in på inmatningsraden.
tr: Girdi satırına girdiğiniz metnin rengi.
uk: Колір тексту, який ви вводитимете до рядка введення.

source: S&wap ENTER and CTRL+ENTER for multi-line
bs: Z&amijeni ENTER i CTRL+ENTER za višelinijski
ca@valencia: Al&terna «Retorn» i «Ctrl+Retorn» per a l'entrada de múltiples línies
de: Eingabetaste und &Strg+Eingabetaste für mehrzeilige Eingabe tauschen
eo: S&swap ENTER kaj CTRL+ENTER por plurlinio
es: Inter&cambiar INTRO y CTRL+INTRO para línea múltiple
et: Klahvide Enter ja &Ctrl+Enter vahetamine mitmerealise sisendi korral
fr: Inve&rser « Entrée » et « Ctrl » + « Entrée » pour la saisie multi-ligne
gl: Inter&cambiar as teclas Intro e Ctrl+Intro para varias liñas
it: Scam&bia INVIO e CTRL+INVIO per più righe
nl: &Voor meerregelig ENTER en CTRL+ENTER verwisselen
pl: &Zamień ENTER z CTRL+ENTER dla wielowierszowych
pt_br: &Trocar o ENTER e o CTRL+ENTER no campo multilinhas
sl: Zamenjaj vnašalko in krmilko+vnašalko pri večvrstičnem vnosu
sv: &Byt Enter och Ctrl+Enter för flera rader
tr: Çoklu satırlar için Giriş ve Kontrol+Giriş’i değiş tokuş et
uk: П&оміняти призначення ENTER і CTRL+ENTER для багаторядкового поля
