Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: Global matching
bs: Globalno poklapanje.
ca@valencia: Coincidència global
de: Globale Übereinstimmung
eo: Ĉiea kongruo
es: Emparejamiento global
et: Globaalne sobivus
fr: Correspondance totale
gl: Coincidencia global.
it: Corrispondenza globale
nl: Globale overeenkomst
pl: Globalne dopasowanie
pt_br: Correspondência global
sl: Splošno ujemanje
sv: Global matchning
tr: Global eşleşme
uk: Відповідність всюди

source: <p>With global matching, one trigger/trigger can match multiple times, if it contains the pattern more than once. For example, if pattern is abc, it matches only once on abcdabcd of global matching is off, but twice if it's on. For each match, the requested actions are performed - so the commands can be sent multiple times, once per match.</p><p>Note that failing the condition does not terminate scanning, so you can use this to highlight names from a list (using the condition to check if a match is in the list), or something like that.
bs: <p>Sa globalnim poklapanjem, jedan okidač/okidač može poklapati više puta, ako sadrži uzorak više nego jednom. Naprimjer, ako je uzorak abc, poklapa se samo jednom sa abcdabcd ako je globalno poklapanje isključeno, a dva puta ukoliko je uključeno. Za svako poklapanje, zatražene akcije su izvršene - tako da komande mogu biti poslane više puta, po jednom po poklapanju.</p><p>Primjetite da neuspjeh uslova ne okončava skeniranje, tako da možete koristiti ovo da označite imena sa liste (koristeći uslov da provjerite da li ima poklapanja u listi), ili nesšto tog tipa.
ca@valencia: <p>Amb la concordança global, un desencadenant/desencadenant pot coincidir múltiples vegades, si conté el patró més d'una vegada. Per exemple, si el patró és «abc», només coincidirà una vegada amb «abcdabcd» si es desactiva la coincidència global, però dues vegades si està activada. Per a cada coincidència, es realitzaran les accions sol·licitades -de manera que les ordres es poden enviar múltiples vegades, una per a cada coincidència-.</p><p>Cal tindre en compte que, si no complix la condició, no s'acabarà l'exploració, de manera que podeu utilitzar-ho per a ressaltar els noms d'una llista (utilitzant la condició per a comprovar si hi ha una coincidència en la llista) o alguna cosa així.
de: <p>Mit globaler Übereinstimmung kann ein oder mehrere Auslöser mehrmals übereinstimmen, wenn das Muster mehrfach vorhanden ist. Ist das Muster zum Beispiel „abc“, gibt es nur eine Übereinstimmung für „abcdabcd“ mit abgeschalteter globaler Übereinstimmung, aber zweimal, wenn dies eingeschaltet ist. Für jede Übereinstimmung wird die geforderte Aktionen ausgeführt - so können Befehle mehrfach gesendet werden, einmal je Übereinstimmung.</p><p>Triff die Bedingung nicht zu, wird die Verarbeitung nicht abgebrochen, daher können Sie diese Funktion verwenden, um Namen in einer Liste hervorzuheben. Benutzen Sie die Bedingung, um die Liste auf einen übereinstimmenden Eintrag zu überprüfen.
eo: <p>Kun ĉiea kongruo, unu ekigilo povas kongrui plurfoje, se ĝi enhavas la ŝablonon pli ol unufoje. Ekzemple, se ŝablono estas abc, ĝi kongruas nur unufoje sur abcdabcd de ĉiea kongruo estas malŝaltita, sed dufoje se ĝi estas ŝaltita. Por ĉiu kongruo, la petitaj agoj estas faritaj - do la komandoj povas esti senditaj plurfoje, unufoje po kongruo.</p><p>Rimarku, ke malsukceso de la kondiĉo ne ĉesigas skanadon, do vi povas uzi ĉi tion por reliefigi nomojn de listo (uzante la kondiĉon por kontroli ĉu kongruo estas en la listo), aŭ io simila.
es: <p>Con emparejamiento global, un desencadenante/desencadenante se puede emparejar repetidas veces. Por ejemplo, si el patrón es abc, se empareja solo una vez con abcabcd si el emparejamiento global está desactivado, pero dos veces si está activado. Para cada emparejamiento, se ejecutan las acciones requeridas, así las órdenes se pueden enviar varias veces, una por coincidencia.</p><p>Tenga en cuenta que si la condición falla no se interrumpe la exploración, así que puede usar esto para resaltar los nombres de una lista (usando la condición para comprobar si una coincidencia está en la lista) o algo así.
et: <p>Globaalse sobivuse korral võib üks päästik sobida mitu korda, kui see sisaldab mustrit üle ühe korra. Kui näiteks muster on abc, siis see sobib abcdabcd puhul ainult ühe korra, kui globaalne sobivus pole sisse lülitatud, aga kaks korda, kui on. Iga sobivuse korral sooritatakse ettenähtud toimingud, nii et käske võib saata mitu korda - üks kord iga sobivuse kohta.</p><p>Pane tähele, et tingimusele mittevastamine ei lõpeta uurimist, nii et sellega võib lasta esile tõsta nimekirjas olevaid nimesid (kasutades tingimust kontrollimaks, kas nimekirjas leidub vasteid) või midagi muud sellist.
fr: <p>Avec une correspondance globale, un alias / déclencheur peut correspondre à plusieurs occurrences, s'il contient la chaîne recherchée plus d'une fois. Par exemple, si la chaîne recherchée est « abc », elle peut correspondre à la seule chaîne « abcdabcd » si la correspondance globale est désactivée mais deux fois si cette dernière est activée. A chaque correspondance, les actions demandées sont réalisées - ainsi, les commandes peuvent être envoyées plusieurs fois, une fois par correspondance.</p> <p>Veuillez noter qu'un échec sur la condition ne termine pas la recherche. Ainsi, vous pouvez utiliser ceci pour mettre en valeur les noms à partir d'une liste (en utilisant la condition pour s'assurer s'il y a une correspondance dans la liste) ou quelque chose de similaire.
gl: <p>Coa coincidencia global, unha abreviatura ou disparador pode coincidir con cadeas varias veces, se conteñen o padrón máis dunha vez. Por exemplo, se o padrón é «abc», só coincide unha vez con «abcdabcd» se a coincidencia global está desactivada, pero coincide dúas veces se está activada. As accións solicitadas execútanse unha vez por cada coincidencia, así que as ordes poden enviarse varias veces, unha por cada coincidencia.</p> <p>Teña en conta que a análise non termina se non supera a condición, así que pode usar isto para realzar nomes dunha lista (usando a condición para comprobar se algunha das coincidencias está na lista), ou algo similar.
it: <p>Con la corrispondenza globale, un attivatore/attivatore può corrispondere più volte, se contiene più volte il modello. Per esempio, se il modello è «abc», sarà individuata una sola corrispondenza in «abcdabcd» se la corrispondenza globale è disattiva, ma due volte se è attiva. Per ciascuna corrispondenza vengono eseguite le azioni richieste - di modo che i comandi possono essere inviati più volte, uno per corrispondenza.</p><p>È da notare che l'insuccesso della condizione non interrompe la scansione, dunque puoi usare questa opzione per evidenziare nomi da un elenco (utilizzando la condizione per verificare se una corrispondenza è in esso presente), o cose simili.
nl: <p>Bij globale overeenkomsten, kan een trigger/trigger meerdere keren een overeenkomst vinden, als het patroon meerdere keren voorkomt. Bijvoorbeeld, als het patroon abc is, dan vindt het maar een overeenkomst in abcdabcd als globale overeenkomsten is uitgeschakeld, maar twee keer als het is ingeschakeld. Bij elke overeenkomst, wordt de gevraagde actie uitgevoerd - de commando's kunnen dus meerdere keren worden verzonden, een keer per overeenkomst.</p><p>Merk op dat het scannen niet eindigt als aan de conditie niet is voldaan, u kunt het dus ook gebruiken om namen uit een lijst te markeren (door het gebruik van de mogelijkheid van een controle of een overeenkomst in een lijst voorkomt), of iets dergelijks.
pl: <p>Z globalnym dopasowaniem, jeden wyzwalacz/wyzwalacz może dopasować wiele razy, jeśli ciąg znaków zawiera wzorzec więcej niż jeden raz. Na przykład, jeśli wzorzec to abc, to dopasowuje się tylko raz do abcdabcd, gdy globalne dopasowanie jest wyłączone, ale dwa razy jeśli jest włączone. Dla każdego dopasowania zostają wykonywane żądane działania - tak że polecenia mogą zostać wysłane wiele razy, jeden raz na dopasowanie.</p><p>Zauważ, że niespełnienie warunku nie zakańcza skanowania, więc możesz użyć tego do podświetlania nazw z listy (używając warunku do sprawdzenia czy dopasowanie jest na liście), lub coś w tym rodzaju.
pt_br: <p>Com a correspondência global, um acionamento poderá corresponder várias vezes, caso contenha o mesmo padrão mais que uma vez. Por exemplo, se o padrão for 'abc', só irá corresponder uma vez com 'abcdabcd' caso a correspondência global esteja desligada, mas corresponderá duas vezes se estiver ativada. Para cada correspondência, são efetuadas as ações solicitadas - para que os comandos possam ser enviados várias vezes, um para cada correspondência.</p><p>Lembre-se de que a falta de cumprimento da condição não termina o processamento, então, você poderá usar isto para realçar os nomes de uma lista (usando a condição para verificar se uma correspondência consta na lista) ou algo do gênero.
sl: <p>S splošnim ujemanjem se lahko en sprožilec/sprožilec večkrat ujema, če vsebuje vzorec več kot enkrat. Če je vzorec npr. ABC, se ujema samo enkrat z abcdabcd, če je splošno ujemanje izklopljeno, a dvakrat, če je vklopljeno. Za vsako ujemanje se izvedejo zahtevana dejanja - tako da se ukazi lahko pošljejo večkrat, enkrat na ujemanje.</p><p>Upoštevajte, da neujemanje ne konča pregledovanja, zato lahko s tem poudarite imena na seznamu (s pogojem preverite, ali je ujemanje na seznamu) ali kaj podobnega.
sv: <p>Med global matchning kan en utlösare matcha flera gånger, om den innehåller mönstret mer än en gång. Om mönstret exempelvis är abc, matchar det bara en gång för abcdabcd om global matchning är av, men två gånger om den är på. För varje matchning utförs de begärda åtgärderna, så kommandon kan skickas flera gånger, en gång per matchning.</p><p>Observera att om villkoret är falskt avslutas inte sökningen, så detta kan användas för att markera namn i en lista (genom att använda villkoret för att kontrollera om en matchning finns i listan). eller liknande.
tr: <p>Global eşleşme ile, bir tetik, bir dizgiyi birden çok kez içeriyorsa birden çok kez eşleşebilir. Örneğin, eğer dizgi abc ise abcdabcd üzerinde yalnızca bir kez eşleşir; global eşleşme açıksa iki kez eşleşir. Her eşleşme için istenen eylemler gerçekleştirilir; böylece komutlar eşleşme başına birden çok kez gönderilebilir.</p><p>Koşulu yerine getirmemenin taramayı sonlandırmadığını not edin; böylece bunu bir listeden adları vurgulamak için kullanabilirsiniz (bir eşleşmenin listede olup olmadığını denetlemek için koşulu kullanarak) veya buna benzer şeyler yapabilirsiniz.
uk: <p>За умов використання відповідності всюди одну умовну зміну може бути поставлено у відповідність декілька разів, якщо у тексті міститься декілька рядків-відповідників. Наприклад, якщо використано шаблон «abc», його буде поставлено у відповідність рядку «abcdabcd» лише один раз, якщо відповідність всюди вимкнено, але два рази, якщо таку відповідність увімкнено. Для кожного зі знайдених відповідників буде виконано дію, отже може бути віддано декілька команд, кожна для окремого відповідника.</p><p>Зауважте, що невиконання умови не призведе до переривання пошуку відповідників, отже ви можете скористатися відповідністю всюди для позначення імен у списку (на основі умови пошуку відповідників у списку) або подібних завдань.

source: Continue matching
bs: Nastavi sa poklapanjem.
ca@valencia: Continua la concordança
de: Übereinstimmung fortsetzen
eo: Daŭrigi kongruon
es: Continuar el emparejamiento
et: Jätka sobivuste otsimist
fr: Continuer la correspondance
gl: Continuar buscando coincidencias
it: Continua a cercare
nl: Verdergaan met vergelijken
pl: Kontynuuj dopasowywanie
pt_br: Continuar a correspondência
sl: Nadaljuj ujemanje
sv: Fortsätt matcha
tr: Eşleşmeyi sürdür
uk: Продовжити пошук відповідників

source: Stop matching
bs: Zaustavi poklapanje.
ca@valencia: Para la concordança
de: Übereinstimmung anhalten
eo: Ĉesigi kongrui
es: Detener el emparejamiento
et: Peata sobivusete otsimine
fr: Arrêter la correspondance
gl: Deixar de buscar coincidencias
it: Ferma la ricerca
nl: Stop vergelijken
pl: Zatrzymaj dopasowywanie
pt_br: Parar a correspondência
sl: Ustavi ujemanje
sv: Sluta matcha
tr: Eşleşmeyi durdur
uk: Припинити пошук відповідників

source: Leave group
bs: Napusti grupu
ca@valencia: Deixa el grup
de: Gruppe verlassen
eo: Forlasi grupon
es: Abandonar el grupo
et: Lahku grupist
fr: Quitter un groupe
gl: Deixar o grupo
it: Lascia gruppo
nl: Groep verlaten
pl: Opuść grupę
pt_br: Sair do grupo
sl: Zapusti skupino
sv: Lämna grupp
tr: Gruptan ayrıl
uk: Вийти з групи

source: &Enable color replacement
bs: &Omogući zamjenu boja
ca@valencia: A&ctiva la substitució del color
de: Farb&ersetzung aktivieren
eo: &Ebligi koloranstataŭigon
es: Ac&tivar sustitución de colores
et: Värvid&e asendamise lubamine
fr: Activ&er une couleur de remplacement
gl: Activar a substitución d&e cor
it: &Abilita la sostituzione del colore
nl: Kl&eur vervangen inschakelen
pl: &Włącz zastępowanie kolorów
pt_br: Habilitar a substituição d&e cores
sl: Omogoči zamenjavo barv
sv: Aktiv&era färgersättning
tr: &Renk değiştirmeyi etkinleştir
uk: &Увімкнути заміну кольорів

source: Color replacement
bs: Zamjena boja
ca@valencia: Substitució del color
de: Farbersatz
eo: Koloro anstataŭigo
es: Sustitución de colores
et: Värvide asendamine
fr: Remplacement de couleur
gl: Substitución de cor
it: Sostituzione del colore
nl: Kleur vervangen
pl: Zastępowanie kolorów
pt_br: Substituição de cores
sl: Zamenjava barv
sv: Färgersättning
tr: Renk değiştirme
uk: Заміна кольорів

source: &Add
bs: &Dodaj
ca@valencia: Afi&g
de: &Hinzufügen
eo: &Aldoni
es: &Añadir
et: Lis&a
fr: &Ajouter
gl: Eng&adir
it: &Aggiungi
nl: &Toevoegen
pl: &Dodaj
pt_br: &Adicionar
sl: Dod&aj
sv: &Lägg till
tr: &Ekle
uk: &Додати

source: &Remove
bs: &Ukloni
ca@valencia: &Elimina
de: &Entfernen
eo: Fo&rigi
es: Elimina&r
et: &Eemalda
fr: Supprime&r
gl: &Retirar
it: &Rimuovi
nl: &Verwijderen
pl: &Usuń
pt_br: &Remover
sl: Odst&rani
sv: &Ta bort
tr: &Kaldır
uk: Ви&лучити

source: &Colorize
bs: &Oboji
ca@valencia: A&colorix
de: &Einfärben
eo: &Kolorigi
es: &Colorear
et: &Toonimine
fr: &Colorer
gl: &Colorar
it: &Colorizza
nl: In&kleuren
pl: &Pokoloruj
pt_br: &Colorir
sl: Obarvaj
sv: &Färglägg
tr: &Renklendir
uk: Роз&фарбувати

source: &Foreground
bs: &Prednji plan
ca@valencia: &Primer pla
de: &Vordergrund
eo: &Malfono
es: &Primer plano
et: Es&iplaan
fr: &Premier plan
gl: &Primeiro plano
it: &Primo piano
nl: &Voorgrond
pl: &Pierwszy plan
pt_br: P&rimeiro plano
sl: Ospredje
sv: &Förgrund
tr: Ö&n Plan
uk: &Текст

source: &Background
bs: &Pozadina
ca@valencia: &Fons
de: &Hintergrund
eo: &Fono
es: &Fondo
et: Ta&ust
fr: &Arrière-plan
gl: &Fondo
it: &Sfondo
nl: &Achtergrond
pl: &Tło
pt_br: &Plano de fundo
sl: Ozadje
sv: &Bakgrund
tr: &Arka Plan
uk: Т&ло

source: &Back-reference
bs: &Referenca na prethodni dio
ca@valencia: Referència a&rrere
de: &Rückverweis
eo: &Malantaŭa referenco
es: &Referencia anterior
et: Ta&gasiviide
fr: Ré&férence arrière
gl: Referencia cara &atrás
nl: &Terugverwijzing
pl: &Odwołanie wsteczne
pt_br: Referência &anterior
sl: Sklic nazaj
sv: &Bakåtreferens
tr: &Geri Başvuru
uk: З&воротне посилання

source: Type
bs: Vrsta
ca@valencia: Tipus
de: Typ
eo: Tipo
es: Tipo
et: Tüüp
gl: Tipo
it: Tipo
pl: Typ
pt_br: Tipo
sl: Vrsta
sv: Typ
tr: Tür
uk: Тип

source: Foreground
bs: Prednji plan
ca@valencia: Primer pla
de: Vordergrund
eo: Malfono
es: Primer plano
et: Esiplaan
fr: Premier plan
gl: Primeiro plano
it: Primo piano
nl: Voorgrond
pl: Pierwszy plan
pt_br: Primeiro plano
sl: Ospredje
sv: Förgrund
tr: Ön Plan
uk: Передній план

source: Background
bs: Pozadina
ca@valencia: Fons
de: Hintergrund
eo: Fono
es: Fondo
et: Taust
fr: Arrière-plan
gl: Fondo
it: Sfondo
nl: Achtergrond
pl: Tło
pt_br: Plano de fundo
sl: Ozadje
sv: Bakgrund
tr: Arka Plan
uk: Тло

source: Text &rewrite trigger
bs: Tekst &prepisni okidač
ca@valencia: Desencadenant de la &reescriptura de text
de: Text &Umschreibungs-Auslöser
eo: Teksto &reskriba ellasilo
es: Desencadenante de reescritura de texto
et: Teksti ümbe&rkirjutamise päästik
fr: Déclencheur de ré-écriture de texte
gl: Disparador de &reescritura de texto
it: Il testo &riscrive l'attivatore
nl: Trigger tekst he&rschrijven
pl: Wyzwalacz &przepisania tekstu
pt_br: Acionamento de &reescrita do texto
sl: P&rožilnik prepisa besedila
sv: Utlösare för &textomskrivning
tr: Metin &yeniden yazma tetiği
uk: Умовна зміна те&ксту

source: Rewrite text
bs: Prepiši tekst
ca@valencia: Reescriu un text
de: Text umschreiben
eo: Reskribi tekston
es: Reescribir texto
et: Teksti ümberkirjutamine
fr: Ré-écrire un texte
gl: Reescribir texto
it: Riscrivi il testo
nl: Herschrijf tekst
pl: Przepisz tekst
pt_br: Reescrever o texto
sl: Prepiši besedilo
sv: Skriv om text
tr: Metni yeniden yaz
uk: Перезапис тексту

source: &Change this part of line:
bs: &Promjeni ovaj dio linije:
ca@valencia: &Canvia esta part de la línia:
de: &Diesen Teil der Zeile ändern:
eo: &Ŝanĝi ĉi tiun linioparton:
es: &Cambiar esta parte de la línea:
et: &Rea selle osa muutmine:
fr: Modifier &cette partie de la ligne :
gl: &Cambiar esta parte da liña:
it: &Cambia questa parte della riga:
nl: &Wijzig dit gedeelte van regel:
pl: &Zmień tą część wiersza:
pt_br: A&lterar esta parte da linha:
sl: Spremeni ta del vrstice:
sv: Ä&ndra den här delen av raden:
tr: Satırın &bu kısmını değiştir:
uk: З&мінити цю частину рядка:

source: &To this value:
bs: &Ovoj vrijednosti:
ca@valencia: &A este valor:
de: &In diesen Wert:
eo: &Al ĉi tiu valoro:
es: A es&te valor:
et: &Uus väärtus:
fr: A ce&tte valeur :
gl: A es&te valor:
it: &A questo valore:
nl: &Naar dit:
pl: &Na tą wartość:
pt_br: Para es&te valor:
sl: Na &to vrednost:
sv: &Till detta värdet:
tr: B&u değere:
uk: &На це значення:

source: Do not show (&gag) the line
bs: Ne pokazuj (&gag) liniju
ca@valencia: No mostres (i&gnora) la línia
de: Zeile nicht anzeigen
eo: Ne montri (&gag) la linion
es: No mostrar (&amordazar) la línea
et: Rida ei näi&data (lämmatatakse)
fr: Ne pas afficher (i&gnorer) la ligne
gl: Non amosar (&silenciar) a liña.
it: Non mostrare (imbava&glia) la riga
nl: De regel niet tonen (verber&gen)
pl: Nie pokazuj (&gag) wiersza
pt_br: Não mostrar a &linha
sl: Ne prikazuj (zaduši) vrstice
sv: Visa inte (t&ysta) raden
tr: Sa&tırı gösterme
uk: Не показувати (п&ридушити) рядок

source: This will prevent the matched line from being displayed in the output window.
bs: Ovo će spriječiti označnu liniju da bude prikazana u izlaznom prozoru.
ca@valencia: Evitarà que la línia coincident es mostre en la finestra de l'eixida.
de: Dies verhindert, dass die zutreffende Zeile im Ausgabefenster angezeigt wird.
eo: Ĉi tio malhelpos la kongruan linion montriĝi en la eligfenestro.
es: Esto evitará que la línea que contenga un texto coincidente se muestre en la ventana de salida.
et: Sellega saab vältida sobiva rea näitamist väljundaknas.
fr: Ceci évitera que la ligne qui correspond ne soit affichée dans la fenêtre de sortie.
gl: Isto evitará que as liñas que coincidan se amosen na xanela de saída.
it: Impedirà che la riga individuata sia visualizzata nella finestra del risultato.
nl: Dit voorkomt het tonen van de overeenkomende regel in het uitvoervenster.
pl: Uniemożliwi to wyświetlanie dopasowanego wiersza w oknie wyjściowym.
pt_br: Isto evitará que a linha correspondente seja exibida na janela do resultado.
sl: To bo preprečilo prikaz ujemajoče vrstice v izhodnem oknu.
sv: Det här hindrar att matchande rad visas i utdatafönstret.
tr: Bu, eşleşen satırın çıktı penceresinde gösterilmesini önleyecektir.
uk: За допомогою цього пункту можна запобігти показу відповідного рядку у вікні виведення даних.

source: &Notify
bs: &Obavijesti
ca@valencia: &Notifica
de: &Benachrichtigung
eo: &Sciigi
es: &Notificar
et: Märgua&nne
fr: &Notifier
gl: &Notificar
it: &Notifica
nl: &Melden
pl: &Powiadom
pt_br: &Notificar
sl: Obvesti
sv: U&nderrättelse
tr: &Bildir
uk: Спо&вістити
