Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: /endif: called without the matching /if.
bs: /endif: pozvano bez poklapanja /if.
ca@valencia: /endif: crida sense la corresponent «/if».
de: /endif: Aufgerufen ohne zugehöriges /if.
eo: /endif: vokita sen la kongrua /if.
es: /endif: llamado sin el correspondiente /if.
et: /endif: kutsuti välja ilma kokkukuuluva /if-ita.
fr: /endif : appelé sans correspondance avec un « /if ».
gl: /endif: executouse sen o /if correspondente.
it: /endif: chiamata senza il corrispondente /if.
nl: /endif: aangeroepen zonder bijbehorende /if.
pl: /endif: wywołane bez uprzedniego pasującego /if.
pt_br: /endif: chamada sem o /if correspondente.
sl: /endif: klicano brez ujemanja /if.
sv: /endif: anropat utan motsvarande /if.
tr: /endif: Eşleşen /if olmadan çağrıldı.
uk: /endif: викликано без відповідного /if.

source: /oadd: parent group does not exist.
bs: /oadd: roditeljska grupa ne postoji.
ca@valencia: /oadd: el grup parent no existix.
de: /oadd: Die übergeordnete Gruppe existiert nicht.
eo: /oadd: gepatra grupo ne ekzistas.
es: /oadd: el grupo raíz no existe.
et: /oadd: eellase gruppi ei ole.
fr: /oadd : le groupe parent n'existe pas.
gl: /oadd: o grupo pai non existe.
it: /oadd: il gruppo genitore non esiste.
nl: /oadd: parent groep bestaat niet.
pl: /oadd: grupa nadrzędna nie istnieje.
pt_br: /oadd: o grupo-pai não existe.
sl: /oadd: nadrejena skupina ne obstaja.
sv: /oadd: överliggande grupp finns inte.
tr: /oadd: Üst grup yok.
uk: /oadd: вказаної батьківської групи не існує.

source: /oadd: parent must be a group.
bs: /oadd: roditelj mora biti grupa.
ca@valencia: /oadd: el parent haurà de ser un grup.
de: /oadd: Übergeordnetes Element muss eine Gruppe sein.
eo: /oadd: patro devas esti grupo.
es: /oadd: la raíz debe ser un grupo.
et: /oadd: eellane peab olema grupp.
fr: /oadd : le parent doit être un groupe.
gl: /oadd: o pai debe ser un grupo.
it: /oadd: il genitore deve essere un gruppo.
nl: /oadd: parent moet een groep zijn.
pl: /oadd: nadrzędny musi być grupą.
pt_br: /oadd: o elemento-pai deve ser um grupo.
sl: /oadd: nadrejeni mora biti skupina.
sv: /oadd: överliggande objekt måste vara en grupp.
tr: /oadd: Üst öge bir grup olmalıdır.
uk: /oadd: батьківським елементом має бути група.

source: /oadd: object with this name already exists.
bs: /oadd: objekt sa ovim imenom već postoji.
ca@valencia: /oadd: ja existix un objecte amb este nom.
de: /oadd: Ein Objekt mit diesem Namen existiert bereits.
eo: /oadd: objekto kun ĉi tiu nomo jam ekzistas.
es: /oadd: ya existe un objeto con ese nombre.
et: /oadd: sellise nimega objekt on juba olemas.
fr: /oadd : l'objet avec ce nom existe déjà.
gl: /oadd: xa existe un obxecto con ese nome.
it: /oadd: l'oggetto con questo nome esiste già.
nl: /oadd: object met deze naam bestaat al.
pl: /oadd: obiekt o tej nazwie już istnieje.
pt_br: /oadd: já existe um objeto com este nome.
sl: /oadd: predmet s tem imenom že obstaja.
sv: /oadd: ett objekt med det här namnet finns redan.
tr: /oadd: Bu adda bir nesne halihazırda var.
uk: /oadd: об’єкт з такою назвою вже існує.

source: /gadd: parent group does not exist.
bs: /gadd: rioditeljska grupa ne postoji.
ca@valencia: /gadd: el grup parent no existix.
de: /gadd: Die übergeordnete Gruppe existiert nicht.
eo: /gadd: gepatra grupo ne ekzistas.
es: /gadd: el grupo raíz no existe.
et: /gadd: eellase gruppi ei ole.
fr: /gadd : le groupe parent n'existe pas.
gl: /gadd: o grupo pai non existe.
it: /gadd: il gruppo genitore non esiste.
nl: /gadd: parent groep bestaat niet.
pl: /gadd: grupa nadrzędna nie istnieje.
pt_br: /gadd: o grupo-pai não existe.
sl: /gadd: nadrejena skupina ne obstaja.
sv: /gadd: överliggande grupp finns inte.
tr: /gadd: Üst grup yok.
uk: /gadd: вказаної батьківської групи не існує.

source: /gadd: the parent must be a group
bs: /gadd: roditelj mora biti grupa
ca@valencia: /gadd: el parent haurà de ser un grup
de: /gadd: Übergeordnetes Element muss eine Gruppe sein
eo: /gadd: la gepatro devas esti grupo
es: /gadd: la raíz debe ser un grupo
et: /gadd: eellane peab olema grupp
fr: /gadd : le parent doit être un groupe
gl: /gadd: o pai debe ser un grupo.
it: /gadd: il genitore deve essere un gruppo
nl: /gadd: de parent moet een groep zijn.
pl: /gadd: nadrzędna musi być grupą
pt_br: /gadd: o elemento-pai deve ser um grupo
sl: /gadd: nadrejeni mora biti skupina
sv: /gadd: överliggande objekt måste vara en grupp
tr: /gadd: Üst öge bir grup olmalıdır
uk: /gadd: батьківським елементом має бути група

source: /gadd: such group already exists in that list
bs: /gadd: takvo ime grupe već postoji u toj listi
ca@valencia: /gadd: este grup ja existix en esta llista
de: /gadd: diese Gruppe existiert bereits in der Liste
eo: /gadd: tia grupo jam ekzistas en tiu listo
es: /gadd: el grupo ya existe en esa lista
et: /gadd: selline grupp on nimekirjas juba olemas
fr: /gadd : un tel groupe existe déjà dans cette liste
gl: /gadd: ese grupo xa existe nesa lista.
it: /gadd: tale gruppo esiste già in quell'elenco
nl: /gadd: in die lijst bestaat al een dergelijke groep
pl: /gadd: tak grupa już istnieje na liście
pt_br: /gadd: este grupo já existe nessa lista
sl: /gadd: taka skupina že obstaja na tem seznamu
sv: /gadd: en sådan grupp finns redan i den listan
tr: /gadd: Böyle bir grup listede halihazırda var
uk: /gadd: група з такою назвою вже є у списку

source: /odel: object does not exist.
bs: /odel: objekat ne postoji.
ca@valencia: /odel: l'objecte no existix.
de: /odel: Das Objekt existiert nicht
eo: /odel: objekto ne ekzistas.
es: /odel: el objeto no existe.
et: /odel: objekti ei ole.
fr: /odel : l'objet n'existe pas.
gl: /odel: o obxecto non existe.
it: /odel: l'oggetto non esiste.
nl: /odel: object bestaat niet.
pl: /odel: obiekt nie istnieje.
pt_br: /odel: o objeto não existe.
sl: /odel: predmet ne obstaja.
sv: /odel: objektet finns inte.
tr: /odel: Nesne yok.
uk: /odel: вказаного об’єкта не існує.

source: /odel: root group may not be deleted.
bs: /odel: moguće je da korijenska grupa nije izbrisana.
ca@valencia: /odel: el grup arrel no es pot suprimir.
de: /odel: Die Basisgruppe kann nicht gelöscht werden.
eo: /odel: radikgrupo eble ne estas forigita.
es: /odel: el grupo raíz no se puede eliminar.
et: /odel: juurgruppi ei saa kustutada.
fr: /odel : le groupe racine ne peut être supprimé.
gl: /odel: non pode eliminarse o grupo raíz.
it: /odel: il gruppo root non può essere eliminato.
nl: /odel: basisgroep mag niet worden verwijdert.
pl: /odel: nie można usunąć grupy głównej.
pt_br: /odel: o grupo principal não pode ser excluído.
sl: /odel: korenske skupine morda ni mogoče izbrisati.
sv: /odel: rotgruppen får inte tas bort.
tr: /odel: Kök grup silinemez.
uk: /odel: не можна вилучати кореневу групу.

source: /omove: syntax: /omove object group [position]
bs: /omove: syntax: /omove grupa objekata [position]
ca@valencia: /omove: sintaxi: /omove grup_de_l'objecte [posició]
de: /omove: Syntax: /omove Objekt Gruppe [Position]
eo: /omove: sintakso: /omove objektogrupo [pozicio]
es: /omove: sintaxis: /omove grupo del objeto [posición]
et: /omove: süntaks: /omove objekt grupp [asukoht]
fr: /omove : syntaxe : le groupe d'objet « /omove »
gl: /omove: sintaxe: /omove obxecto grupo [posición]
it: /omove: sintassi: /omove gruppo oggetti [posizione]
nl: /omove: syntax: /omove object groep [positie]
pl: /omove: składnia: /omove grupa obiektów [pozycja]
pt_br: /omove: sintaxe: /omove objeto grupo [posição]
sl: /omove: skladnja: /omove predmet skupina [položaj]
sv: /omove: syntax: /omove objekt grupp [position]
tr: /omove: syntax: /omove object group [konum]
uk: /omove: синтаксис: /omove об’єкт група [позиція]

source: /omove: object does not exist.
bs: /omove: objekat ne postoji.
ca@valencia: /omove: l'objecte no existix.
de: /omove: Das Objekt existiert nicht
eo: /omove: objekto ne ekzistas.
es: /omove: el objeto no existe.
et: /omove: objekti ei ole olemas.
fr: /omove : l'objet n'existe pas.
gl: /omove: o obxecto non existe.
it: /omove: l'oggetto non esiste.
nl: /omove: object bestaat niet.
pl: /omove: obiekt nie istnieje.
pt_br: /omove: o objeto não existe.
sl: /omove: predmet ne obstaja.
sv: /omove: objektet finns inte.
tr: /omove: Nesne yok.
uk: /omove: вказаного об’єкта не існує.

source: /omove: root group may not be moved.
bs: /omove: moguće je da korijenska grupa nije premještena.
ca@valencia: /omove: el grup arrel no es pot moure.
de: /omove: Die Basisgruppe kann nicht verschoben werden.
eo: /omove: radikgrupo eble ne estas movita.
es: /omove: el grupo raíz no se puede mover.
et: /omove: juurgruppi ei saa liigutada.
fr: /omove : le groupe racine ne peut être déplacé.
gl: /omove: non pode moverse o grupo raíz.
it: /omove: il gruppo root non può essere spostato.
nl: /omove: basisgroep mag niet worden verplaatst.
pl: /omove: nie można przemieścić grupy głównej.
pt_br: /omove: o grupo principal não pode ser movido.
sl: /omove: korenske skupine morda ni mogoče premakniti.
sv: /omove: rotgruppen får inte flyttas.
tr: /omove: Kök grup taşınamaz.
uk: /omove: не можна пересувати кореневу групу.

source: /omove: group does not exist.
bs: /omove: grupa ne postoji.
ca@valencia: /omove: el grup no existix.
de: /omove: Gruppe existiert nicht.
eo: /omove: grupo ne ekzistas.
es: /omove: el grupo no existe.
et: /omove: gruppi ei ole olemas.
fr: /omove : le groupe n'existe pas.
gl: /omove: o grupo non existe.
it: /omove: il gruppo non esiste.
nl: /omove: groep bestaat niet.
pl: /omove: grupa nie istnieje.
pt_br: /omove: o grupo não existe.
sl: /omove: skupina ne obstaja.
sv: /omove: gruppen finns inte.
tr: /omove: Grup yok.
uk: /omove: вказаної групи не існує.

source: /omove: target must be a group.
bs: /omove: meta mora biti grupa.
ca@valencia: /omove: la destinació haurà de ser un grup.
de: /omove: Das Ziel muss eine Gruppe sein.
eo: /omove: celo devas esti grupo.
es: /omove: el objetivo debe ser un grupo.
et: /omove: sihtmärk peab olema grupp.
fr: /omove : la cible doit être un groupe.
gl: /omove: o destino debe ser un grupo.
it: /omove: la destinazione deve essere un gruppo.
nl: /omove: doel moet een groep zijn.
pl: /omove: cel musi być grupą.
pt_br: /omove: o destino deverá ser um grupo.
sl: /omove: cilj mora biti skupina.
sv: /omove: målet måste vara en grupp.
tr: /omove: Hedef bir grup olmalı.
uk: /omove: призначенням має бути група.

source: /omove: object and target must be in the same list.
bs: /omove: objekat i meta moraju biti u istoj listi.
ca@valencia: /omove: l'objecte i la destinació hauran de ser del mateix grup.
de: /omove: Objekt und Ziel müssen in derselben Liste sein.
eo: /omove: objekto kaj celo devas esti en la sama listo.
es: /omove: el objeto y el objetivo deben estar en la misma lista.
et: /omove: objekt ja sihtmärk peavad olema samas nimekirjas.
fr: /omove : l'objet et la cible doivent être dans la même liste.
gl: /omove: o obxecto e o destino deben estar na mesma lista.
it: /omove: oggetto e destinazione devono essere nello stesso elenco.
nl: /omove: object en doel moeten in dezelfde lijst voorkomen.
pl: /omove: obiekt i cel muszą być na tej samej liście.
pt_br: /omove: o objeto e o destino deverão estar na mesma lista.
sl: /omove: predmet in cilj morata biti na istem seznamu.
sv: /omove: objekt och mål måste vara i samma lista.
tr: /omove: Nesne ve hedef aynı listede olmalı.
uk: /omove: об’єкт і призначення мають належати одному списку.

source: /omove: position out of range
bs: /omove: pozicija van raspona
ca@valencia: /omove: posició fora de l'interval
de: /omove: Position außerhalb des zulässigen Bereichs
eo: /omove: pozicio ekster intervalo
es: /omove: posición fuera del intervalo
et: /omove: asukoht on vahemikust väljas
fr: /omove : la position est en dehors de l'intervalle
gl: /omove: a posición está fóra do intervalo correcto.
it: /omove: posizione fuori portata
nl: /omove: positie is buiten bereik
pl: /omove: pozycja poza zakresem
pt_br: /omove: a posição fica fora do intervalo
sl: /omove: položaj zunaj dosega
sv: /omove: position utanför intervall
tr: /omove: Konum erim dışında
uk: /omove: некоректна позиція

source: /oren: syntax: /oren object new-name
bs: /oren: syntax: /oren object novo ime
ca@valencia: /oren: sintaxi: /oren nom_nou_de_l'objecte
de: /oren: Syntax: /oren Objekt Neuer-Name
eo: /oren: sintakso: /oren objekto nova-nomo
es: /oren: sintaxis: /oren nuevo nombre del objeto.
et: /oren: süntaks: /oren objekt uus-nimi
fr: /oren : syntaxe : le nouveau nom de l'objet « /oren »
gl: /oren: sintaxe: /oren obxecto novo-nome
it: /oren: sintassi: /oren nuovo-nome oggetto
nl: /oren: syntax: /oren nieuwe naam van object.
pl: /oren: składnia: /oren nowa nazwa obiektu
pt_br: /oren: sintaxe: /oren objeto novo-nome
sl: /oren: skladnja: /oren predmet novo-ime
sv: /oren: syntax: /oren objekt nytt-namn
tr: /oren: Sözdizim: /oren nesne yeni adı
uk: /oren: синтаксис: /oren об’єкт нова_назва

source: /oren: object does not exist.
bs: /oren: objekat ne postoji.
ca@valencia: /oren: l'objecte no existix.
de: /oren: Das Objekt existiert nicht
eo: /oren: objekto ne ekzistas.
es: /oren: el objeto no existe.
et: /oren: objekti ei ole olemas.
fr: /oren : l'objet n'existe pas.
gl: /oren: o obxecto non existe.
it: /oren: l'oggetto non esiste.
nl: /oren: object bestaat niet.
pl: /oren: obiekt nie istnieje.
pt_br: /oren: o objeto não existe.
sl: /oren: predmet ne obstaja.
sv: /oren: objektet finns inte.
tr: /oren: Nesne yok.
uk: /oren: вказаного об’єкта не існує.

source: /oren: root group cannot be renamed.
bs: /oren: korijenska grupa ne može biti preimenovana.
ca@valencia: /oren: el grup arrel no es pot canviar de nom.
de: /oren: Die Basisgruppe kann nicht umbenannt werden.
eo: /oren: radikogrupo ne povas esti renomita.
es: /oren: no se puede cambiar el nombre del grupo raíz.
et: /oren: juurgrupi nime ei saa muuta.
fr: /oren : le groupe racine ne peut être renommé.
gl: /oren: non se pode renomear o grupo raíz.
it: /oren: il gruppo radice non può essere rinominato.
nl: /oren: basisgroep kan niet worden hernoemd.
pl: /oren: nie można zmienić nazwy głównej grupy.
pt_br: /oren: não é possível mudar o nome do grupo principal.
sl: /oren: korenske skupine ni mogoče preimenovati.
sv: /oren: rotgruppens namn kan inte ändras.
tr: /oren: Kök grup yeniden adlandırılamaz.
uk: /oren: не можна перейменовувати кореневу групу.

source: /oren: a group with this name already exists.
bs: /oren: grupa sa istim imenom već postoji.
ca@valencia: /oren: ja existix un grup amb este nom.
de: /oren: Eine Gruppe mit diesem Namen existiert bereits.
eo: /oren: grupo kun ĉi tiu nomo jam ekzistas.
es: /oren: ya existe un grupo con ese nombre.
et: /oren: sellise nimega grupp on juba olemas.
fr: /oren : un groupe avec ce nom existe déjà.
gl: /oren: xa existe un grupo con ese nome.
it: /oren: esiste già un gruppo con questo nome.
nl: /oren: een groep met deze naam bestaat al.
pl: /oren: grupa o tej samej nazwie już istnieje.
pt_br: /oren: já existe um grupo com este nome.
sl: /oren: skupina s tem imenom že obstaja.
sv: /oren: en grupp med det här namnet finns redan.
tr: /oren:. Bu adda bir grup halihazırda var.
uk: /oren: група з такою назвою вже існує.

source: /oren: an object with this name already exists.
bs: /oren: objekat sa ovim imenom već postoji.
ca@valencia: /oren: ja existix un objecte amb este nom.
de: /oren: Ein Objekt mit diesem Namen existiert bereits.
eo: /oren: objekto kun ĉi tiu nomo jam ekzistas.
es: /oren: ya existe un objeto con ese nombre.
et: /oren: sellise nimega objekt on juba olemas.
fr: /oren : un objet avec ce nom existe déjà.
gl: /oren: xa existe un obxecto con ese nome.
it: /oren: esiste già un oggetto con questo nome.
nl: /oren: een object met deze naam bestaat al.
pl: /oren: obiekt o tej samej nazwie już istnieje.
pt_br: /oren: já existe um objeto com este nome.
sl: /oren: predmet s tem imenom že obstaja.
sv: /oren: ett objekt med det här namnet finns redan.
tr: /oren: Bu adda bir nesne halihazırda var.
uk: /oren: об’єкт з такою назвою вже існує.

source: /opriority: syntax: /opriority object priority
bs: /opriority: syntax: /opriority prioritet objekta
ca@valencia: /opriority: sintaxi: /opriority prioritat_de_l'objecte
de: /opriority: Syntax: /opriority Objekt Priorität
eo: /opriority: sintakso: /priority objektoprioritato
es: /opriority: sintaxis: /opriority prioridad del objeto
et: /opriority: süntaks: /opriority objekt prioriteet
fr: /opriority : syntaxe : priorité de l'objet « /opriority »
gl: /opriority: sintaxe: /opriority obxecto prioridade
it: /opriority: sintassi: /opriority priorità dell'oggetto
nl: /opriority: syntax: /opriority object prioriteit
pl: /opriority: składnia: /opriority priorytet obiektu
pt_br: /opriority: sintaxe: /opriority objeto prioridade
sl: /opriority: skladnja: /opriority predmet prioriteta
sv: /opriority: syntax: /opriority objekt prioritet
tr: /opriority: Sözdizim: /opriority nesne öncelik
uk: /opriority: синтаксис: /opriority об’єкт пріоритетність

source: /opriority: object does not exist.
bs: /opriority: objekat ne postoji.
ca@valencia: /opriority: l'objecte no existix.
de: /opriority: Das Objekt existiert nicht.
eo: /prioritato: objekto ne ekzistas.
es: /opriority: el objeto no existe
et: /opriority: objekti ei ole olemas.
fr: /opriority : l'objet n'existe pas.
gl: /opriority: o obxecto non existe.
it: /opriority: l'oggetto non esiste.
nl: /opriority: object bestaat niet.
pl: /opriority: obiekt nie istnieje.
pt_br: /opriority: o objeto não existe.
sl: /opriority: objekt ne obstaja.
sv: /opriority: objektet finns inte.
tr: /opriority: Nesne yok.
uk: /opriority: вказаного об’єкта не існує.

source: /opriority: priority must be in the 1-1000 range.
bs: /opriority: priritet mora biti iz raspona 1 - 1000.
ca@valencia: /opriority: la prioritat haurà d'estar entre l'interval d'1 i 1.000.
de: /opriority: Priorität muss im Bereich 1-1000 sein.
eo: /prioritato: prioritato devas esti en la intervalo 1-1000.
es: /opriority: la prioridad debe estar en el intervalo 1-1000.
et: /opriority: prioriteet peab olema vahemikus 1-1000.
fr: /opriority : la priorité doit être dans un intervalle de 1 à 1000.
gl: /opriority: a prioridade debe ser un valor entre 1 e 1000.
it: /opriority: la priorità deve essere nell'intervallo 1-1000.
nl: /opriority: de prioriteit moet een waarde tussen 1 en de 1000 hebben.
pl: /opriority: priorytet musi być w zakresie 1-1000.
pt_br: /opriority: a prioridade deverá estar no intervalo 1-1000.
sl: /opriority: prednost mora biti v območju od 1 do 1000.
sv: /opriority: prioriteten måste vara i intervallet 1-1000.
tr: /opriority: Öncelik, 1–1000 eriminde olmalı.
uk: /opriority: значення пріоритетності має належати діапазону 1–1000.

source: /oenable: object does not exist.
bs: /oenable: objekat ne postoji.
ca@valencia: /oenable: l'objecte no existix.
de: /oenable: Objekt existiert nicht.
eo: /oenable: objekto ne ekzistas.
es: /oenable: el objeto no existe.
et: /oenable: objekti ei ole olemas.
fr: /oenable : l'objet n'existe pas.
gl: /oenable: o obxecto non existe.
it: /oenable: l'oggetto non esiste.
nl: /oenable: object bestaat niet.
pl: /oenable: obiekt nie istnieje.
pt_br: /oenable: o objeto não existe.
sl: /eenable: predmet ne obstaja.
sv: /oenable: objektet finns inte.
tr: /oenable: Nesne yok.
uk: /oenable: вказаного об’єкта не існує.

source: /odisable: object does not exist.
bs: /odisable: objekat ne postoji.
ca@valencia: /odisable: l'objecte no existix.
de: /odisable: Objekt existiert nicht
eo: /odisable: objekto ne ekzistas.
es: /odisable: el objeto no existe.
et: /odisable: objekti ei ole olemas.
fr: /odisable : l'objet n'existe pas.
gl: /odisable: o obxecto non existe.
it: /odisable: l'oggetto non esiste.
nl: /odisable: object bestaat niet.
pl: /odisable: obiekt nie istnieje.
pt_br: /odisable: o objeto não existe.
sl: /odisable: predmet ne obstaja.
sv: /odisable: objektet finns inte.
tr: /odisable: Nesne yok.
uk: /odisable: вказаного об’єкта не існує.

source: /osetbattr: syntax: /osetbattr object parameter value
bs: /osetbattr: syntax: /osetbattr vrijednost parametra objekta
ca@valencia: /osetbattr: sintaxi: /osetbattr valor_del_paràmetre_de_l'objecte
de: /osetbattr: Syntax: /osetbattr Objekt Parameter Wert
eo: /osetbattr: sintakso: /osetbattr objekta parametrovaloro
es: /osetbattr: sintaxis: /osetbattr valor del parámetro del objeto
et: /osetbattr: süntaks: /osetbattr objekt parameeter väärtus
fr: /osetbattr : syntaxe : la valeur du paramètre pour l'objet « /osetbattr »
gl: /osetbattr: sintaxe: /osetbattr obxecto parámetro valor
it: /osetbattr: sintassi: /osetbattr valore parametro oggetto
nl: /osetbattr: syntax: /osetbattr object parameter waarde
pl: /osetbattr: składnia: /osetbattr wartość parametru obiektu
pt_br: /osetbattr: sintaxe: /osetbattr objeto parâmetro valor
sl: /osetbattr: skladnja: /osetbattr predmet parameter vrednost
sv: /osetbattr: syntax: /osetbattr objekt parameter värde
tr: /osetbattr: Sözdizim: /osetbattr nesne parametre değer
uk: /osetbattr: синтаксис: /osetbattr об’єкт параметр значення

source: /osetbattr: object does not exist.
bs: /osetbattr: objekat ne postoji.
ca@valencia: /osetbattr: l'objecte no existix.
de: /osetbattr: Objekt existiert nicht.
eo: /osetbattr: objekto ne ekzistas.
es: /osetbattr: el objeto no existe.
et: /osetbattr: objekti ei ole olemas.
fr: /osetbattr : l'objet n'existe pas.
gl: /osetbattr: o obxecto non existe.
it: /osetbattr: l'oggetto non esiste.
nl: /osetbattr: object bestaat niet.
pl: /osetbattr: obiekt nie istnieje.
pt_br: /osetbattr: o objeto não existe.
sl: /osetbattr: predmet ne obstaja.
sv: /osetbattr: objektet finns inte.
tr: /osetbattr: Nesne yok.
uk: /osetbattr: вказаного об’єкта не існує.

source: /osetiattr: syntax: /osetbattr object parameter value
bs: /osetiattr: syntax: /osetbattr vrijednost parametra objekta
ca@valencia: /osetiattr: sintaxi: /osetiattr valor_del_paràmetre_de_l'objecte
de: /osetiattr: Syntax: /osetiattr Objekt Parameter Wert
eo: /osetiattr: sintakso: /osetbattr objekta parametrovaloro
es: /osetiattr: sintaxis: /osetbattr valor del parámetro del objeto
et: /osetiattr: süntaks: /osetiattr objekt parameeter väärtus
fr: /osetiattr : syntaxe : la valeur du paramètre pour l'objet « /osetbattr »
gl: /osetiattr: sintaxe: /osetbattr obxecto parámetro valor
it: /osetiattr: sintassi: /osetbattr valore parametro oggetto
nl: /osetiattr: syntax: /osetbattr object parameter waarde
pl: /osetiattr: składnia: /osetbattr wartość parametru obiektu
pt_br: /osetiattr: sintaxe: /osetbattr objeto parâmetro valor
sl: /osetiattr: skladnja: /osetiattr predmet parameter vrednost
sv: /osetiattr: syntax: /osetbattr objekt parameter värde
tr: /osetiattr: Sözdizim: /osetbattr nesne parametre değer
uk: /osetiattr: синтаксис: /osetbattr об’єкт параметр значення

source: /osetiattr: object does not exist.
bs: /osetiattr: objekat ne postoji.
ca@valencia: /osetiattr: l'objecte no existix.
de: /osetiattr: Objekt existiert nicht.
eo: /osetiattr: objekto ne ekzistas.
es: /osetiattr: el objeto no existe.
et: /osetiattr: objekti ei ole olemas.
fr: /osetiattr : l'objet n'existe pas.
gl: /osetiattr: o obxecto non existe.
it: /osetiattr: l'oggetto non esiste.
nl: /osetiattr: object bestaat niet.
pl: /osetiattr: obiekt nie istnieje.
pt_br: /osetiattr: o objeto não existe.
sl: /osetiattr: premdet ne obstaja.
sv: /osetiattr: objektet finns inte.
tr: /osetiattr: Nesne yok.
uk: /osetiattr: вказаного об’єкта не існує.
