Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: Command that will be executed on each tick. Command can include aliases, script calls and similar stuff.
bs: Komanda koja će biti izvršena na svaki otkucaj. Komanda može uključivati pseudonime, kodne pozive i slične stvari.
ca@valencia: Ordre que s'executarà en cada cicle. L'ordre pot incloure àlies, crides de script i coses similars.
de: Befehl, der bei jedem Schritt ausgeführt wird. Dieser Befehl kann Aliase, Skriptaufrufe und mehr enthalten.
eo: Komando kiu estos efektivigita je ĉiu tiktako. Komando povas inkluzivi kaŝnomojn, skriptovokojn kaj similajn aferojn.
es: Orden que se ejecutará en cada ciclo. Esta orden puede incluir alias, llamadas a scripts y cosas similares.
et: Iga jaotise korral käivitatav käsk. Käsk võib sisaldada aliaseid, skriptide väljakutseid ja muud sellist.
fr: Commande qui sera exécutée à chaque top. La commande peut inclure des alias, des appels à des scripts et des éléments similaires.
gl: Orde para executar en cada golpe do temporizador. A orde pode incluír abreviaturas, chamadas de guións e cousas similares.
it: Comando che sarà eseguito a ciascun tic. Il comando può includere alias, chiamate degli script e roba simile.
nl: Commando dat op iedere klokslag wordt uitgevoerd. Commando's kunnen ook zijn aliases, aanroepen van scripts en dergelijke.
pl: Polecenie wykonywane przy każdym tyknięciu. Polecenia mogą zawierać aliasy, wywołania skryptu i podobne rzeczy.
pt_br: O comando que será executado em cada ocasião do temporizador. O comando poderá incluir apelidos, chamadas de programas, entre outras coisas.
sl: Ukaz, ki se bo izvršil ob vsakem tiktaku. Ukaz lahko vključuje vzdevke, klice skriptov in podobne stvari.
sv: Kommando som kommer att utföras vid varje tick. Kommandot kan inkludera alias, skriptanrop och liknande saker.
tr: Her atımda yürütülecek komut. Komutlar; armalar, betik çağrıları ve benzer şeyler içerebilir.
uk: Команда, яку буде виконано після кожного завершення відліку. У команді можна використовувати замінники, виклики скриптів та подібні елементи.

source: &Interval
de: &Intervall
eo: &Intervalo
es: &Intervalo
et: &Intervall
fr: &Intervalle
gl: &Intervalo
it: &Intervallo
pl: &Odstęp
pt_br: &Intervalo
sv: &Intervall
tr: &Aralık
uk: &Інтервал

source: secs
bs: sekundi
ca@valencia: segs
de: Sek.
eo: sek
es: segundos
et: sek
gl: s
it: sec
nl: sec
pl: sek
pt_br: s
sl: s
sv: sek
tr: san
uk: секунди

source: &Single-shot
bs: &Jedan udarac
ca@valencia: &Cicle únic
eo: &Unupa pafo
es: Ciclo &único
et: Ü&hekordne
fr: &Tentative unique
gl: &Acción única
it: &Singolo tentativo
nl: &Enkel-schot
pl: &Pojedyncze trafienie
pt_br: &Execução única
sl: Enkratno
sv: &Engångs
tr: &Tek deneme
uk: &Одноразовий

source: When enabled, the timer will only be executed once and then disabled.
bs: Kada je omogućen, tajmer će biti izvršen samo jednom i onda će biti isključen.
ca@valencia: Quan està habilitada, el temporitzador només s'executarà una vegada i després s'inhabilitarà.
de: Ist dies aktiviert, wird der Zeitgeber nur einmal ausgeführt und dann deaktiviert.
eo: Kiam ĝi estas ebligita, la tempigilo nur estos plenumita unufoje kaj poste malŝaltita.
es: Si esta opción se encuentra activa, el temporizador solo se ejecutará una vez y luego será desactivado.
et: Märkimisel käivitatakse taimer ainult üks kord ja siis keelatakse.
fr: Lorsque cette option est activée, le compteur ne sera exécuté qu'une fois et ensuite désactivé.
gl: Active esta opción para que o temporizador se desactive despois de executalo só unha vez.
it: Se abilitato, il timer sarà eseguito solo una volta poi disabilitato.
nl: Indien ingeschakeld, zal de timer maar een keer werken en daarna worden uitgeschakeld.
pl: Gdy włączone, to czasomierz zostanie wykonany raz i później zostanie wyłączony.
pt_br: Quando estiver habilitado, o temporizador será executado apenas uma vez e depois será desabilitado.
sl: Če je omogočeno, se časovnik izvrši samo enkrat in je nato onemogočen.
sv: Om aktiverat, går tiden ut en gång och inaktiveras därefter.
tr: Etkinleştirildiğinde, sayaç yalnızca yürütülür ve devre dışı bırakılır.
uk: Якщо буде позначено цей пункт, відлік часу буде одноразовим, після його завершення таймер буде вимкнено.

source: &Run a command in advance
bs: &Pokreni komandu unaprijed.
ca@valencia: E&xecuta una ordre a la bestreta
de: Einen &Befehl im Voraus ausführen
eo: &Ruli komandon anticipe
es: Ejecuta&r una orden por adelantado
et: Käsu käi&vitamine eelnevalt
fr: Exécuter une commande par avance
gl: Executa&r unha orde por adiantado
it: &Esegui un comando in anticipo
nl: Start een commando ervoor
pl: &Wykonaj polecenie z wyprzedzeniem
pt_br: Executa&r um comando antecipadamente
sl: Zaženi ukaz vnaprej
sv: &Kör ett kommando i förväg
tr: K&omutu önceden çalıştır
uk: Ви&конати команду перед початком відліку

source: Run a command a given number of seconds before each timer tick.
bs: Pokreni komandu dati broj sekundi prije svakog otkucaja tajmera.
ca@valencia: Executa una ordre un nombre determinat de segons abans de cada cicle del temporitzador.
de: Führt einen Befehl die angegebene Anzahl von Sekunden vor jedem Zeitgeberschritt aus.
eo: Ruli komandon difinitan nombron da sekundoj antaŭ ĉiu tempigilo.
es: Ejecuta una orden un número determinado de segundos antes de cada ciclo del temporizador.
et: Käsu käivitamine määratud arv sekundeid enne iga taimeri jaotist.
fr: Exécuter une commande un nombre donné de secondes avant chaque top du compteur.
gl: Executar unha orde o número de segundos indicado antes de cada golpe do temporizador.
it: Esegue un comando un certo numero di secondi prima di ciascun tic del timer.
nl: Start een commando een opgegeven aantal seconden voor elke timer tick.
pl: Wykonaj polecenie podaną ilość sekund przed każdym tyknięciem czasomierza
pt_br: Executa um comando em um período em segundos indicado, antes de cada impulso do temporizador.
sl: Zaženite ukaz dano število sekund pred vsakim tiktakom časovnika.
sv: Kör ett kommando ett angivet antal sekunder innan varje tick.
tr: Bir komutu, her sayaç atımından verilen saniye kadar önce çalıştır.
uk: Виконати команду за вказану кількість секунд перед початком кожного сеансу відліку таймера.

source: Advance command
bs: Napredna komanda.
ca@valencia: Ordre avançada
de: Erweiterter Befehl
eo: Antaŭa komando
es: Adelantar orden
et: Eelkäsk
fr: Commande pour avancer
gl: Adiantar a orde
it: Comando anticipato
nl: Geavanceerd commando
pl: Polecenie postępu
pt_br: Comando de avanço
sl: Ukaz vnaprej
sv: Kommando i förväg
tr: Komutu ilerlet
uk: Попередня команда

source: &Seconds before tick
bs: &Sekunde prije otkucaja.
ca@valencia: &Segons abans del cicle
de: &Sekunden vor dem Schritt
eo: &Sekundoj antaŭ tick
es: &Segundos antes del ciclo
et: &Sekundeid enne jaotist
fr: &Secondes avant un top
gl: &Segundos antes de cada golpe do temporizador
it: &Secondi prima del tic
nl: &Seconden voor klokslag
pl: &Sekund przed tyknięciem
pt_br: &Segundos antes do impulso
sl: &Sekunde pred tiktakom
sv: &Sekunder innan tick
tr: Atım ö&ncesi saniye
uk: Кількість секунд &до початку відліку

source: C&ommand
bs: Na&redba
ca@valencia: &Ordre
de: &Befehl
eo: K&omando
es: &Orden
et: &Käsk
fr: C&ommande
gl: &Orde
it: C&omando
nl: C&ommando
pl: P&olecenie
pt_br: C&omando
sl: Ukaz
sv: K&ommando
tr: &Komut
uk: Ко&манда

source: Command that will be executed the specified time before each tick. Command can include aliases, script calls and similar stuff.
bs: Komanda koja će biti izvršena dato vrijeme prije svakog otkucaja. Komanda može uključivati pseudonime, kodne pozive i slične stvari.
ca@valencia: Ordre que s'executarà el temps especificat abans de cada cicle. L'ordre pot incloure àlies, crides de script i coses similars.
de: Befehl, der die angegebene Zeit vor jedem Schritt ausgeführt wird. Dieser Befehl kann Aliase, Skriptaufrufe und mehr enthalten.
eo: Komando kiu estos efektivigita la specifita tempo antaŭ ĉiu tiktako. Komando povas inkluzivi kaŝnomojn, skriptovokojn kaj similajn aferojn.
es: Orden que se ejecutará en el tiempo especificado antes de cada ciclo. Las órdenes pueden incluir alias, llamadas a scripts y cosas similares.
et: Määratud ajal enne iga jaotist käivitatav käsk. Käsk võib sisaldada aliaseid, skriptide väljakutseid ja muud sellist.
fr: Commande qui sera exécutée un temps défini avant chaque top. La commande peut inclure des alias, des appels à des scripts et des éléments similaires.
gl: Orde para executar o tempo indicado antes de cada golpe do temporizador. A orde pode incluír abreviaturas, chamadas de guións e cousas similares.
it: Comando che sarà eseguito il tempo specificato prima di ciascun tic. Il comando può includere alias, chiamate degli script e roba simile.
nl: Commando dat op de ingestelde tijd voor iedere klokslag wordt uitgevoerd. Commando's kunnen ook zijn aliases, aanroepen van scripts en dergelijke.
pl: Polecenie, które zostanie wykonane o określonym czasie przed każdym tyknięciem. Polecenie może zawierać aliasy, wywołania skryptu i podobne rzeczy.
pt_br: O comando que será executado no tempo indicado antes de cada impulso. O comando poderá incluir apelidos, chamadas de programas, entre outras coisas.
sl: Ukaz, ki se bo izvršil določen čas pred vsakim tiktakom. Ukaz lahko vključuje vzdevke, klice skriptov in podobne stvari.
sv: Kommando som kommer att utföras den angivna tiden före varje tick. Kommandot kan inkludera alias, skriptanrop och liknande saker.
tr: Her atımdan önceki belirtilen zamanda çalıştırılacak komut. Komutlar; armalar, betik çağrıları ve benzer şeyler içerebilir.
uk: Команда, яку буде виконано за вказану кількість секунд до завершення відліку. У команді можна використовувати замінники, виклики скриптів та подібні елементи.

source: Session transcript has been stopped.
bs: Prepis sesije je zaustavljen.
ca@valencia: S'ha interromput la transcripció de la sessió.
de: Das Sitzungs-Protokoll wurde angehalten.
eo: La transskribo de la seanco estas ĉesigita.
es: Grabación de sesión interrumpida.
et: Seansi transkript on peatatud.
fr: La transcription de session a été arrêtée.
gl: Detívose a transcrición da sesión.
it: La trascrizione della sessione è stata interrotta.
nl: Sessie transcript is gestopt.
pl: Transkrypt sesji został zatrzymany.
pt_br: A transcrição da sessão foi interrompida.
sl: Prepis seje je ustavljen.
sv: Sessionsloggning har stoppats.
tr: Oturumun yazıdökümü durduruldu.
uk: Розшифрування сеансу було зупинено.

source: Advanced session transcript has been stopped.
bs: Napredni prepis sesije je zaustavljen.
ca@valencia: S'ha interromput la transcripció avançada de la sessió.
de: Das erweiterte Sitzungs-Protokoll wurde angehalten.
eo: Altnivela seanco-transskribo estas ĉesigita.
es: Grabación avanzada de la sesión interrumpida.
et: Täiustatud seansi transkript on peatatud.
fr: La transcription avancée de session a été arrêtée.
gl: Detívose a transcrición avanzada da sesión.
it: La trascrizione avanzata della sessione è stata interrotta.
nl: Geavanceerde sessie transcript is gestopt.
pl: Zaawansowany transkrypt sesji został zatrzymany.
pt_br: A transcrição avançada da sessão foi interrompida.
sl: Napredni prepis seje je bil ustavljen.
sv: Avancerad sessionsloggning har stoppats.
tr: Gelişmiş oturum yazıdökümü durduruldu.
uk: Розширене розшифрування сеансу було зупинено.

source: Transcript file could not be opened.
bs: Fajl prepisa nije bilo moguće otvoriti.
ca@valencia: No s'ha pogut obrir el fitxer de la transcripció.
de: Die Protokolldatei kann nicht geöffnet werden.
eo: Transskriba dosiero ne povis esti malfermita.
es: Ha sido imposible abrir el archivo de grabación.
et: Transkriptifaili avamine nurjus.
fr: Le fichier de transcription n'a pas été ouvert.
gl: Non foi posíbel abrir o ficheiro da transcrición.
it: Impossibile aprire il file della trascrizione.
nl: transcriptie-bestand kon niet worden geopend.
pl: Nie można otworzyć pliku transkryptu.
pt_br: Não foi possível abrir o arquivo da transcrição.
sl: Datoteke prepisa ni bilo mogoče odpreti.
sv: Loggfil kunde inte öppnas.
tr: Yazıdöküm dosyası açılamadı.
uk: Не вдалося відкрити файл розшифрування.

source: Session transcript could not be started.
bs: Prepis sesije nije mogao biti pokrenut.
ca@valencia: No s'ha pogut iniciar la transcripció de la sessió.
de: Das Sitzungs-Protokoll kann nicht gestartet werden.
eo: Seanca transskribo ne eblis komenci.
es: No se ha podido iniciar la grabación de la sesión.
et: Seansi transkripti käivitamine nurjus.
fr: La transcription de session n'a pas pu être lancée.
gl: Non foi posíbel iniciar a transcrición da sesión.
it: Impossibile avviare la trascrizione della sessione.
nl: Sessie transcriptie kon niet worden gestart.
pl: Nie można rozpocząć transkryptu sesji.
pt_br: Não foi possível iniciar a transcrição da sessão.
sl: Prepisa seje ni bilo mogoče zagnati.
sv: Sessionsloggning kunde inte startas.
tr: Oturumun yazıdökümü başlatılamadı.
uk: Не вдалося розпочати розшифрування сеансу.

source: Session transcript has just started.
bs: Transkripcija sesije je upravo pocela.
ca@valencia: La transcripció de la sessió acaba de començar.
de: Das Sitzungs-Protokoll wurde gerade gestartet.
eo: Seanca transskribo ĵus komenciĝis.
es: La grabación de la sesión ha comenzado.
et: Seansi transkript käivitati äsja.
fr: La transcription de session vient d'être lancée.
gl: Acaba de iniciarse a transcrición da sesión.
it: La trascrizione della sessione è stata appena avviata.
nl: Sessie transcriptie is net gestart.
pl: Transkrypt sesji właśnie rozpoczął.
pt_br: A transcrição da sessão acabou de iniciar.
sl: Prepis seje se je pravkar začel.
sv: Sessionsloggning har just startats.
tr: Oturumun yazıdökümü henüz şimdi başlatıldı.
uk: Щойно було розпочато розшифрування сеансу.

source: Session transcript has been started.
bs: Transkripcija sesije je zapoceta.
ca@valencia: S'ha iniciat la transcripció de la sessió.
de: Das Sitzungs-Protokoll wurde gestartet.
eo: Seanca transskribo estis komencita.
es: La grabación de la sesión ha comenzado.
et: Seansi transkript on käivitatud.
fr: La transcription de session a été lancée.
gl: Iniciouse a transcrición da sesión.
it: La trascrizione della sessione è stata avviata.
nl: Sessie transcriptie is gestart.
pl: Transkrypt sesji został rozpoczęty.
pt_br: A transcrição da sessão iniciou.
sl: Začel se je prepis seje.
sv: Sessionsloggning har startats.
tr: Oturumun yazıdökümü başlatıldı.
uk: Було розпочато розшифрування сеансу.

source: Advanced transcript file could not be opened.
bs: Napredni transkript fajl nije bilo moguce otvoriti.
ca@valencia: No s'ha pogut obrir el fitxer de transcripció avançada.
de: Die erweiterte Protokolldatei kann nicht geöffnet werden.
eo: Altnivela transskriba dosiero ne povus esti malfermita.
es: No se ha podido abrir el archivo de grabación avanzada.
et: Täiustatud transkripti faili avamine nurjus.
fr: Impossible d'ouvrir le fichier de transcription avancé.
gl: Non foi posíbel abrir o ficheiro da transcrición avanzada.
it: Impossibile aprire il file della trascrizione avanzata.
nl: Geavanceerde transcriptie-bestand kon niet worden geopend.
pl: Nie można otworzyć pliku zaawansowanego transkryptu.
pt_br: Não foi possível abrir o arquivo da transcrição avançada.
sl: Napredne datoteke prepisa ni bilo mogoče odpreti.
sv: Avancerad loggfil kunde inte öppnas.
tr: Gelişmiş yazıdöküm dosyası açılamadı.
uk: Не вдалося відкрити файл розширеного розшифрування.

source: Advanced session transcript could not be started.
bs: Naprednu transkripcija sesije nije bilo moguce poceti.
ca@valencia: No s'ha pogut iniciar la transcripció avançada de la sessió.
de: Das erweiterte Sitzungs-Protokoll kann nicht gestartet werden.
eo: Altnivela seanco-transskribo ne eblis komenci.
es: No se ha podido iniciar la grabación avanzada de la sesión.
et: Täiustatud seansi transkripti käivitamine nurjus.
fr: Impossible de démarrer la transcription avancée de session.
gl: Non foi posíbel iniciar a transcrición avanzada da sesión.
it: Impossibile avviare la trascrizione della sessione avanzata.
nl: Geavanceerde sessie transcriptie kon niet worden gestart.
pl: Nie można rozpocząć zaawansowanego transkryptu sesji.
pt_br: Não foi possível iniciar a transcrição avançada da sessão.
sl: Naprednega prepisa seje ni bilo mogoče zagnati.
sv: Avancerad sessionsloggning kunde inte startas.
tr: Gelişmiş oturum yazıdökümü başlatılamadı.
uk: Не вдалося розпочати розширене розшифрування сеансу.

source: Advanced session transcript has just started.
bs: Napredna transkricpija sesije je upravo pocela.
ca@valencia: La transcripció avançada de la sessió acaba de començar.
de: Das erweiterte Sitzungs-Protokoll wurde gerade gestartet.
eo: Altnivela seanco-transskribo ĵus komenciĝis.
es: La grabación avanzada de la sesión ha comenzado.
et: Täiustatud seansi transkript käivitati äsja.
fr: La transcription avancée de session vient d'être lancée.
gl: Acaba de iniciarse a transcrición avanzada da sesión.
it: La trascrizione avanzata della sessione è stata appena avviata.
nl: Geavanceerde sessie transcriptie is net gestart.
pl: Zaawansowany transkrypt sesji właśnie rozpoczął.
pt_br: A transcrição avançada da sessão acabou de ser iniciada.
sl: Napredni prepis seje se je pravkar začel.
sv: Avancerad sessionsloggning har just startats.
tr: Gelişmiş oturum yazıdökümü henüz şimdi başlatıldı.
uk: Щойно було розпочато розширене розшифрування сеансу.

source: Advanced session transcript has been started.
bs: Napredna transkripcija sesije je zapoceta.
ca@valencia: S'ha iniciat la transcripció avançada de la sessió.
de: Das erweiterte Sitzungs-Protokoll wurde gestartet.
eo: Altnivela seanco-transskribo estis komencita.
es: La grabación avanzada de la sesión ha comenzado.
et: Täiustatud seansi transkript on käivitatud.
fr: La transcription avancée de session a été lancée.
gl: Iniciouse a transcrición avanzada da sesión.
it: La trascrizione avanzata della sessione è stata avviata.
nl: Geavanceerde sessie transcriptie is gestart.
pl: Zaawansowany transkrypt sesji został uruchomiony.
pt_br: A transcrição avançada da sessão foi iniciada.
sl: Zagnan je bil napredni prepis seje.
sv: Avancerad sessionsloggning har startats.
tr: Gelişmiş oturum yazıdökümü başlatıldı.
uk: Було розпочато розширене розшифрування сеансу.

source: Session transcript will be rotated at midnight.
bs: Transkripcija sesije će biti rotirana u ponoć.
ca@valencia: La transcripció de la sessió es rotarà a mitjanit.
de: Sitzungs-Protokoll wird um Mitternacht rotiert.
eo: La transskribo de la seanco estos turnita je noktomezo.
es: La grabación de la sesión rotará a medianoche.
et: Seansi transkripti roteerimine seisab ees südaööl.
fr: La transcription de session sera renouvelée à minuit.
gl: A rotación da transcrición da sesión efectuarase ás doce da noite.
it: La trascrizione della sessione si avvicenderà a mezzanotte.
nl: Sessie transcriptie word 's nachts omgewisseld.
pl: Transkrypt sesji zostanie obrócony o północy.
pt_br: A transcrição da sessão será tratada à meia-noite.
sl: Prepis seje bo zamenjan opolnoči.
sv: Sessionslogg kommer att roteras vid midnatt.
tr: Oturumun yazıya dökümü, gece yarısında döndürülecek.
uk: Дані розшифрування сеансів оновлюватимуться опівночі.

source: Dump file could not be opened.
bs: Fajl sa izvjestajem o prekidu programa nije bil moguce otvoriti.
ca@valencia: No s'ha pogut obrir el fitxer de bolcat.
de: Die Ausgabedatei kann nicht geöffnet werden.
eo: Elĵetdosiero ne povis esti malfermita.
es: No se ha podido abrir el archivo de volcado.
et: Salvestusfaili avamine nurjus.
fr: Impossible d'ouvrir le fichier de vidage.
gl: Non foi posíbel abrir o ficheiro de saída.
it: Impossibile aprire il file di dump.
nl: Dumpbestand kon niet worden geopend.
pl: Nie można otworzyć pliku zrzutu.
pt_br: Não foi possível abrir o arquivo de exportação dos dados.
sl: Datoteke pomnilniškega izpisa ni bilo mogoče odpreti.
sv: Dumpningsfil kunde inte öppnas.
tr: Döküm dosyası açılamadı.
uk: Не вдалося відкрити файл дампа.

source: Keep
bs: Sačuvaj
ca@valencia: Mantín
de: Behalten
eo: Konservi
es: Mantener
et: Senine
fr: Conserver
gl: Manter
it: Mantieni
nl: Behouden
pl: Zachowaj
pt_br: Manter
sl: Ohrani
sv: Behåll
tr: Tut
uk: Не змінювати

source: Black
bs: Crna
ca@valencia: Negre
de: Schwarz
eo: Nigra
es: Negro
et: Must
fr: Noir
gl: Negro
it: Nero
nl: Zwart
pl: Czarny
pt_br: Preto
sl: Črna
sv: Svart
tr: Siyah
uk: Чорний

source: Red
bs: Crveno
ca@valencia: Roig
de: Rot
eo: Ruĝa
es: Rojo
et: Punane
fr: Rouge
gl: Vermello
it: Rosso
nl: Rood
pl: Czerwony
pt_br: Vermelho
sl: Rdeča
sv: Röd
tr: Kırmızı
uk: Червоний

source: Green
bs: Zeleno
ca@valencia: Verd
de: Grün
eo: Verda
es: Verde
et: Roheline
fr: Vert
gl: Verde
it: Verde
nl: Groen
pl: Zielony
pt_br: Verde
sl: Zelena
sv: Grön
tr: Yeşil
uk: Зелений

source: Yellow
bs: Žuta
ca@valencia: Groc
de: Gelb
eo: Flava
es: Amarillo
et: Kollane
fr: Jaune
gl: Amarelo
it: Giallo
nl: Geel
pl: Żółty
pt_br: Amarelo
sl: Rumena
sv: Gul
tr: Sarı
uk: Жовтий

source: Blue
bs: Plavo
ca@valencia: Blau
de: Blau
eo: Blua
es: Azul
et: Sinine
fr: Bleu
gl: Azul
it: Blu
nl: Blauw
pl: Niebieski
pt_br: Azul
sl: Modra
sv: Blå
tr: Mavi
uk: Синій

source: Magenta
eo: Malva
gl: Maxenta
pl: Purpurowy
tr: Mor
uk: Пурпуровий

source: Cyan
bs: Cijan
ca@valencia: Cian
eo: Cejana
es: Cian
et: Tsüaan
gl: Ciano
it: Ciano
nl: Cyaan
pl: Niebieskozielony
pt_br: Ciano
sl: Cijan
sv: Turkos
tr: Camgöbeği
uk: Блакитний

source: Gray
bs: Siva
ca@valencia: Gris
de: Grau
eo: Griza
es: Gris
et: Hall
fr: Gris
gl: Gris
it: Grigio
nl: Grijs
pl: Szary
pt_br: Cinza
sl: Siva
sv: Grå
tr: Gri
uk: Сірий

source: Dark gray
bs: Tamno siva.
ca@valencia: Gris fosc
de: Dunkelgrau
eo: Malhela griza
es: Gris oscuro
et: Tumehall
fr: Gris foncé
gl: Gris escuro
it: Grigio scuro
nl: Donkergrijs
pl: Ciemnoszary
pt_br: Cinza escuro
sl: Temnosiva
sv: Mörkgrå
tr: Koyu Gri
uk: Темно-сірий

source: Bright red
bs: Svijetlo crvena.
ca@valencia: Roig brillant
de: Hellrot
eo: Brila ruĝa
es: Rojo intenso
et: Helepunane
fr: Rouge clair
gl: Vermello claro
it: Rosso chiaro
nl: Helderrood
pl: Jasnoczerwony
pt_br: Vermelho claro
sl: Svetlordeča
sv: Ljusröd
tr: Açık Kırmızı
uk: Яскраво-червоний

source: Bright green
bs: Svijetlo zelena.
ca@valencia: Verd brillant
de: Hellgrün
eo: Brila verda
es: Verde intenso
et: Heleroheline
fr: Vert clair
gl: Verde claro
it: Verde chiaro
nl: Heldergroen
pl: Jasnozielony
pt_br: Verde claro
sl: Svetlozelena
sv: Ljusgrön
tr: Açık Yeşil
uk: Яскраво-зелений

source: Bright yellow
bs: Svijetlo žuta.
ca@valencia: Groc brillant
de: Hellgelb
eo: Brila flava
es: Amarillo intenso
et: Helekollane
fr: Jaune clair
gl: Amarelo claro
it: Giallo chiaro
nl: Helder geel
pl: Jasnożółty
pt_br: Amarelo claro
sl: Svetlorumena
sv: Ljusgul
tr: Açık Sarı
uk: Яскраво-жовтий

source: Bright blue
bs: Svijetlo plava.
ca@valencia: Blau brillant
de: Hellblau
eo: Brila bluo
es: Azul intenso
et: Helesinine
fr: Bleu clair
gl: Azul claro
it: Blu chiaro
nl: Helderblauw
pl: Jasnoniebieski
pt_br: Azul claro
sl: Svetlomodra
sv: Ljusblå
tr: Açık Mavi
uk: Яскраво-синій

source: Bright magenta
bs: Svijetla magneta.
ca@valencia: Magenta brillant
de: Hellmagenta
eo: Brila magento
es: Magenta intenso
et: Helemagenta
fr: Magenta clair
gl: Maxenta claro
it: Magenta chiaro
nl: Helder magenta
pl: Jasnopurpurowy
pt_br: Magenta claro
sl: Svetla magenta
sv: Ljusmagenta
tr: Açık Mor
uk: Яскраво-пурпуровий

source: Bright cyan
bs: Svijetla cijan.
ca@valencia: Cian brillant
de: Hellcyan
eo: Brila cejana
es: Cian intenso
et: Heletsüaan
fr: Cyan clair
gl: Ciano claro
it: Ciano chiaro
nl: Helder cyaan
pl: Jasnoniebiaskozielony
pt_br: Ciano claro
sl: Svetla cianasta
sv: Ljusturkos
tr: Açık Camgöbeği
uk: Яскраво-блакитний

source: White
bs: Bijela
ca@valencia: Blanc
de: Weiß
eo: Blanka
es: Blanco
et: Valge
fr: Blanc
gl: Branco
it: Bianco
nl: Wit
pl: Biały
pt_br: Branco
sl: Bela
sv: Vit
tr: Beyaz
uk: Білий
