Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: When a line is too long, part of it will be moved to the next line. Indentation says how many spaces will be put to the beginning of the continued line.
bs: Kada je linija preduga, dio nje će biti premješten u sljedecći red. Indentacija određuje koliko znakova razmaka će biti stavljeno na početak sljedećeg reda.
ca@valencia: Quan una línia és massa llarga, una part d'esta serà moguda a la línia següent. El sagnat dirà quants espais es posaran al començament de la línia contínua.
de: Wenn der Text für eine Zeile zu lang ist, wird ein Teil des Textes in die nächste Zeile verschoben. Die Einrückung gibt an, wie viele Leerzeichen am Anfang der fortgesetzten Zeile eingefügt werden.
eo: Kiam linio estas tro longa, parto de ĝi estos movita al la sekva linio. Indentaĵo diras kiom da spacoj estos metitaj al la komenco de la daŭra linio.
es: Cuando una línea es demasiado larga, parte de la misma se moverá a la línea siguiente. La indentación indica cuántos espacios aparecerán al principio de la línea siguiente.
et: Kui rida on liiga pikk, viiakse osa sellest järgmisele reale. Treppimisega saab määrata, mitu tühimärki asetatakse jätkurea algusse.
fr: Quand une ligne est trop longue, une partie sera reportée à la ligne suivante. L'indentation indique combien d'espaces seront insérés au début de la ligne de continuation.
gl: Cando unha liña é longa de máis, parte dela pasarase á seguinte liña. O sangrado determina o número de espazos que se usarán ao comezo da liña de continuación.
it: Quando una riga è troppo lunga, una parte di essa verrà spostata nella riga successiva. Il rientro indica quanti spazi verranno inseriti all'inizio del prosieguo della riga.
nl: Als een regel te lang is, dan zal een gedeelte ervan naar de volgende regel worden verplaatst. Inspringen geeft aan hoeveel spaties voor het begin van de vervolg-regel geplaatst worden.
pl: Gdy wiersz jest za długi, to jego część zostanie przeniesiona do następnego wiersza. Wcięcie mówi o tym ile spacji zostanie umieszczonych na początku kontynuowanego wiersza.
pt_br: Quando uma linha for muito comprida, parte dela passará para a linha seguinte. A endentação indica quantos espaços serão colocados no início da linha de continuada.
sl: Ko je vrstica predolga, bo del prestavljen v naslednjo vrstico. Zamik določa, koliko presledkov bo dodano na začetek nadaljevalne vrstice.
sv: När en rad är för lång kommer en del av den flyttas till nästa rad. Indenteringen talar om hur många blanktecken ska placeras i början av den fortsatta raden.
tr: Bir satır pek uzunsa satırın bir kısmı sonraki satıra taşınır. Girintileme, sürdürülen satırın başına kaç tane boşluk koyulacağını belirtir.
uk: Якщо рядок є занадто довгим, частину цього рядка буде перенесено на наступний рядок. За допомогою пункту відступів ви можете визначити кількість позицій, на які буде зсунуто пробілами початок рядка-продовження.

source: &History buffer size
bs: &Velicina bafera historije
ca@valencia: Mida del cau de l'&historial
de: Größe des Verlaufspeic&hers
eo: &Historia bufrograndeco
es: Tamaño del buffer de &historial
et: A&jaloopuhvri suurus
fr: Taille du tampon de l'historique
gl: Tamaño do búfer do &historial
it: Dimensione &buffer della cronologia
nl: &Grootte geschiedenisbuffer
pl: Rozmiar bufora &historii
pt_br: Tamanho do &histórico do buffer
sl: Velikost medpomnilnika zgodovine
sv: &Historikbufferns storlek
tr: &Geçmiş arabellek boyutu
uk: Розмір &буфера журналу

source: Size of output scroll-back buffer. Please note that this setting will only affect new connections, existing ones will keep their history setting.
bs: Veličina izlaznog bafera sa mogućnošću pregleda prijašnjih unosa. Molimo primijetite da će ovo podešavanje imati efekta samo na nove konekcije, već postojeće će zadržati prijašnja podešavanja.
ca@valencia: Mida del cau de desplaçament de l'eixida. Cal tindre en compte que esta opció només afectarà les noves connexions, les existents mantindran la seua opció de l'historial.
de: Größe des Puffers der Verlaufsausgabe. Beachten Sie, dass dies nur neue Verbindungen beeinflusst, bestehende Verbindungen behalten ihre Einstellungen zum Verlauf.
eo: Grandeco de eligo rul-malantaŭen bufro. Bonvolu noti, ke ĉi tiu agordo nur influos novajn konektojn, la ekzistantaj konservos sian historian agordon.
es: Tamaño del buffer de salida. Este parámetro solo afectará a las nuevas conexiones, las conexiones existentes mantendrán su buffer de salida actual.
et: Väljundi tagasikeritava puhvri suurus. Palun arvesta, et see mõjutab ainult uusi ühendusi, olemasolevad säilitavad enda ajalooseadistuse.
fr: Taille du tampon cyclique de sortie. Veuillez noter que ce paramètre n'affectera que les nouvelles connexions. Celles existant déjà conserveront leurs paramètres d'historique.
gl: Tamaño do búfer do historial da saída. Teña en conta que esta opción só afectará a conexións novas, as conexións existentes manterán a súa configuración de historial.
it: Dimensione del buffer di scorrimento all'indietro dell'output. Nota che questa impostazione vale solo per le nuove connessioni, quelle esistenti manterranno le proprie impostazioni di cronologia.
nl: Grootte van uitvoer scroll-back buffer. Merk op dat alleen nieuwe verbindingen deze nieuwe waarde gebruiken, bestaande verbindingen blijven de oude waarde gebruiken.
pl: Rozmiar bufora przewijania wstecznego wyjścia. Proszę zauważyć, że ustawienie to wpływa tylko na nowe połączenia, z kolei te istniejące zachowają swoje ustawienie historii.
pt_br: O tamanho do histórico dos resultados. Lembre-se de que esta opção somente afetará as novas conexões, sendo que as existentes manterão a configuração anterior.
sl: Velikost izhoda medpomnilnika za pomikanje nazaj. Upoštevajte, da bo ta nastavitev vplivala le na nove povezave, obstoječe bodo obdržale nastavitev zgodovine.
sv: Storleken för utmatningens historikbuffer. Observera att inställningen bara påverkar nya anslutningar; de befintliga kommer behålla sina historikinställningar.
tr: Çıktı geri sarma arabelleğinin boyutu. Bu bağlantının yalnızca yeni bağlantıları etkileyeceğini, var olanların kendi geçmiş ayarlarını koruyacağını not edin.
uk: Розмір буфера журналу виведення даних. Будь ласка, зауважте, що зміна значення цього параметра вплине лише на нові з’єднання, для вже встановлених з’єднань використовуватиметься попереднє значення параметра.

source: lines
bs: linije
ca@valencia: línies
de: Zeilen
eo: linioj
es: líneas
et: rida
fr: lignes
gl: liñas
it: righe
nl: Regels
pl: wierszy
pt_br: linhas
sl: vrstic
sv: rader
tr: satır
uk: рядків

source: Enable co&mmand echo
bs: Uključi ko&mandu echo
ca@valencia: Habilita el ressò de les o&rdres
de: Befehlsecho aktiviere&n
eo: Ebligi ko&mandan eĥon
es: Activar eco de ór&denes
et: Kä&su kaja lubamine
fr: Activer l'écho de co&mmandes
gl: Activar o eco das o&rdes
it: Abilita echo co&mandi
nl: Co&mmando echo inschakelen
pl: Włącz echo &poleceń
pt_br: Habilitar o eco dos co&mandos
sl: Omogoči ukazni odmev
sv: Aktivera eko av ko&mmandon
tr: Ko&mut yankısını etkinleştir
uk: Увімкнути п&оказ команд

source: Enables displaying of commands in the console.<p><b>Please note:</b> This will also disable command echo in session transcript.
bs: Uključuje prikazivanje komandi u konzoli.<p><b>Molimo primjetite:</b> Ovo će također isključiti echo komandu u transkriptu sesije.
ca@valencia: Permet la visualització d'ordres en la consola.<p><b>Cal tindre en compte:</b> Açò també inhabilitarà l'«echo» de l'ordre en la transcripció de la sessió.
de: Aktiviert die Anzeige von Befehlen in der Konsole.<p><b>Bitte beachten Sie:</b>Dies schaltet auch die Aufzeichnung der Befehle im Sitzungsprotokoll ab.
eo: Ebligas montradon de komandoj en la konzolo.<p><b>Bonvolu noti:</b> Ĉi tio ankaŭ malŝaltos komandon-eĥon en seanca transskribo.
es: Permite que se muestren los comandos en consola. <p><b>Atención:</b> Esto también desactivará el eco de las órdenes en la grabación de la sesión.
et: Võimaldab näha konsoolis käske.<p><b>Palun pane tähele:</b> see keelab ühtlasi käskude kaja seansi transkriptis.
fr: Active l'affichage des commandes dans la console.<p><b>Veuillez noter :</b> ceci désactive aussi l'écho de commandes dans la transcription de session.
gl: Activa a funcionalidade de amosar as ordes na consola.<p><b>Nota:</b> isto tamén desactivará o eco das ordes na transcrición da sesión.
it: Abilita la visualizzazione dei comandi nella console.<p><b>Nota:</b> questo comando disabilita anche l'echo dei comandi nella trascrizione della sessione.
nl: Schakelt het tonen van commando's in de terminalvenster in.<p><b>Merk op:</b> Dit zal ook de commando echo in de sessie transcript uitschakelen.
pl: Włącza wyświetlanie poleceń w konsoli.<p><b>Proszę zauważyć:</b> Wyłączy to także echa poleceń w transkrypcie sesji.
pt_br: Habilita a apresentação dos comandos no console.<p><b>Lembre-se:</b> Isto irá também desabilitar o eco dos comandos na transcrição da sessão.
sl: Omogoča prikaz ukazov v konzoli.<p><b>Prosimo, upoštevajte:</b> to onemogoči tudi ukazni odmev v prepisu seje.
sv: Aktiverar visning av kommandon i terminalen.<p><b>Observera:</b>Det inaktiverar också utskrift av kommandon i sessionsloggar.
tr: Komutların konsolda görüntülenmesini etkinleştirir.<p><b>Dikkat:</b> Bu, ayrıca oturum yazıdökümünde komut yankısını devre dışı bırakır.
uk: Вмикає показ команд у консолі.<p><b>Зауваження:</b> вимикає запис команд до розшифрування сеансу.

source: Enable s&ystem messages
bs: Uključi s&istemske poruke
ca@valencia: Habilita els missatges del s&istema
de: S&ystemmeldungen wieder anzeigen
eo: Ebligi s&istemajn mesaĝojn
es: Activar mensajes de s&istema
et: Süst&eemste teadete lubamine
fr: Activer les messages s&ystème
gl: Activar as mensaxes do s&istema
it: Abilita messaggi di s&istema
nl: S&ysteemberichten inschakelen
pl: Włącz komunikaty s&ystemu
pt_br: Habilitar as mensagens do s&istema
sl: Omogoči sistemska sporočila
sv: Aktivera s&ystemmeddelanden
tr: S&istem iletilerini etkinleştir
uk: Увімкнути повідомлення сис&теми

source: Enables displaying of system messages in the console.
bs: Uključuje prikazivanje sistemskih poruka u konzoli.
ca@valencia: Permet la visualització dels missatges del sistema en la consola.
de: Aktiviert die Anzeige von Systemnachrichten in der Konsole.
eo: Ebligas montradon de sistemaj mesaĝoj en la konzolo.
es: Permite que se muestren mensajes del sistema en la consola.
et: Võimaldab näha konsoolis süsteemseid teateid.
fr: Active l'affichage des messages système dans la console.
gl: Active esta opción para amosar as mensaxes do sistema na consola.
it: Abilita la visualizzazione dei messaggi di sistema nella console.
nl: Schakelt het tonen van systeemberichten in de terminalvenster in.
pl: Włącza wyświetlanie komunikatów systemu w konsoli.
pt_br: Habilita a apresentação das mensagens do sistema no console.
sl: Omogoča prikaz sistemskih sporočil v konzoli.
sv: Aktiverar visning av systemmeddelanden i terminalen.
tr: Konsolda sistem iletilerinin görüntülenmesini etkinleştirir.
uk: Вмикає показ повідомлень системи у консолі.

source: Enable b&linking
bs: Uključi s&vjetlucanje
ca@valencia: Habilita el &parpelleig
de: B&linken aktivieren
eo: Ebligi pa&lpebrumon
es: Permitir &parpadeo
et: Vi&lkumise lubamine
fr: Activer le c&lignotement
gl: Activar a in&termitencia
it: Abilita &lampeggiamento
nl: Knipperen inschake&len
pl: Włącz &migotanie
pt_br: Habilitar a &intermitência
sl: Omogoči utripanje
sv: Aktivera b&linkning
tr: Yanıp sönmeyi etkin&leştir
uk: Увімкнути б&лимання

source: Enables support for blinking. Currently not supported.
ca@valencia: Habilita el suport per a parpellejar. Actualment no s'accepta.
de: Aktiviert die Unterstützung für Blinken. Das ist noch nicht implementiert.
eo: Ebligas subtenon por palpebrumado. Nuntempe ne subtenata.
es: Activa el uso de parpadeo. No permitido en la actualidad.
et: Vilkumise lubamine. Praegu pole toetatud.
fr: Active la prise en charge du clignotement. Non pris en charge actuellement.
gl: Activar a funcionalidade de intermitencia. Actualmente non funciona.
it: Abilita il supporto per il lampeggiamento. Attualmente non supportato.
nl: Ondersteuning voor knipperen inschakelen. Nu niet ondersteund.
pl: Włącza obsługę dla migotania. Obecnie nieobsługiwane.
pt_br: Habilita o suporte à &intermitência. Não suportado atualmente.
sl: Omogoči podporo za utripanje. Trenutno ni podprto.
sv: Aktiverar stöd för blinkning. Stöds för närvarande inte.
tr: Yanıp sönme desteğini etkinleştirir. Şu anda desteklenmemektedir.
uk: Увімкнути підтримку блимання. У поточній версії підтримки не передбачено.

source: &Server output
bs: &Serverski izlaz
ca@valencia: Eixida del &servidor
de: &Serverausgabe
eo: &Servila eligo
es: &Salida del servidor
et: &Serveri väljund
fr: Sortie du &serveur
gl: Saída do &servidor
it: Output del &server
nl: &Server uitvoer
pl: Wyjście &serwera
pt_br: Resultado do &servidor
sl: Izhod strežnika
sv: &Serverutdata
tr: &Sunucu çıktısı
uk: Дані, вив&едені сервером

source: Choose...
bs: Izaberi...
ca@valencia: Tria...
de: Auswählen ...
eo: Elekti...
es: Seleccionar...
et: Vali...
fr: Choisir...
gl: Escoller…
it: Scegli...
nl: Kiezen...
pl: Wybierz...
pt_br: Escolher...
sl: Izberi ...
sv: Välj...
tr: Seç…
uk: Вибрати…

source: Here you can select a font that will be used for main display.
bs: Ovdje možete odabrati font koji će biti korišten za glavni displej.
ca@valencia: Ací podeu seleccionar un tipus de lletra que s'utilitzarà per a la visualització principal.
de: Hier können Sie eine Schriftart für die Hauptanzeige auswählen.
eo: Ĉi tie vi povas elekti tiparon, kiu estos uzata por ĉefa ekrano.
es: Aquí puede seleccionar el tipo de letra que se usará para la visualización principal.
et: Siin saab valida põhivaates kasutatava fondi.
fr: Vous pouvez sélectionner ici une police qui sera utilisée pour l'affichage principal.
gl: Seleccione a fonte para a visualización principal.
it: Qui puoi scegliere quale carattere sarà utilizzato per la vista principale.
nl: Stel hier het lettertype in die u wilt gebruiken in het hoofdvenster.
pl: Tutaj możesz wybrać czcionkę wykorzystywaną na głównym wyświetlaczu.
pt_br: Aqui você pode escolher a fonte a ser usada na área principal.
sl: Tukaj lahko izberete pisavo, ki bo uporabljena za glavni zaslon.
sv: Här kan du välja teckensitt som används i huvudfönstret.
tr: Buradan ana ekran için kullanılacak bir yazıtipi seçebilirsiniz.
uk: Тут ви можете вибрати шрифт, який буде використано для основної панелі перегляду.

source: &Input line
bs: &Linija unosa
ca@valencia: Lín&ia d'entrada
de: &Eingabezeile
eo: &Eniga linio
es: L&ínea de entrada
et: S&isendrida
fr: L&igne de saisie
gl: L&iña de entrada
it: Riga di &immissione
nl: &invoerregel
pl: W&iersz wejścia
pt_br: &Campo de texto
sl: Vnosna vrstica
sv: &Inmatningsrad
tr: &Girdi satırı
uk: Р&ядок введення

source: Here you can select a font that will be used for the input line.
bs: Ovdje možete odabrati font koji će biti korišten za liniju unosa.
ca@valencia: Ací podeu seleccionar un tipus de lletra que s'utilitzarà per a la línia d'entrada.
de: Hier können Sie eine Schriftart für die Eingabezeile auswählen.
eo: Ĉi tie vi povas elekti tiparon, kiu estos uzata por la eniga linio.
es: Aquí puede seleccionar el tipo de letra que se usará para la línea de entrada.
et: Siin saab valida sisendreal kasutatava fondi.
fr: Vous pouvez sélectionner ici une police qui sera utilisée pour la ligne de saisie.
gl: Seleccione a fonte para a liña de entrada.
it: Qui puoi scegliere quale carattere sarà utilizzato per la riga d'immissione.
nl: Stel hier het lettertype in die u wilt gebruiken in de invoerregel.
pl: Tutaj możesz wybrać czcionkę wykorzystywaną w wierszu wejścia.
pt_br: Aqui você pode escolher a fonte a ser usada no campo de texto.
sl: Tukaj lahko izberete pisavo, ki bo uporabljena za vnosno vrstico.
sv: Här kan du välja teckensitt som används för inmatningsraden.
tr: Buradan, girdi satırı için kullanılabilecek bir yazıtipi seçebilirsiniz.
uk: Тут ви можете вибрати шрифт для рядка введення.

source: &Multi-line input
bs: &Višelinijski unos
ca@valencia: Línia d'entrada &múltiple
de: &Mehrzeiliges Eingabefeld
eo: &Multlinia enigo
es: Línea de entrada &múltiple
et: &Mitmerealine sisend
fr: Saisie &multi-ligne
gl: Entrada de &varias liñas
it: Immissione a &più righe
nl: &Meerregelige invoer
pl: &Wielowierszowe wejście
pt_br: Campo &multilinhas
sl: Večvrstični vnos
sv: Flerraders in&matning
tr: &Çok satırlı girdi
uk: &Багаторядкова панель введення

source: Here you can select a font that will be used for the multi-line input window.
bs: Ovdje možete odabrati font koji će biti korišten u prozoru za višelinijski unos.
ca@valencia: Ací podeu seleccionar un tipus de lletra que s'utilitzarà per a la finestra d'entrada múltiple.
de: Hier können Sie eine Schriftart für ein mehrzeiliges Eingabefenster auswählen.
eo: Ĉi tie vi povas elekti tiparon, kiu estos uzata por la plurlinia eniga fenestro.
es: Aquí puede seleccionar el tipo de letra que se usará en la ventana de entrada múltiple.
et: Siin saab valida mitmerealise sisendi aknas kasutatava fondi.
fr: Vous pouvez sélectionner ici une police qui sera utilisée pour la fenêtre de saisie multi-ligne.
gl: Seleccione a fonte para a xanela de entrada de varias liñas.
it: Qui puoi scegliere quale carattere sarà utilizzato per la finestra d'immissione a più righe.
nl: Stel hier het lettertype in die u wilt gebruiken in de meerregelige invoerregel.
pl: Tutaj możesz wybrać czcionkę wykorzystywaną w wielowierszowym oknie wejścia.
pt_br: Aqui você pode escolher a fonte a ser usada no campo de texto multilinhas.
sl: Tukaj lahko izberete pisavo, ki bo uporabljena za večvrstično vnosno okno.
sv: Här kan du välja teckensitt som används för flerraders inmatningsfönster.
tr: Buradan, çok satırlı girdi penceresi için kullanılabilecek bir yazıtipi seçebilirsiniz.
uk: Тут ви можете вибрати шрифт для багаторядкового вікна введення.

source: &Keep sent text
bs: &Sačuvaj poslani tekst
ca@valencia: Man&tín el text enviat
de: Gesendeten Text be&halten
eo: &Konservi senditan tekston
es: &Conservar texto enviado
et: Saadetud te&ksti säilitamine
fr: &Conserver le texte envoyé
gl: &Manter o texto enviado
it: &Mantieni testo inviato
nl: &Verzonden tekst bewaren
pl: &Zachowaj wysłany tekst
pt_br: &Manter o texto enviado
sl: Obdrži poslano besedilo
sv: &Behåll skickad text
tr: &Gönderilen metni tut
uk: &Не прибирати надісланий текст

source: If you enable this option, commands will remain in the input line after you send them (by pressing ENTER); otherwise it will be cleared.
bs: Ako uključite ovu opciju, komande će ostati u liniji za unos nakon što ih pošaljete (pritiskom tipke ENTER); u drugom slučaju će biti počišćene.
ca@valencia: Si seleccioneu esta opció, les ordres romandran en la línia d'entrada després d'enviar-les (prement «Retorn»); en cas contrari seran esborrades.
de: Ist diese Einstellung aktiv, verbleiben Befehle in der Eingabezeile nach dem Senden durch Drücken der Eingabetaste, ansonsten wird die Eingabezeile gelöscht.
eo: Se vi ebligas ĉi tiun elekteblon, komandoj restos en la eniga linio post kiam vi sendos ilin (per premado ENTER); alie ĝi estos purigita.
es: Si habilita esta opción, las órdenes permanecerán en la línea de entrada después de que las envíe (presionando Intro); de otra forma, se limpiará.
et: Märkimisel jäävad käsud sisendreale ka pärast nende saatmist (klahvi Enter vajutamist), vastasel juhul nad kustutatakse.
fr: Si vous activez cette option, les commandes resteront dans la ligne de saisie après que vous les ayez envoyées (en appuyant sur « Entrée »). Sinon, elles seront effacées.
gl: Active esta opción para que as ordes permanezan na liña de entrada despois de envialas (ao premer Intro). Senón, a liña de entrada baleirarase ao enviar as ordes.
it: Se abiliti questa opzione, i comandi resteranno nella riga di immissione dopo averli inviati (premendo INVIO); in caso contrario saranno cancellati.
nl: Als u dit inschakelt, dan blijven commando's in het invoervak staan nadat u ze verzonden heeft (door op ENTER te drukken); anders worden ze gewist.
pl: Jeżeli włączysz tą opcję, to polecenia pozostaną w wierszu wejścia po wysłaniu ich (przez naciśnięcie ENTERA); w przeciwnym przypadku zostanie on wyczyszczony.
pt_br: Se habilitar esta opção, os comandos irão permanecer no campo de texto após o seu envio (ao pressionar ENTER); caso contrário, serão limpos.
sl: Če omogočite to možnost, bodo ukazi ostali v vnosni vrstici po tem, ko jih pošljete (s pritiskom vnašalke); sicer bodo počiščeni.
sv: Om du aktiverar det här alternativet kommer kommandon finnas kvar på inmatningsraden efter att du skickat dem (genom att trycka på returtangenten), annars rensas den.
tr: Bu seçeneği etkinleştirirseniz komutlar, onları gönderdikten sonra da (Giriş düğmesine basarak) girdi satırında kalacaklardır; aksi takdirde temizlenirler.
uk: Якщо буде позначено цей пункт, команди залишатимуться у рядку введення даних після їх надсилання (натисканням клавіші ENTER). Якщо пункт не буде позначено, рядок введення даних після надсилання команди буде спорожнено.

source: &Select kept text after it's sent
bs: &Označi zadržani tekst nakon što je poslan
ca@valencia: &Selecciona mantindre el text després d'enviar-lo
de: Behaltenen Text nach dem &Senden auswählen
eo: &Elekti konservitan tekston post kiam ĝi estas sendita
es: &Seleccionar texto guardado tras enviar
et: &Säilitatud teksti valimine pärast selle saatmist
fr: &Sélectionner le texte conservé après son envoi
gl: &Seleccionar o texto mantido despois de envialo
it: &Seleziona testo mantenuto dopo il suo invio
nl: &Selecteer na verzenden bewaarde tekst
pl: &Wybierz zachowany tekst po jego wysłaniu
pt_br: &Selecionar o texto mantido após o envio
sl: Izberi obdržano besedilo po pošiljanju
sv: &Markera behållen text efter den har skickats
tr: Gönderildikten sonra tutulan metni &seç
uk: &Позначати неприбраний текст після надсилання
