Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: When turned off, CTRL+ENTER will insert another line in the multi-line input line, and ENTER will send commands to the server. If turned on, then the behaviour of these keys gets swapped.
bs: Kada je isključeno, CTRL+ENTER će unijeti još jednu liniju u višelinijsku liniju za unos, a ENTER će će slati komande serveru. Ako je uključeno, ponašanje ovih tipki se zamijeni.
ca@valencia: Quan estiga desactivat, «Ctrl+Retorn» inserirà una altra línia en la línia d'entrada de múltiples línies i «Retorn» enviarà ordres al servidor. Si se selecciona, s'intercanviarà este comportament.
de: Wenn dies abgeschaltet ist, wird mit Strg+Eingabetaste eine andere Zeile in der mehrzeiligen Eingabe eingefügt und die Eingabetaste sendet Befehle an den Server. Ist dies eingeschaltet, wird das Verhalten vertauscht.
eo: Kiam estas malŝaltita, CTRL+ENTER enigos alian linion en la plurlinian eniglinion, kaj ENTER sendos komandojn al la servilo. Se ŝaltite, tiam la konduto de ĉi tiuj klavoj estas interŝanĝita.
es: Cuando está desactivado, CTRL+INTRO insertará otra línea en la entrada de línea múltiple, e INTRO enviará las órdenes al servidor. Si está activado, el comportamiento de estas teclas está intercambiado.
et: Kui see pole märgitud, lisab Ctrl+Enter mitmerealisele sisendile veel ühe rea ning Enter saadab käsud serverisse. Märkimise korral klahvide käitumine vahetub.
fr: Lorsque désactivé, les touches « Ctrl » + « Entrée » inséreront une autre ligne dans la ligne de saisie multi-lignes et « Entrée » enverra les commandes vers le serveur. Si activé, alors, le comportement de ces touches sera inversé.
gl: Cando se desactiva, Ctrl+Intro inserirá outra liña no campo de entrada de varias liñas, e Intro enviará as ordes ao servidor. Se se activa, o comportamento destas teclas é o oposto.
it: Se disattivata, CTRL+INVIO inserirà un'altra riga nell'input a più righe, e INVIO invierà i comandi al server. Se attivata, il comportamento di questi tasti verrà scambiato.
nl: Indien uitgeschakeld, zal CTRL+ENTER een extra regel aan de meerregelige invoerregel toevoegen, en zal ENTER de commando's naar de server versturen. Indien ingeschakeld, wordt het gedrag van deze toetsen omgewisseld.
pl: Gdy wyłączone, CTRL+ENTER will insert another line in the multi-line input line, and ENTER will send commands to the server. If turned on, then the behaviour of these keys gets swapped.
pt_br: Quando estiver desligada, a combinação CTRL+ENTER irá inserir outra linha no campo de texto multilinhas, enquanto o ENTER envia os comandos para o servidor. Caso esteja ligada, o comportamento destas teclas será então invertido.
sl: Če je izklopljeno, bo kombinacija tipk krmilka+vnašalka vstavila drugo vrstico v večvrstično vnosno vrstico, vnašalka pa bo strežniku pošiljala ukaze. Če je vklopljeno, se vedenje teh tipk zamenja.
sv: När alternativet är avstängt kommer Ctrl+Enter infoga ytterligare en rad i flerraders inmatningsfältet, och Enter kommer skicka kommandon till servern. Om det är aktiverat kommer tangenternas beteende bytas med varandra.
tr: Kapatıldığında, Kontrol+Giriş çok satırlı girdi satırında başka bir satır daha ekler ve Giriş düğmesi komutları sunucuya gönderir. Açılırsa bu düğmelerin davranışı değiş–tokuş yapılır.
uk: Якщо пункт не буде позначено, CTRL+ENTER додаватиме новий рядок на панель багаторядкового введення, а ENTER надсилатиме команди на сервер. Якщо пункт буде позначено, буде виконано обмін призначеннями цих клавіш.

source: Dark colors
bs: Tamne boje
ca@valencia: Colors foscos
de: Dunkle Farben
eo: Malhelaj koloroj
es: Colores oscuros
et: Tumedad värvid
fr: Couleurs sombres
gl: Cores escuras
it: Colori scuri
nl: Donkere kleuren
pl: Ciemne kolory
pt_br: Cores escuras
sl: Temne barve
sv: Mörka färger
tr: Koyu renkler
uk: Темні кольори

source: Bright colors
bs: Svijetle boje
ca@valencia: Colors brillants
de: Helle Farben
eo: Brilaj koloroj
es: Colores intensos
et: Heledad värvid
fr: Couleurs claires
gl: Cores claras
it: Colori chiari
nl: Lichte kleuren
pl: Jasne kolory
pt_br: Cores claras
sl: Svetle barve
sv: Ljusa färger
tr: Açık renkler
uk: Яскраві кольори

source: &Command separator string
bs: &String za razdvajanje komande
ca@valencia: &Cadena separadora de les ordres
de: &Befehlstrennzeichen
eo: &Komand-apartiga ĉeno
es: &Cadena de separación de órdenes
et: &Käske eraldav string
fr: Chaînes de séparateur de &commandes
gl: &Cadea separadora de ordes
it: Stringa separazione &comandi
nl: &Scheider van commando's
pl: Ciąg znaków rozdzielających pole&cenie
pt_br: Texto de separação dos &comandos
sl: Ločilni niz ukaza
sv: &Kommandosepareringssträng
tr: &Komut ayırıcı dizisi
uk: &Рядок роздільника команд

source: You can enter multiple commands at once, they will get executed together. Here you can enter string that can be used to separate individual commands.
bs: Mozete unijeti više komandi odjednom, bit će izvšene zajedno. Ovdje možete unijeti string koji može biti korišten za razdvajanje individualnih komandi.
ca@valencia: Podeu introduir múltiples ordres alhora, s'executaran juntes. Ací podeu introduir la cadena que es podrà utilitzar per a separar ordres individuals.
de: Sie können mehrere Befehle auf einmal eingeben, sie werden zusammen ausgeführt. Hier können Sie das Zeichen eintragen, dass zur Trennung der einzelnen Befehle benutzt wird.
eo: Vi povas enigi plurajn komandojn samtempe, ili estos plenumitaj kune. Ĉi tie vi povas enigi ĉenon, kiu povas esti uzata por apartigi individuajn komandojn.
es: Puede introducir varias órdenes al mismo tiempo; se ejecutarán a la vez. Introduzca aquí la cadena usada para separar órdenes individuales.
et: Võimalik on sisestada mitu käsku korraga, mis sooritatakse üheskoos. Siin saab sisestada stringi, mida kasutatakse eri käskude eraldamiseks.
fr: Vous pouvez saisir de multiples commandes en une fois. Elles seront exécutées ensemble. Vous pouvez saisir une chaîne pouvant séparer des commandes uniques.
gl: Pode inserir varias ordes dunha vez, executaranse todas xuntas. Aquí pode inserir a cadea que pode usar para separar ordes distintas.
it: Puoi inserire più comandi in una volta, ed essi verranno eseguiti assieme. Qui puoi inserire la stringa da utilizzare per separare i singoli comandi.
nl: U kunt meerdere commando's tegelijk invoeren, ze zullen dan tegelijk worden uitgevoerd. Hier kunt u een teken opgegeven dat zal worden gebruikt om de individuele commando's te scheiden.
pl: Możesz podać wiele poleceń na raz, które zostaną wykonane razem. Tutaj możesz podać ciąg znaków, który może zostać wykorzystany do rozdzielenia indywidualnych poleceń.
pt_br: Você pode digitar vários comandos de uma vez, sendo que serão executados em conjunto. Aqui você poderá digitar o texto que será usado para separar os comandos individuais.
sl: Naenkrat lahko vnesete več ukazov, ki jih bodo izvršili skupaj. Tukaj lahko vnesete niz, ki ga lahko uporabljate za ločevanje posameznih ukazov.
sv: Du kan skriva in flera kommandon på en gång. De kommer utföras tillsammans. Här kan du skriva in en sträng som kan användas för att skilja individuella kommandon åt.
tr: Birden çok komut girebilirsiniz, birlikte yürütülürler. Burada, bireysel komutları ayırmak için kullanılacak diziyi girebilirsiniz.
uk: Ви можете вводити одразу декілька команд, які буде виконано разом. За допомогою цього пункту ви зможете визначити рядок, який відокремлюватиме команди.

source: &Speed-walk string
bs: &String za brzi hod
ca@valencia: Ca&dena amb marxa ràpida
de: Wege&skript-Text
eo: Rapido-mar&ŝa ĉeno
es: Cadena&s de atajo
et: Kiirliikumi&se string
fr: Chaînes de tapis roulant
gl: Cadea para camiñar &rapidamente
it: Stringa &marcia
nl: &Snelwandelen tekenreeks
pl: Ciąg znaków &szybkiego-chodzenia
pt_br: Texto de &corrida
sl: Niz hitre hoje
sv: &Snabbgångssträng
tr: &Hızlı yürüme dizisi
uk: Рядок &швидкого проходження

source: If you start a command with this string, the command will be interpreted as speed-walking. Every character is treated as one command: n, s, w, e, j(=ne), k(=se), l(=sw), m(=nw), u, d.<p>Commands that will be sent for each direction can be set up in <i>MUD preferences</i> (<b>profile-based</b> connections only).
bs: Ako počnete komandu sa ovim stringom, komanda će biti interpretirana kao komanda sa brzim hodom. Svaki karakter će biti tretiran kao jedna komanda: n, s, w, e, j(=ne), k(=se), l(=sw), m(=nw), u, d.<p>Komande koje će biti poslane za svaku direktivu mogu biti podešene u <i>MUD preference</i> (<b>samo profilno-zasnovane</b>konekcije).
ca@valencia: Si inicieu una ordre amb esta cadena, l'ordre s'interpretarà amb marxa ràpida. Cada caràcter es tractarà com una ordre: n, s, w, e, j(=ne), k(=se), l(=sw), m(=nw), u, d.<p>Les ordres que s'enviaran per a cada adreça es pot establir en <i>Preferències de MUD</i> (només per a les connexions <b>basades en el perfil</b>).
de: Wenn Sie einen Befehl mit dieser Zeichenfolge beginnen, wird der Befehl als Wegeskript interpretiert. Jedes Zeichen wird als ein Befehlt behandelt: n, s, w, e, j(=ne), k(=se), l(=sw), m(=nw). usw.<p>Befehle, die für jede Richtung gesendet werden, können in <i>MUD-Einstellungen</i> (<b>Profilbasiert</b> nur Verbindungen).
eo: Se vi komencas komandon per ĉi tiu ĉeno, la komando estos interpretita kiel rapidega marŝado. Ĉiu signo estas traktata kiel unu ordono: n, s, w, e, j(=ne), k(=se), l(=sw), m(=nw), u, d (atentu ke temas pri ĉieldirektaj mallongigoj).<p>Komandoj kiuj estos sendataj por ĉiu direkto povas esti agorditaj en <i>MUD-preferoj</i> (nur <b>profilbazitaj</b> konektoj).
es: Si comienza una orden con esta cadena, la orden será interpretada como un atajo. Cada carácter se trata como si fuera una orden: n, s, w, e, j (=ne), k(=se), l(=sw), m(=nw), u, d. <p>Las órdenes que se envíen para cada dirección se pueden establecer en <i>las preferencias de MUD</i> (solo conexiones <b>basadas en el perfil</b>).
et: Selle stringiga käsku kirjutama asudes tõlgendatakse seda kiirliikumisena. Iga märki võetakse eraldi käsuna: n, s, w, e, j(=ne), k(=se), l(=sw), m(=nw), u, d.<p>Käsud, mis saadetakse iga suuna jaoks, võib määrata eraldi <i>MUD-i seadistustes</i> (ainult <b>profiilipõhiste</b> ühenduste korral).
fr: Si vous débutez une commande avec cette chaîne, elle sera interprétée comme un tapis roulant. Chaque caractère sera traité comme une commande : n, s, o, e, j(=ne), k(=se), l(=so), m(=no), h, b. <p>Les commandes qui seront employées pour chaque direction peuvent être définies dans les <i> préférences de MUD</i> (uniquement pour les connexions <b>associées à un profil</b>).
gl: Se comeza unha orde con esta cadea, a orde interpretarase como camiñar rapidamente. Cada carácter trátase como unha orde: n (norte), s (sur), w (oeste), e (leste), j (nordés), k (sueste), l (suroeste), m (noroeste), u, d. <p>As ordes que sen envían para cada dirección poden definirse na <i>Configuración de MUD</i> (só para as conexións <b>baseadas en perfís</b>).
it: Se avvii un comando con questa stringa, esso verrà interpretato come marcia. Ciascun carattere viene trattato come un comando: n, s, o, e, j(=ne), k(=se), l(=so), m(=no), u, d.<p>I comando che saranno inviati per ciascuna direzione possono essere impostati nelle <i>preferenze MUD</i> (solo nelle connessioni <b>basate sul profilo</b>).
nl: Als u een commando begint met deze tekenreeks, dan zal het commando worden geïnterpreteerd als snelwandelen. De karakters die als een commando worden behandeld: n, s, w, e, j(=ne), k(=se), l(=sw), m(=nw), u, d.<p>De commando's die voor elke richting worden verstuurt kunt u instellen in <i>MUD instellingen</i> (alleen voor <b>profiel-gebaseerde</b> verbindingen).
pl: Jeżeli rozpoczniesz polecenie tym ciągiem znaków, to polecenie zostanie zinterpretowane jako szybkie-chodzenie. Każdy znak jest traktowany jako jedno polecenie: n, s, w, e, j(=ne), k(=se), l(=sw), m(=nw), u, d.<p>Polecenie, które zostaną wysłane dla każdego kierunku mogą zostać ustawione w <i>ustawieniach MUD</i> (tylko połączenia<b>oparte na profilu</b>).
pt_br: Se você iniciar um comando com este texto, ele será interpretado como uma corrida. Todos os caracteres serão tratados como um único comando: n, s, w, e, j(=ne), k(=se), l(=sw), m(=nw), u, d.<p>Os comandos que serão enviados para cada direção poderão ser definidos nas <i>preferências do MUD</i> (somente nas conexões <b>baseadas em perfis</b>).
sl: Če začnete ukaz s tem nizom, bo ukaz interpretiran kot hitra hoja. Vsak znak se obravnava kot en ukaz: n, s, w, e, j(=ne), k(=se), l(=sw), m(=nw), u, d.<p>Ukaze, ki bodo poslani za vsako smer, lahko nastavite v <i>nastavitvah MUD</i>(samo povezave <b>na osnovi profila</b>).
sv: Om du inleder ett kommando med den här strängen kommer kommandot tolkas som snabbgång. Varje tecken tolkas som ett kommando: n, s, w, e, j (=NO), k (=SO), l (=SV), m (=NV), u, d.<p>Vilka kommandon som skickas för varje riktning kan ställas in i <i>MUD-inställningar</i> (bara för <b>profilbaserade</b> anslutningar).
tr: Bu diziyle bir komut başlatırsanız komut hızlı yürüyüş olarak yorumlanacaktır. Her karakter tek bir komut olarak ele alınır: n, s, w, e, j(=ne), k(=se), l(=sw), m(=nw), u, d.<p>Her yön için gönderilecek komutlar <i>MUD tercihlerinde</i> ayarlanabilir (yalnızca <b>profil tabanlı</b> bağlantılar).
uk: Якщо ви розпочнете команду з вказаного тут рядка, команда вважатиметься командою швидкого проходження. Всі символи вважатимуться єдиною командою: n, s, w, e, j(=ne), k(=se), l(=sw), m(=nw), u, d.<p>Команди, які буде надіслано для кожного з напрямків, можна вказати у <i>налаштуваннях MUD</i> (лише для з’єднань з використанням <b>профілів</b>).

source: S&peed-walk even if empty
bs: B&rzi hod čak ako je prazno
ca@valencia: Amb marxa rà&pida encara que estiga buida
de: Wegeskri&pt auch bei leerem Text
eo: Ra&pid-marŝi eĉ se malplena
es: Atajar incluso si están &vacías
et: Kii&rliikumine isegi siis, kui on tühi
fr: Ta&pis roulant même si vide
gl: Camiñar ra&pidamente aínda que estea baleiro
it: Ma&rcia anche se vuota
nl: &Snelwandelen zelfs leeg
pl: S&zybkie-chodzenia nawet, gdy pusto
pt_br: &Corrida mesmo que vazio
sl: Hodi hitro, čeprav je prazno
sv: S&nabbgång även om tom
tr: Boş olsa bile h&ızlı yürü
uk: &Швидке проходження, навіть якщо рядок порожній

source: Enabling this will cause KMuddy to expand speed-walk strings even if no speed-walk string has been given. This allows faster speed-walking, but keep in mind that EVERY command that consists only of valid speed-walk characters (news, for example) will be treated as speed-walking. To avoid this, you'll have to type at least one character in upper-case.
bs: Uključivanje ovoga će imati učinak da Kmuddy proširuje stringove sa brzim hodom čak i ako string za brzi hod nije dat. Ovo omogućava brži brzi hod, ali upamtite da SVAKA komanda koja se sastoji samo od validnih karaktera za brzi hod (news, na primjer) će biti tretirana kao brzi hod. Da biste izbjegli ovo, morat ćete kucati makar jedan karakter velikim slovom.
ca@valencia: Activar açò, farà que KMuddy expandisca les cadenes amb marxa ràpida, encara que no s'haja donat cap cadena de marxa ràpida. Açò permet una velocitat més ràpida, però cal tindre en compte que CADA ordre que consistix en caràcters de marxa ràpida (notícies, per exemple) seran tractades com a marxa ràpida. Per a evitar-ho, haureu d'escriure com a mínim un caràcter en majúscules.
de: Ist dies aktiviert, werden Wegeskript-Zeichenfolgen erweitert, sogar wenn keine Wegeskript-Zeichenfolge angegeben wurde. Damit sind schnellere Wegeskripte möglich, beachten Sie aber, dass jeder Befehl, der nur aus gültigen Zeichen für ein Wegeskript besteht (zum Beispiel „news“), als Wegeskript verarbeitet wird. Um dies zu verhindern, müssen Sie mindestens ein Zeichen in Großschreibung eingeben.
eo: Ebligi ĉi tion kaŭzos KMuddy vastigi ĉenojn de rapid-marŝo eĉ se neniu rapid-promenĉeno estis donita. Ĉi tio ebligas pli rapidan rapide-marŝadon, sed memoru, ke ĈIU komando kiu konsistas nur el validaj rapid-promenaj signoj (novaĵoj, ekzemple) estos traktata kiel rapide-marŝado. Por eviti ĉi tion, vi devos tajpi almenaŭ unu signon majuskle.
es: Activando esta opción KMuddy expandirá las cadenas de atajos aunque no se haya dado ninguna cadena de direcciones. Esto permite atajos más rápidos, pero no hay que olvidar que TODA orden formada únicamente por caracteres de dirección («monje», por ejemplo) será tratado como un atajo. Para evitar esto, debe escribir al menos un carácter en mayúsculas.
et: Sellega sunnitakse KMuddy laiendama kiirliikumise stringe, isegi kui kiirliikumise stringi pole antud. See võimaldab kiiremat kiirliikumist, aga pea meeles, et iga käsku, mis sisaldab ainult kehtivaid kiirliikumise märke (näiteks inglise sõna news), tõlgendataksegi kiirliikumisena. Selle vältimiseks tuleks vähemalt üks märk kirjutada suurtähelisena.
fr: L'activation de ceci demandera à KMuddy de développer les chaînes de tapis roulant même si aucune chaîne de tapis roulant n'est fournie. Ceci permet d'avoir un tapis roulant plus rapide mais veuillez avoir à l'esprit que chaque commande qui se compose de caractères valables de tapis roulant (news, par exemple) sera traité comme un tapis roulant. Pour éviter cela, vous devrez saisir au moins un caractère en majuscule.
gl: Activar esta opción fará que KMuddy expanda as cadeas de camiñar rapidamente aínda que non se indique ningunha cadea. Isto permite camiñar rapidamente a maior velocidade, pero teña en conta que TODAS as ordes que conteñen só caracteres correctos para camiñar rapidamente (como por exemplo «news») trataranse como cadeas de camiñar rapidamente. Para evitalo necesitará escribir polo menos un dos caracteres en maiúscula.
it: Questa opzione permetterà a KMuddy di estendere le stringhe di marcia, anche se non viene fornita alcuna stringa di marcia. L'opzione permette una marcia più rapida, non dimenticando però che OGNI comando che consiste solo di caratteri di marcia validi (neos, per esempio) verrà trattato come marcia. Per evitare questo, dovrai digitare almeno un carattere in maiuscolo.
nl: Als u dit inschakelt, dan zal KMuddy snelwandel-tekenreeksen toevoegen, zelfs als er geen snelwandel-tekenreeks is gegeven. Hierdoor kunt u sneller snelwandelen, maar denk er wel aan dat elke commando dat uit alleen uit geldige snelwandel-tekens bestaat (news,bijvoorbeeld) zal worden behandeld als snelwandelen. Om dit te voorkomen, zal u tenminste een karakter met hoofdletters moeten typen.
pl: Włączając to spowodujesz, że KMuddy rozszerzy ciągi znaków szybkiego-chodzenia nawet wtedy, gdy nie został podany żaden ciąg znaków szybkiego-chodzenia. Pozwala to na szybsze speed-walking, ale pamiętaj, że KAŻDE polecenie, które składa się z tylko prawidłowych znaków szybkiego-chodzenia (news, na przykład) będą traktowane jako szybkie-chodzenie. Aby temu zapobiec, będzie trzeba napisać co najmniej jeden znak wielką literą.
pt_br: Se habilitar isto, fará com que o KMuddy expanda as sequências de corrida, mesmo que nenhuma sequência deste tipo tenha sido introduzida. Isto permite uma corrida mais rápida, mas lembre-se de que TODOS os comandos que consistam apenas em caracteres de corridas ('news', por exemplo) serão tratados como uma corrida. Para evitar isto, você precisa digitar pelo menos um caractere em maiúsculo.
sl: Če to omogočite, bo KMuddy razširil nize za hitro hojo, tudi če ni bil podan niz za hitro hojo. To omogoča pospešeno hitro hojo, vendar imejte v mislih, da bo ukaz EVERY, ki je sestavljen samo iz veljavnih znakov hitre hoje (novice, na primer), obravnavan kot hitra hoja. Da bi se temu izognili, boste morali vneti vsaj en znak z velikimi črkami.
sv: Att aktivera det här gör att Kmuddy expanderar snabbgångssträngar även om ingen snabbgångssträng har angivits. Det tillåter snabbare snabbgång, men kom ihåg att VARJE kommando som bara består av giltiga snabbgångstecken (news, till exempel) kommer tolkas som snabbgång. För att undvika det måste du skriva in minst ett tecken med stor bokstav.
tr: Bunun etkinleştirilmesi, herhangi bir hızlı yürüyüş dizisi verilmemiş olsa bile KMuddy’nin hızlı yürüyüş dizilerini genişletmesine neden olacaktır. Bu, daha hızlı hızlı yürüyüşe izin verir; ancak yalnızca geçerli hızlı yürüyüş karakterlerinden (örneğin haberler) oluşan HER komutun hızlı yürüyüş olarak ele alınacağını unutmayın. Bunu önlemek için en az bir karakteri büyük harfle yazmanız gerekir.
uk: Позначення цього пункту призведе до обробки KMuddy рядків як рядків швидкого проходження, навіть якщо не було вказано рядка швидкого проходження. Таким чином можна пришвидшити виконання швидкого проходження, але вам слід пам’ятати, що КОЖНА команда, яка складається лише з коректних символів швидкого проходження (наприклад, news) вважатиметься командою швидкого проходження. Щоб уникнути такої обробки, вам слід ввести принаймні один з символів великою літерою (літерою верхнього регістру).

source: Macro-ca&ll string
bs: Makro-p&oziv stringa
ca@valencia: Cadena de c&rida a una macro
de: &Makroaufruf-Text
eo: Makro-ca&ll ĉeno
es: Cadena de &llamada a macro
et: Ma&kro väljakutsumise string
fr: Chaîne d'appe&ls de macro
gl: Cadea de e&xecución de macro
it: Stringa c&hiamata macro
nl: Macro-ca&ll tekenreeks
pl: Ciąg znaków wyw&ołania makro
pt_br: Texto de chamadas de &macros
sl: Niz k&lica makra
sv: Makro&anropssträng
tr: Makro &çağrısı dizisi
uk: Рядок виклику &макросу
