Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: Allow &downloading sounds
bs: Dozvoli &preuzimanje zvukova
ca@valencia: Permet la baixa&da del so
de: Das Herunterladen von Klängen &erlauben
eo: Permesi &elŝuti sonojn
es: Permitir la &descarga de sonidos
et: Heli&de allalaadimise lubamine
fr: Autoriser le téléchargement de sons
gl: Permitir &descargar sons
it: Permetti lo &scaricamento dei suoni
nl: &Downloaden geluiden toestaan
pl: Zezwól na &pobieranie dźwięków
pt_br: Permitir o &download de sons
sl: Dovoli prenos zvokov
sv: Tillåt nerla&ddning av ljud
tr: Sesleri &indirmeye izin ver
uk: Дозволити &отримання звуків

source: MSP version 0.3 supports downloading of sound files directly from the web or FTP. You can enable this functionality here. Note that every sound will only be downloaded once. The downloaded files are stored in your homedir in directory
bs: MSP verzija 0.3 podržava preuzimanje zvučnih fajlova direktno sa web-a ili FTP-a. Možete uključiti ovu funkciju ovdje. Primjetite da će svaki zvuk biti preuzet jednom. Preuzeti fajlovi će biti sačuvani u vašem home folderu u direktoriju
ca@valencia: La versió 0.3 de MSP admet la baixada de fitxers de so directament des del web o FTP. Podeu habilitar esta característica ací. Cal tindre en compte que cada so només es baixarà una vegada. Els fitxers baixats s'emmagatzemaran al vostre directori d'inici
de: MSP in Version 0.3 unterstützt das Herunterladen von Klangdateien aus dem Web oder über FTP. Hier können Sie diese Funktion einschalten. Jeder Klang wird nur einmal heruntergeladen. Die heruntergeladenen Dateien werden in Ihrem persönlichen Ordner gespeichert
eo: MSP-versio 0.3 subtenas elŝutadon de sondosieroj rekte de la reto aŭ FTP. Vi povas ebligi ĉi tiun funkcion ĉi tie. Rimarku, ke ĉiu sono nur estos elŝutita unufoje. La elŝutitaj dosieroj estas konservitaj en via hejmdir en dosierujo
es: La versión 0.3 del protocolo MSP soporta la descarga de archivos de sonido directamente desde la web o FTP. Puede activar esta opción aquí. Observe que los sonidos solo se descargarán una vez. Los archivos descargados se almacenarán en su directorio local.
et: MSP versioon 0.3 toetab helifailide allalaadimist otse veebist või FTP kaudu. Siin saab selle võimaluse sisse lülitada. Pane tähele, et iga heli saab alla laadida vaid üks kord. Allalaaditud failid salvestatakse sinu kodukataloogis kataloogi
fr: La version 0.3 de MSP prend en charge le téléchargement des fichiers de sons directement à partir d'Internet ou d'un FTP. Vous pouvez activer cette fonctionnalité ici. Veuillez noter que chaque son ne sera téléchargé qu'une seule fois. Les fichiers téléchargés sont enregistrés dans votre dossier personnel dans le dossier
gl: A versión 0.3 de MSP permite descargar ficheiros de son directamente de Internet. Pode activar esa funcionalidade aquí. Teña en conta que cada son descargarase só unha vez. Os ficheiros descargados almacénanse no seu cartafol persoal, dentro do cartafol.
it: La versione 0.3 di MSP supporta lo scaricamento dei file sonori direttamente dalla rete o tramite FTP. Puoi abilitare questa funzionalità qui. Nota che ogni suono verrà scaricato solo una volta. I file scaricati vengono memorizzati nella tua cartella Home
nl: MSP versie 0.3 ondersteunt het downloaden van geluidsbestanden direct van het web of FTP. U kunt die mogelijkheid hier inschakelen. Merk op dat elk geluid maar een keer wordt gedownload. De gedownloade bestanden worden in uw persoonlijke map opgeslagen in de map
pl: MSP wersja 0.3 obsługuje pobieranie plików dźwiękowych bezpośrednio z sieci lub FTP. Tutaj możesz włączyć tą funkcjonalność. Zauważ, że każdy dźwięk zostanie pobrany tylko raz. Pobrane pliki są przechowywane w twoim katalogu domowym
pt_br: A versão 0.3 do MSP suporta o download dos arquivos de som diretamente a partir da Web ou por FTP. Você pode habilitar aqui esta funcionalidade. Lembre-se de que todos os sons só serão baixados uma vez. Os arquivos baixados serão armazenados na sua pasta pessoal
sl: MSP različica 0.3 podpira prenos zvočnih datotek neposredno s spleta ali prek FTP. To funkcionalnost lahko omogočite tukaj. Upoštevajte, da se bo vsak zvok prenesel samo enkrat. Prenesene datoteke so shranjene v vašem imeniku homedir
sv: MSP version 0.3 har stöd för nerladdning av ljudfiler direkt från internet eller FTP. Du kan aktivera funktionen här. Observera att varje ljud bara laddas ner en gång. De nerladdade filerna lagras under din hemkatalog i katalogen
tr: MSP sürüm 0.3, seslerin doğrudan web’den veya FTP’den indirilmesini destekler. Bu işlevselliği buradan etkinleştirebilirsiniz. Her bir sesin yalnızca bir kez indirilebileceğini aklınızda tutun. İndirilen sesler, ana dizininizde tutulur.
uk: У версії MSP 0.3 передбачено можливість отримання файлів звукових даних безпосередньо з інтернету або FTP. За допомогою цього пункту ви можете увімкнути цю можливість. Зауважте, що кожен файл звукових даних отримуватиметься лише один раз. Отримані файли зберігатимуться у вашому домашньому каталозі.

source: Bold
bs: Masno
ca@valencia: Negreta
de: Fett
eo: Grasa
es: Negrita
et: Rasvane
fr: Gras
gl: Grosa
it: Grassetto
nl: Vet
pl: Pogrubienie
pt_br: Negrito
sl: Krepko
sv: Fetstil
tr: Kalın
uk: Жирний

source: Italic
bs: Kurzivno
ca@valencia: Cursiva
de: Kursiv
eo: Kursiva
es: Cursiva
et: Kaldkiri
fr: Italique
gl: Cursiva
it: Corsivo
nl: Cursief
pl: Kursywa
pt_br: Itálico
sl: Ležeče
sv: Kursiv
tr: Yatık
uk: Курсив

source: Connect
bs: Poveži se
ca@valencia: Connecta
de: Verbinden
eo: Konekti
es: Conectar
et: Ühendus
fr: Se connecter
gl: Conectar
it: Connetti
nl: Verbinden
pl: Połącz
pt_br: Conectar
sl: Poveži
sv: Anslut
tr: Bağlan
uk: З'єднатися

source: This list shows currently defined profiles.<p><b>Profiles</b> allow you to speed up connecting to your MUD, as well as to use more advanced features like <i>aliases</i> or <i>triggers</i>.
bs: Ova lista pokazuje trenutno definisane profile.<p><b>Profili</b> omogućava vam da ubrzate konektovanje na vaš MUD, kao i da koristite naprednije dodatke kao <i>aliasi</i> ili <i>okidači</i>.
ca@valencia: Esta llista mostra els perfils definits actualment.<p>Els <b>perfils</b> permeten accelerar la connexió amb MUD, així com utilitzar característiques més avançades com <i>àlies</i> o <i>desencadenants</i>.
de: Diese Liste zeigt die aktuell definierten Profile an.<p>Mit <b>Profilen</b> können Sie die Verbindung zu Ihrem MUD beschleunigen und auch erweiterte Funktionen wie <i>Aliase</i> oder <i>Auslöser</i> benutzen.
eo: Ĉi tiu listo montras nuntempe difinitajn profilojn.<p><b>Profiloj</b> ebligas al vi akceli konekton al via MUD, kaj ankaŭ uzi pli altnivelajn funkciojn kiel <i>kaŝnomo</i> aŭ <i>ekigiloj. </i>.
es: Esta lista muestra los perfiles actualmente definidos.<p> Los <b>Perfiles</b> le permiten conectarse rápidamente a su MUD y usar opciones avanzadas como <i>alias</i> o <i>desencadenantes</i>.
et: See loend näitab praegu defineeritud profiile.<p><b>Profiilid</b> võimaldavad kiirendada ühendumist oma MUD-iga, samuti mõningaid täiustatud omadusi, näiteks <i>aliased</i> ja <i>päästikud</i>.
fr: Cette list affiche les profils actuellement définis. Les <p><b>Profils</b> vous permettent d'accélérer la connexion à votre serveur MUD, tout comme l'utilisation de fonctions plus avancées comme les <i>alias</i> ou les <i>déclencheurs</i>.
gl: Esta lista amosa os perfís definidos actualmente. <p><b>Perfís</b> permítelle acelerar a conexión ao MUD, así como usar funcionalidades máis avanzadas, como <i>abreviaturas</i> ou <i>disparadores</i>.
it: Quest'elenco mostra i profili attualmente definiti.<p>I <b>profili</b> ti consentono di velocizzare il collegamento al tuo MUD, e di utilizzare anche funzionalità più avanzate tipo gli <i>alias</i> o gli <i>attivatori</i>.
nl: Deze lijst toont de op dit moment gedefinieerde profielen.<p>Met <b>profielen</b> kunt u makkelijker een verbinding naar uw MUD opbouwen, en ook meer geavanceerde mogelijkheden zoals <i>aliases</i> of <i>triggers</i> gebruiken.
pl: Lista ta pokazuje obecnie określone profile.<p><b>Profile</b> pozwala tobie na przyspieszenie łączenia do twojego MUD, jak również na wiele zaawansowanych funkcji, takich jak <i>aliasy</i> lub <i>wyzwalacze</i>.
pt_br: Esta lista mostra os perfis atualmente definidos.<p>Os <b>perfis</b> permitem-lhe acelerar a conexão ao seu MUD, assim como usar funcionalidades mais avançadas, como os <i>apelidos</i> ou <i>acionamentos</i>.
sl: Ta seznam prikazuje trenutno določene profile.<p><b>Profili</b> vam omogočajo, da pospešite povezavo z MUD in uporabite naprednejše funkcije, kot so <i>vzdevki</i> ali <i>sprožilci</i>.
sv: Den här listan visar dina definierade profiler.<p><b>Profiler</b> låter dig förenkla anslutningen till en MUD, såväl som användning av mer avancerade funktioner som <i>alias</i> eller <i>utlösare</i>.
tr: Bu liste, şu an geçerli tanımlanmış profilleri gösterir.<p><b>Profiller</b>, MUD’unuza bağlanmayı hızlandırmanıza ve <i>armalar</i> veya <i>tetikler</i> gibi daha gelişmiş özelliklere erişebilmenize izin verir.
uk: У цьому списку показано поточні визначені профілі.<p>За допомогою <b>Профілів</b> ви можете пришвидшити встановлення з’єднання з вашим MUD, а також скористатися додатковими можливостями, зокрема <i>замінниками</i> або <i>умовними змінами</i>.

source: &New profile
bs: &Novi profil
ca@valencia: Perfil &nou
de: &Neues Profil
eo: &Nova profilo
es: &Nuevo perfil
et: &Uus profiil
fr: &Nouveau profil
gl: &Novo perfil
it: &Nuovo profilo
nl: &Nieuw profiel
pl: &Nowy profil
pt_br: &Novo perfil
sl: &Nov profil
sv: &Ny profil
tr: &Yeni profil
uk: С&творити профіль

source: &Modify profile
bs: &Promijeni profil
ca@valencia: &Modifica el perfil
de: Profil &bearbeiten
eo: &Modifi profilon
es: &Modificar perfil
et: &Muuda profiili
fr: &Modifier un profil
gl: &Modificar o perfil
it: &Modifica profilo
nl: Profiel &bewerken
pl: &Modyfikuj profil
pt_br: &Modificar perfil
sl: Spremeni profil
sv: Ä&ndra profil
tr: Profili &değiştir
uk: &Змінити профіль

source: &Delete profile
bs: &Obriši profil
ca@valencia: Sup&rimix el perfil
de: Profil &löschen
eo: &Forigi profilon
es: &Eliminar perfil
et: &Kustuta profiil
fr: Supprimer &un profil
gl: &Eliminar o perfil
it: &Elimina profilo
nl: Profiel verwij&deren
pl: &Usuń profil
pt_br: &Excluir perfil
sl: Izbriši profil
sv: &Ta bort profil
tr: Profili &sil
uk: &Вилучити профіль

source: &Duplicate profile
bs: &Dupliciraj profil
ca@valencia: Perfil &duplicat
de: Profil &duplizieren
eo: &Dobligi profilon
es: &Duplicar perfil
et: Kl&ooni profiil
fr: &Dupliquer un profil
gl: &Duplicar o perfil
it: &Duplica profilo
nl: &Profiel dupliceren
pl: &Powiel profil
pt_br: &Duplicar perfil
sl: Podvoji profil
sv: &Duplicera profil
tr: Profili &çoğalt
uk: З&дублювати профіль

source: Do not &send login sequence
bs: Ne &šalji login sekvencu
ca@valencia: No enviar la &seqüència d'inici de sessió
de: Keine Anmeldungssequenz &senden
eo: Ne &sendi ensalutsekvencon
es: No enviar &secuencia de inicio de sesión
et: &Sisselogimisjada ei saadeta
fr: Ne pas envoyer une &séquence de connexion
gl: Non enviar a &secuencia de acceso
it: Non &inviare sequenza di accesso
nl: Inlog tekens niet ver&sturen
pl: Nie wy&syłaj sekwencji loginu
pt_br: Não enviar a &sequência de autenticação
sl: Ne pošlji zaporedja prijave
sv: &Skicka inte inloggningssekvens
tr: Oturum açma sıralaması &gönderme
uk: Не &надсилати послідовності команд входу

source: Login sequence won't be sent for this connect. Useful when you're creating a new character and you want to use QuickConnect for some reason.
bs: Login sekvenca neće biti poslana za ovo konektovanje. Korisno kada kreirate novi karakter i želite da iskoristite BrzoKonektovanje iz nekog razloga.
ca@valencia: No s'enviarà la seqüència d'inici de sessió per a esta connexió. És útil quan esteu creant un caràcter nou i voleu utilitzar QuickConnect per alguna raó.
de: Die Anmeldungssequenz wird für diese Verbindung nicht gesendet. Hilfreich wenn Sie einen neue Figur erstellen und Sie aus bestimmten Gründen die Schnellverbindung benutzen möchten.
eo: Ensaluta sekvenco ne estos sendita por ĉi tiu konekto. Utila kiam vi kreas novan karakteron kaj vi volas uzi QuickConnect ial.
es: No se enviará la secuencia de inicio de sesión para esta conexión. Es útil cuando está creando un nuevo personaje y desea utilizar QuickConnect por alguna razón.
et: Selle ühenduse korral ei saadeta sisselogimisjada. Tulus, kui lood uut karakterit ning soovid mingil põhjusel kasutada QuickConnecti.
fr: Les séquences de connexion ne seront pas envoyés pour cette connexion. Utile lors de la création d'une nouvelle personne et lorsque que vous voulez utiliser « QuickConnect » pour certaines raisons.
gl: Non enviar a secuencia de acceso para esta conexión. Isto é útil cando está a crear unha personaxe nova e por algún motivo quere usar a funcionalidade de conectar rapidamente.
it: La sequenza di accesso per questa connessione non verrà inviata. Utile quando stai creando un nuovo personaggio e per qualche ragione vuoi utilizzare la Connessione rapida.
nl: Voor deze verbinding worden de inlog tekens niet verstuurt. Dit kan handig zijn als u een nieuw karakter creëert en u wilt QuickConnect gebruiken.
pl: Sekwencja loginu nie zostanie wysłana z tym połączeniem. Przydatne wtedy, gdy tworzysz nowy charakter i chcesz użyć SzybkiegoPołączenia z jakiegoś powodu.
pt_br: A sequência de autenticação não será enviada para esta conexão. É útil quando você está criando um novo caractere e deseja usar a conexão rápida por alguma razão.
sl: Zaporedje prijave ne bo poslano za to povezavo. Uporabno, ko ustvarjate nov lik in želite iz nekega razloga uporabiti hitro povezovanje.
sv: Inloggningssekvens kommer inte skickas för den här anslutningen. Praktiskt när du skapar en ny avatar och du av okänd anledning vill använda QuickConnect.
tr: Bu bağlantı için oturum açma sıralaması gönderilmeyecektir. Yeni bir karakter yaratırken ve QuickConnect kullanmak istediğinizde yararlıdır.
uk: Для цього з’єднання не буде надіслано послідовність команд входу до системи. Корисно під час створення нового персонажа, якщо ви не бажаєте з певних причин користуватися Швидким з’єднанням.

source: &Offline editing
bs: &Editovanje van mreže
ca@valencia: Edició f&ora de línia
de: &Offline-Bearbeitung
eo: Eksterreta redaktad&o
es: Edición en modo desconectad&o.
et: Muutmine võr&guta režiimis
fr: Modification « Hors ligne »
gl: Edición sen c&onexión
it: Modifica &fuori linea
nl: &Offline bewerken
pl: Edytowanie &offline
pt_br: Ediçã&o desconectada
sl: Urejanje brez povezave
sv: &Nerkopplad redigering
tr: &Çevrimdışı düzenleme
uk: &Автономне редагування

source: This allows offline editing of profiles.
bs: Ovo omogućava editovanje profila van mreže.
ca@valencia: Permet l'edició fora de línia dels perfils.
de: Dies ermöglicht Offline-Bearbeitung von Profilen.
eo: Ĉi tio permesas eksterrete redaktadon de profiloj.
es: Esto permite la edición de perfiles sin conexión.
et: See võimaldab profiile muuta ka ilma võrgus olemata.
fr: Ceci permet des modifications « Hors ligne » des profils.
gl: Isto permite editar perfís sen conexión.
it: Consente di eseguire la modifica fuori linea dei profili.
nl: Hierdoor kunt u profielen offline bewerken.
pl: Pozwala to na edytowanie offline profili.
pt_br: Isto permite a edição desconectada dos perfis.
sl: To omogoča urejanje profilov brez povezave.
sv: Det här möjliggör nerkopplad redigering av profiler.
tr: Bu, profillerin çevrimdışı olarak düzenlenmesine izin verir.
uk: За допомогою цього пункту можна редагувати профілі у режимі без встановленого з’єднання з сервером.

source: &Connect
bs: &Kreni
ca@valencia: &Connecta
de: &Verbinden
eo: &Konekti
es: &Conectar
et: Ü&henda
fr: Se &connecter
gl: &Conectar
it: &Connetti
nl: &Verbinden
pl: &Połącz
pt_br: &Conectar
sl: Poveži
sv: &Anslut
tr: &Bağlan
uk: З'&єднати

source: Establishes connection with specified parameters.
bs: Uspostavlja konekciju sa specifičnim parametrima.
ca@valencia: Establix la connexió amb els paràmetres especificats.
de: Stellt die Verbindung nit den angegebenen Parametern her.
eo: Establas konekton kun specifitaj parametroj.
es: Establece una conexión con los parámetros especificados.
et: Ühenduse loomine määratud parameetritega.
fr: Établit une connexion selon les paramètres spécifiés
gl: Estabelece unha conexión cos parámetros indicados.
it: Stabilisce la connessione con i parametri specificati.
nl: Bouwt een verbinding met de opgegeven parameters op.
pl: Ustanawia połączenie o określonych parametrach.
pt_br: Estabelece uma conexão com os parâmetros indicados.
sl: Vzpostavlja povezavo z določenimi parametri.
sv: Upprättar anslutning med angivna parametrar.
tr: Belirtilen parametrelerle bağlantı kurar.
uk: Встановити з’єднання з вказаними параметрами.

source: C&lose
bs: Z&atvori
ca@valencia: Tan&ca
de: &Schließen
eo: Fer&mi
es: C&errar
et: &Sulge
fr: Fe&rmer
gl: &Pechar
it: C&hiudi
nl: Sl&uiten
pl: &Zamknij
pt_br: Fe&char
sl: Zapri
sv: Stän&g
tr: &Kapat
uk: За&крити

source: Closes this dialog box without connecting.
bs: Zatvara ovu dijalošku kutiju bez konektovanja.
ca@valencia: Tanca este diàleg sense connectar.
de: Schließt diesen Dialog ohne Verbindung.
eo: Fermas ĉi tiun dialogkeston sen konektiĝi.
es: Cierra esta ventana sin conectar.
et: Dialoogi sulgemine ilma ühendumata.
fr: Ferme cette boîte de dialogue sans connexion.
gl: Pecha o diálogo sen conectar.
it: Chiude questo riquadro di dialogo senza connettersi.
nl: Sluit dit dialoogvenster zonder een verbinding op te bouwen.
pl: Zamyka to okno dialogowe bez podłączania.
pt_br: Fecha esta janela sem estabelecer a conexão.
sl: Zapre to pogovorno okno brez povezovanja.
sv: Stänger dialogrutan utan att ansluta.
tr: Bağlantı kurmadan bu pencereyi kapatır.
uk: Закрити це діалогове вікно без встановлення з’єднання.

source: This profile cannot be deleted, because you have a connection open using this profile.
bs: Ovaj profil ne može biti obrisan, jer imate otvorenu konekciju koja koristi ovaj profil.
ca@valencia: Este perfil no es pot suprimir perquè teniu una connexió oberta que l'utilitza.
de: Dies Profil kann nicht gelöscht werden, da es noch in einer geöffneten Verbindung benutzt wird.
eo: Ĉi tiu profilo ne povas esti forigita, ĉar vi havas konekton malfermita uzante ĉi tiun profilon.
es: Este perfil no se puede eliminar porque tiene una conexión abierta mientras lo usa.
et: Seda profiili ei saa kustutada, sest on avatud ühendus, mis seda kasutab.
fr: Ce profil ne peut être supprimé car vous avez une connexion ouverte utilisant ce profil.
gl: Non é posíbel eliminar este perfil porque ten unha conexión aberta que o usa.
it: Il profilo non può essere eliminato, perché hai una connessione aperta che sta utilizzando questo profilo.
nl: Het verwijderen van dit profiel is mislukt, omdat u een verbinding open heeft dat dit profiel gebruikt.
pl: Profil ten nie może zostać usunięty, bo nie masz otworzonego żadnego połączenia przy wykorzystaniu tego profilu.
pt_br: Não é possível excluir este perfil, porque você está usando-o em uma conexão aberta.
sl: Tega profila ni mogoče izbrisati, ker imate odprto povezavo s tem profilom.
sv: Profilen kan inte tas bort, eftersom en anslutning med den är öppen.
tr: Bu profil silinemiyor; çünkü bu profili kullanarak açılmış bir bağlantınız var.
uk: Цей профіль не можна вилучити зараз, оскільки за допомогою цього профілю відкрито з’єднання.

source: Unable to delete
bs: Brisanje nije bilo moguće
ca@valencia: No s'ha pogut suprimir
de: Kann nicht gelöscht werden
eo: Ne eblas forigi
es: Imposible eliminar
et: Kustutamine pole võimalik
fr: Impossible de supprimer
gl: Non é posíbel eliminar
it: Impossibile eliminare
nl: Kan niet verwijderen
pl: Nie można usunąć
pt_br: Não foi possível excluir
sl: Ni mogoče izbrisati
sv: Kan inte ta bort
tr: Silinemiyor
uk: Неможливо вилучити

source: Do you really want to delete profile %1?
bs: Da li stvarno želite da obrišete profil %1?
ca@valencia: Segur que voleu suprimir el perfil %1?
de: Möchten Sie das Profil %1 wirklich löschen?
eo: Ĉu vi vere volas forigi profilon %1?
es: ¿Seguro que desea eliminar el perfil %1?
et: Kas tõesti kustutada profiil %1?
fr: Voulez-vous vraiment supprimer le profil %1 ?
gl: Seguro que quere eliminar o perfil %1?
it: Vuoi davvero eliminare il profilo %1?
nl: Wilt u profiel %1 verwijderen?
pl: Czy na pewno usunąć profil %1?
pt_br: Deseja realmente excluir o perfil %1?
sl: Ali želite res izbrisati profil %1?
sv: Vill du verkligen ta bort profilen %1?
tr: %1 profilini silmeyi gerçekten istiyor musunuz?
uk: Ви справді бажаєте вилучити профіль %1?

source: Delete profile
bs: Obriši profil
ca@valencia: Suprimix el perfil
de: Profil löschen
eo: Forigi profilon
es: Eliminar perfil
et: Kustuta profiil
fr: Supprimer un profil
gl: Eliminar o perfil
it: Elimina profilo
nl: Profiel verwijderen
pl: Usuń profil
pt_br: Excluir perfil
sl: Izbriši profil
sv: Ta bort profil
tr: Profili sil
uk: Вилучити профіль

source: Duplicate Profile
bs: Dupliciraj profil
ca@valencia: Perfil duplicat
de: Profil duplizieren
eo: Duobligi Profilon
es: Duplicar perfil
et: Profiili kloonimine
fr: Dupliquer un profil
gl: Duplicar o perfil
it: Duplica profilo
nl: Profiel dupliceren
pl: Powiel profil
pt_br: Duplicar perfil
sl: Podvoji profil
sv: Duplicera profil
tr: Profili Çoğalt
uk: Здублювати профіль

source: Please enter name for the duplicated profile
bs: Molim unesite ime za duplicirani profil
ca@valencia: Introduïu el nom per al perfil duplicat
de: Bitte geben Sie einen Namen für das duplizierte Profil ein
eo: Bonvolu enigi nomon por la duobligita profilo
es: Introduzca un nombre para el perfil duplicado
et: Palun sisesta kloonitud profiili nimi
fr: Veuillez saisir un nom pour le profil dupliqué
gl: Insira un nome para a copia do perfil
it: Digita il nome per il profilo duplicato
nl: Geef een naam op voor het gedupliceerde profiel
pl: Proszę podać nazwę dla powielonego profilu
pt_br: Digite o nome do perfil duplicado
sl: Vnesite ime podvojenega profila
sv: Ange namn på den duplicerade profilen
tr: Çoğaltılan profil için ad girin
uk: Будь ласка, вкажіть назву дубліката профілю
