Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: /osetsattr: object does not exist.
bs: /osetsattr: objekat ne postoji.
ca@valencia: /osetsattr: l'objecte no existix.
de: /osetsattr: Objekt existiert nicht.
eo: /osetsattr: objekto ne ekzistas.
es: /osetsattr: el objeto no existe.
et: /osetsattr: objekti ei ole olemas.
fr: /osetsattr : l'objet n'existe pas.
gl: /osetsattr: o obxecto non existe.
it: /osetsattr: l'oggetto non esiste.
nl: /osetsattr: object bestaat niet.
pl: /osetsattr: obiekt nie istnieje.
pt_br: /osetsattr: o objeto não existe.
sl: /osetsattr: predmet ne obstaja.
sv: /osetsattr: objektet finns inte.
tr: /osetsattr: Nesne yok.
uk: /osetsattr: вказаного об’єкта не існує.

source: /tgroupon: group does not exist.
bs: /tgroupon: grupa ne postoji.
ca@valencia: /tgroupon: el grup no existix.
de: /tgroupon: Gruppe existiert nicht.
eo: /tgroupon: grupo ne ekzistas.
es: /tgroupon: el grupo no existe.
et: /tgroupon: gruppi ei ole olemas.
fr: /tgroupon : le groupe n'existe pas.
gl: /tgroupon: o grupo non existe.
it: /tgroupon: il gruppo non esiste.
nl: /tgroupon: groep bestaat niet.
pl: /tgroupon: grupa nie istnieje.
pt_br: /tgroupon: o grupo não existe.
sl: /tgroupon: skupina ne obstaja.
sv: /tgroupon: gruppen finns inte.
tr: /tgroupon: Grup yok.
uk: /tgroupon: вказаної групи не існує.

source: /tgroupoff: group does not exist.
bs: /tgroupoff: grupa ne postoji.
ca@valencia: /tgroupoff: el grup no existix.
de: /tgroupoff: Gruppe existiert nicht.
eo: /tgroupoff: grupo ne ekzistas.
es: /tgroupoff: el grupo no existe.
et: /tgroupoff: gruppi ei ole olemas.
fr: /tgroupoff : le groupe n'existe pas.
gl: /tgroupoff: o grupo non existe.
it: /tgroupoff: il gruppo non esiste.
nl: /tgroupoff: groep bestaat niet.
pl: /tgroupoff: grupa nie istnieje.
pt_br: /tgroupoff: o grupo não existe.
sl: /tgroupoff: skupina ne obstaja.
sv: /tgroupoff: gruppen finns inte.
tr: /tgroupoff: Grup yok.
uk: /tgroupoff: вказаної групи не існує.

source: /agroupon: group does not exist.
bs: /agroupon: grupa ne postoji.
ca@valencia: /agroupon: el grup no existix.
de: /agroupon: Gruppe existiert nicht.
eo: /agroupon: grupo ne ekzistas.
es: /agroupon: el grupo no existe.
et: /agroupon: gruppi ei ole olemas.
fr: /agroupon : le groupe n'existe pas.
gl: /agroupon: o grupo non existe.
it: /agroupon: il gruppo non esiste.
nl: /agroupon: groep bestaat niet.
pl: /agroupon: grupa nie istnieje.
pt_br: /agroupon: o grupo não existe.
sl: /agroupon: skupina ne obstaja.
sv: /agroupon: gruppen finns inte.
tr: /agroupon: Grup yok.
uk: /agroupon: вказаної групи не існує.

source: /agroupoff: group does not exist.
bs: /agroupoff: grupa ne postoji.
ca@valencia: /agroupoff: el grup no existix.
de: /agroupoff: Gruppe existiert nicht.
eo: /agroupoff: grupo ne ekzistas.
es: /agroupoff: el grupo no existe.
et: /agroupoff: gruppi ei ole olemas.
fr: /agroupoff : le groupe n'existe pas.
gl: /agroupoff: o grupo non existe.
it: /agroupoff: il gruppo non esiste.
nl: /agroupoff: groep bestaat niet.
pl: /agroupoff: grupa nie istnieje.
pt_br: /agroupoff: o grupo não existe.
sl: /agroupoff: skupina ne obstaja.
sv: /agroupoff: gruppen finns inte.
tr: /agroupoff: Grup yok.
uk: /agroupoff: вказаної групи не існує.

source: KMuddy is a MUD (Multi-User Dungeon) client by KDE with a variety of features.
ca@valencia: KMuddy és un client MUD (Dungeon multiusuari), creat per la comunitat KDE amb una varietat de característiques.
de: KMuddy ist ein ein digitales Rollenspiel für mehrere Personen (MUD) von KDE mit vielen Funktionen.
eo: KMuddy estas MUD (Multi-User Dungeon) kliento de KDE kun diversaj funkcioj.
es: KMuddy es un cliente MUD («Mazmorra multiusuario») creado por KDE con diversas funcionalidades.
et: KMuddy on KDE arvukate omadustega MUD (Multi-User Dungeon) klient.
fr: KMuddy est un client MUD (Multi-User Dungeon) par KDE disposant de nombreuses fonctionnalités
gl: KMuddy é un cliente de MUD (Multi-User Dungeon, «alxube para varias persoas») por KDE que goza de diversas funcionalidades.
it: KMuddy è un client MUD (Multi-User Dungeon) di KDE con molte funzionalità.
nl: KMuddy is een MUD (Multi-User Dungeon) client door KDE met een aantal mogelijkheden.
pl: KMuddy jest wielofunkcyjnym klientem MUD (Multi-User Dungeon) dla KDE.
pt_br: KMuddy é um MUD (Multi-User Dungeon) do KDE, com uma grande variedade de funcionalidades.
sl: KMuddy je odjemalec mud (angl. Multi-User Dungeon za večuporabniško ječo) KDE z različnimi funkcijami.
sv: Kmuddy är en MUD-klient (Multi-User Dungeon) av KDE med en mängd funktioner.
tr: KMuddy, KDE tarafından yapılan çok özellikli bir MUD (Çok Kullanıcılı Zindan) istemcisidir.
uk: KMuddy — клієнт гри MUD (Multi-User Dungeon) від KDE із багатьма можливостями.

source: (c) 2002-2018, Tomas Mecir
es: © 2002-2018, Tomas Mecir
gl: © 2002-2018 Tomas Mecir
sv: © 2002-2018, Tomas Mecir
tr: © 2002–2018, Tomas Mecir
uk: © Tomas Mecir, 2002–2018

source: Main developer and maintainer
bs: Glavna osoba za razvoj i održavanje
ca@valencia: Desenvolupador i mantenidor principal
de: Hauptentwickler und Betreuer
eo: Ĉefa programisto kaj prizorganto
es: Desarrollador y responsable principal
et: Peamine arendaja ja hooldaja
fr: Principal développeur et mainteneur
gl: Desenvolvedor principal e mantedor
it: Sviluppatore principale e responsabile
nl: Hoofdontwerper en onderhouder
pl: Główny programista i opiekun
pt_br: Desenvolvedor principal e mantenedor
sl: Glavni razvijalec in vzdrževalec
sv: Huvudutvecklare och underhåll
tr: Ana geliştirici ve bakımcı
uk: Головний розробник і супровідник

source: Many improvements in external scripting, internal script parser, output view and aliases/triggers, bugfixes
bs: Mnogo poboljšanja u eksternom skriptovanju, internom parseru skripti, izlaznog pogledu i alijasima/okidačima, popravkama grešaka.
ca@valencia: Moltes millores en la creació de scripts externs, anàlisi interna dels scripts, vista de l'eixida i els àlies/desencadenants, esmenes d'errors
de: Viele Verbesserungen für externe Skripte, für den externen Skript-Parser, Ausgabeansicht und Aliase/Auslöser und Fehlerbereinigungen
eo: Multaj plibonigoj en ekstera skriptado, interna skript-analizilo, produktaĵvido kaj kaŝnomoj/ekigiloj, korektoj.
es: Muchas mejoras en los scripts externos, analizador interno de scripts, vista de salida y alias/desencadenantes, depurado
et: Palju parandusi väliste skriptide, sisemise skriptiparseri, väljundvaate ning aliaste ja päästikute juures, samuti ohtralt veaparandusi
fr: Nombreuses améliorations dans le langage de scripts externes, analyse interne de scripts, affichage de sorties, alias et déclencheurs et corrections de bogues
gl: Moitas melloras na guionización externa, o analizador interno de guións, a vista da saída, as abreviaturas e os disparadores, e correccións.
it: Molte migliorie agli script esterni, analizzatore script interno, vista del risultato e alias/attivatori, correzione di errori
nl: Verbeteringen in gebruik van externe scripts, verwerking van interne scripts, weergave van uitvoer en aliassen/triggers, bugfixes
pl: Wiele usprawnień w zewnętrznych skryptach, wewnętrznym analizatorze skryptów, widoku wyjścia i aliasach/wyzwalaczach, poprawki błędów
pt_br: Diversas melhorias na programação de scripts externos, no processador de scripts internos, na área de resultados e nas apelidos/acionamentos, correções de erros
sl: Številne izboljšave v zunanjem skriptnem postopku, notranjem razčlenjevalniku skriptov, izhodnem pogledu in vzdevkih/sprožilcih, popravki napak
sv: Många förbättringar av externa skript, tolkning av interna skript, visning av utmatning och alias/utlösare, felrättningar
tr: Dış betik yazımı, iç betik ayrıştırıcısı, çıktı görünümü ve armalar/tetikleyiciler, alanlarında birçok iyileştirme, hata düzeltmeleri
uk: Багато покращень у роботі з зовнішніми скриптами, внутрішня обробка скриптів, панель виведення даних та замінники і умовні зміни, виправлення вад

source: Alsherok staff
bs: Alsherok osoblje
de: Alsherok-Mitarbeiter
eo: Alsherok-kunlaborantaro
et: Alsheroki meeskond
fr: Équipe Alsherok
pl: Zespół Alsherok
pt_br: Pessoal do Alsherok
sl: Osebje Alsherok
sv: Personalen på Alsherok
tr: Alsherok çalışanları
uk: Команда Alsherok

source: for releasing AFKMud codebase, used to test MCCP/MSP
bs: za objavljivanje AFKMud baze kodova, korištene za testiranje MCCP/MSP
ca@valencia: Per a alliberar la base de codis AFKMud, la qual s'utilitza per a provar el MCCP/MSP
de: Für die Veröffentlichung der AFKMud-Quelltextbasis, die zum Testen von MCCP/MSP benutzt wird
eo: por liberigado de AFKMud-kodbazo, uzita por testi MCCP/MSP
es: por liberar el código fuente de AFKMud, usado para probar MCCP/MSP
et: AFKMUD-i koodi vabastamise eest, ehkki seda kasutab MCCP/MSP
fr: Pour la publication du code de base de « AFKMud », utilisé pour tester « MCCP » / « MSP »
gl: Por publicar a base de código de AFKMud, que se usa para probar MCCP e MSP.
it: Rilascio codice di base AFKMud, utilizzato per eseguire test MCCP/MSP
nl: Voor de vrijgave van AFKMud codebase, gebruikt voor het testen van MCCP/MSP.
pl: za wydanie podstawy kodu AFKMud, wykorzystanej do przetestowania MCCP/MSP
pt_br: por lançar o código base do AFKMud, usado para testar o MCCP/MSP
sl: za izdajo kodne osnove AFKMud, ki se uporablja za preskušanje MCCP/MSP
sv: för utgåvan av kodbasen för AFKMud, använd för att prova MCCP/MSP
tr: AFKMud kod tabanını kullanılabilir hale getirme; MCCP/MSP sınaması için kullanılıyor
uk: за випуск коду AFKMud, який було використано для тестування MCCP/MSP

source: SuSE RPMs, speed-walking improvements
bs: SuSE RMP-ovi, poboljšanja na brzom hodanju
ca@valencia: Els RPM de la SuSE, millores en la marxa ràpida
de: SuSE-RPMs, Verbesserungen der Wegeskripte
eo: SuSE RPM-oj, plibonigoj pri rapid-marŝado
es: RPMs para SuSE, mejoras en direcciones
et: SuSE RPM-paketid, kiirliikumise parandused
fr: Améliorations pour le tapis roulant et les paquets « SuSE RPM »
gl: Paquetes RPM para SuSE e melloras de camiñar rapidamente.
it: SuSE RPM, miglioramenti alla marcia
nl: SuSE RPMs, verbeteringen van snelwandelen
pl: RPMy SuSE, ulepszenia szybkiego-chodzenia
pt_br: RPMs da SuSE, melhorias na corrida
sl: RPM-ji SuSE, izboljšave hitre hoje
sv: RPM-paket för SuSE, förbättringar av snabbgång
tr: SUSE RPM’leri, hızlı yürüme iyileştirmeleri
uk: Пакунки RPM для SuSE, покращення у швидкому проходженні

source: KMuddy forum, many ideas
bs: KMuddy forum, mnoge ideje
ca@valencia: Fòrum de KMuddy, moltes idees
de: KMuddy-Forum, viele Ideen
eo: KMuddy forumo, multaj ideoj
es: Foros KMuddy, muchas ideas
et: KMuddy foorum, paljud head ideed
fr: Forum KMuddy, de nombreuses idées
gl: Foro de KMuddy e moitas ideas.
it: Forum KMuddy, molte idee
nl: KMuddy forum, vele ideeën
pl: Forum KMuddy, wiele pomysłów
pt_br: Fórum do KMuddy, diversas ideias
sl: Forum KMuddy, veliko idej
sv: Kmuddys forum, många idéer
tr: KMuddy forumu, birçok fikir
uk: Форум KMuddy, багато ідей

source: Improvements in scripting, bugfixes
bs: Poboljšanja na skriptovanju, popravkama grešaka
ca@valencia: Millores en la creació de scripts, esmenes d'errors
de: Verbesserungen für Skripte, Fehlerbereinigungen
eo: Pliboniĝoj en skripto, korektoj
es: Mejoras en los scripts, corrección de fallos
et: Skriptimise parandused, veaparandused
fr: Améliorations dans le langage de scripts, corrections de bogues
gl: Melloras de guionización e corrección de erros.
it: Miglioramenti negli script, correzioni di errori
nl: Verbeteringen van scripting, bugfixes
pl: Ulepszenia w skryptach, poprawki błędów
pt_br: Melhorias na programação de scripts, correção de erros
sl: Izboljšave pri skriptih, napakah
sv: Förbättringar av skripthantering, felrättningar
tr: Betik yazımı iyileştirmeleri, hata düzeltmeleri
uk: Покращення у роботі зі скриптами, виправлення вад

source: Help with SDL support
bs: Pomoć sa SDL podrškom
ca@valencia: Ajuda amb la implementació del SDL
de: Hilfe bei der SDL-Unterstützung
eo: Helpo kun SDL-subteno
es: Ayuda con el apoyo para SDL
et: Abi SDL-i toetuse juures
fr: Aide avec la prise en charge de SDL
gl: Axuda coa compatibilidade con SDL.
it: Aiuto col supporto SDL
nl: Hulp bij SDL-ondersteuning
pl: Pomoc z obsługą SDL
pt_br: Ajuda no suporte a SDL
sl: Pomoč pri podpori za SDL
sv: Hjälp med SDL-stöd
tr: SDL desteği iyileştirmeleri
uk: Допомога з реалізацією підтримки SDL

source: Tick timers
bs: Tajmeri otkucaja
ca@valencia: Temporitzadors
de: Zeitgeberschritte
eo: Tiktak-tempumiloj
es: Temporizadores
et: Jaotistega taimerid
fr: Compteurs pas à pas
gl: Temporizadores.
it: Tic dei timer
pl: Tykające czasomierze
pt_br: Temporizadores
sl: Časovniki s tiktakanjem
sv: Utför ett tidtagningstick
tr: Atım sayaçları
uk: Таймери

source: Commands to enable/disable groups
bs: Komande za omogućavanje/onemogućavanje grupa
ca@valencia: Ordres per a habilitar/inhabilitar els grups
de: Befehle, um Gruppen zu aktivieren/deaktivieren
eo: Komandoj por ebligi/malŝalti grupojn
es: Órdenes para habilitar/deshabilitar grupos
et: Käsud gruppide lubamiseks ja keelamiseks
fr: Commandes pour activer / désactiver les groupes
gl: Ordes para activar e desactivar grupos.
it: Comandi per abilitare/disabilitare i gruppi
nl: Commando's voor in-/uitschakelen van groepen
pl: Polecenia do włączenia/wyłączenia grup
pt_br: Comandos para habilitar/desabilitar grupos
sl: Ukazi za omogočanje/onemoganje skupin
sv: Kommandon för att aktivera och inaktivera grupper
tr: Grupları etkinleştirmek/devre dışı bırakmak için komutlar
uk: Команди вмикання та вимикання груп

source: Selection improvements, full screen mode, cross-tab commands
bs: Poboljšanja selekcije, mod punog ekrana, komande za prelaz preko kartica
ca@valencia: Millores en la selecció, mode de pantalla completa, ordres entre les pestanyes
de: Verbesserungen der Auswahl, Vollbildmodus, Befehle für alle Unterfenster
eo: Elektaj plibonigoj, plenekrana reĝimo, kruc-tablaj komandoj
es: Mejoras en la selección, modo de pantalla completa, órdenes entre pestañas
et: Valiku parandused, täisekraanirežiim, üle kaartide ulatuvad käsud
fr: Améliorations pour la sélection, mode « Plein écran », commandes entre onglets
gl: Melloras de selección, modo a pantalla completa, ordes entre separadores
it: Miglioramenti alla selezione, modalità schermo intero, comandi tra schede
nl: Verbeteringen aan selecteren, volledige schermmodus, cross-tab commando's.
pl: Ulepszenia wyboru, tryb pełnoekranowy, polecenia krzyżowe kart
pt_br: Melhorias na seleção, modo de tela inteira, comandos entre páginas
sl: Izboljšave izbiranja, celozaslonski način, ukazi navzkrižnega zavihka
sv: Förbättringar av markeringar, fullskärmsläge, kommandon över flikar
tr: Seçim iyileştirmeleri, tam ekran kipi, çapraz sekme komutları
uk: Покращення позначення, повноекранний режим, загальні команди вкладок

source: Spanish translation
bs: Španski prevod
ca@valencia: Traducció al castellà
de: Spanische Übersetzung
eo: Hispana traduko
es: Traducción al español
et: Hispaania tõlge
fr: Traduction en Espagnol
gl: Tradución ao castelán
it: Traduzione in spagnolo
nl: Spaanse vertaling
pl: Tłumaczenie hiszpańskie
pt_br: Tradução para espanhol
sl: Španski prevod
sv: Översättning till spanska
tr: İspanyolca çeviri
uk: Переклад іспанською

source: Code to access KMuddy variables in Ruby
bs: Kod za pristup KMuddy varijabli u Ruby-u
ca@valencia: Codi per a accedir a les variables de KMuddy en Ruby
de: Quelltext zum Zugriff auf KMuddy-Variablen in Ruby
eo: Kodo por aliri KMuddy-variablojn en Ruby
es: Código para acceder a las variables KMuddy en Ruby
et: Kood KMuddy muutujate kättesaadavaks tegemiseks Rubys
fr: Code pour l'accès aux variables de KMuddy dans Ruby
gl: Código para acceder ás variábeis de KMuddy desde Ruby.
it: Codice per accedere alle variabili KMuddy in Ruby
nl: Code voor toegang tot KMuddy variabelen in Ruby
pl: Kod do wykorzystywania zmiennych KMuddy w Ruby
pt_br: Código de acesso às variáveis do KMuddy em Ruby
sl: Koda za dostop do spremenljivk KMuddy v Ruby
sv: Kod för att komma åt Kmuddy-variabler i Ruby
tr: KMuddy değişkenlerine Ruby’de erişmek için kod
uk: Код доступу до змінних KMuddy мовою Ruby

source: Tab-expansion improvements
bs: Poboljšanja na ekspanziji tabulatora
ca@valencia: Millores en l'expansió de les pestanyes
de: Verbesserungen der Erweiterung mit der Tabulatortaste
eo: Pliboniĝoj de langetoj
es: Mejoras en la expansión de pestañas
et: Kaartide laiendamise parandused
fr: Améliorations sur l'expansion des onglets
gl: Melloras de expansión de separadores
it: Miglioramenti all'espansione delle schede
nl: Verbeteringen aan tabs.
pl: Ulepszenia rozszerzeń kart
pt_br: Melhorias na expansão de abas
sl: Izboljšave razširitve zavihkov
sv: Förbättringar av tabulator-expansion
tr: Sekme genişletme iyileştirmeleri
uk: Покращення у розгортанні вкладок

source: Many improvements. Hosting KMuddy CVS.
bs: Mnoga poboljšanja. Vođenje KMuddy CVS-a.
ca@valencia: Moltes millores. Allotjament de CVS de KMuddy.
de: Viele Verbesserungen, Betrieb vom KMuddy-CVS.
eo: Multaj plibonigoj. Gastigante KMuddy CVS.
es: Muchas mejoras, alojamiento de CVS para KMuddy.
et: Paljud parandused, KMuddy CVS-i majutamine
fr: Nombreuses améliorations. Hébergement du serveur CVS pour KMuddy.
gl: Moitas melloras. Mantén o servidor CVS de KMuddy.
it: Molti miglioramenti. Hosting del CVS di KMuddy.
nl: Vele verbeteringen. Hosten van KMuddy CVS.
pl: Wiele ulepszeń. Hostowanie CVS KMuddy.
pt_br: Diversas melhorias. Hospedagem do CVS do KMuddy.
sl: Veliko izboljšav. Gostovanje KMuddy CVS.
sv: Många förbättringar. Värd för Kmuddy CVS.
tr: Birçok iyileştirme, KMuddy CVS’sini barındırma
uk: Багато покращень, підтримка системи керування версіями KMuddy.

source: Speed improvements.
bs: Poboljšanja na brzini.
ca@valencia: Millores de velocitat.
de: Verbesserungen der Geschwindigkeit.
eo: Plibonigoj pri rapideco.
es: Mejoras en la velocidad.
et: Kiiruse parandused.
fr: Améliorations de la vitesse.
gl: Melloras de velocidade.
it: Miglioramenti alla velocità.
nl: Verbeteringen van snelheid.
pl: Ulepszenia szybkości.
pt_br: Melhorias na velocidade.
sl: Izboljšave hitrosti.
sv: Hastighetsförbättringar.
tr: Hız iyileştirmeleri
uk: Покращення швидкодії.

source: Many improvements, website
bs: Mnoga poboljšanja, internet stranica
ca@valencia: Moltes millores, lloc web
de: Viele Verbesserungen, Webseite
eo: Multaj plibonigoj, retejo
es: Muchas mejoras, página web
et: Paljud parandused, veebisait
fr: Nombreuses améliorations, site Web
gl: Moitas melloras, autoría do sitio web.
it: Molti miglioramenti, sito web
nl: Vele verbeteringen, website
pl: Wiele ulepszeń, strona internetowa
pt_br: Diversas melhorias, site
sl: Številne izboljšave, spletna stran
sv: Många förbättringar, hemsida
tr: Birçok iyileştirme, web sitesi
uk: Багато покращень, вебсайт

source: Heiko Koehn
tr: Heiko Köhn

source: Scripting improvements
bs: Poboljašanja na skriptovanju
ca@valencia: Millores en la creació de scripts
de: Skript-Verbesserungen
eo: Skriptaj plibonigoj
es: Mejoras en los scripts
et: Skriptimise parandused
fr: Améliorations du langage de scripts
gl: Melloras de guionización
it: Miglioramenti agli script
nl: Verbeteringen van scripting
pl: Ulepszenia w skryptach
pt_br: Melhorias na programação de scripts
sl: Izboljšave skriptanja
sv: Förbättringar av skripthantering
tr: Betik yazımı iyileştirmeleri
uk: Покращення у роботі зі скриптами

source: Systray icon support
bs: Podrška za ikonu trake za pregled aktivnih programa
ca@valencia: Implementació de la icona en la safata de l'escriptori
de: Symbol in Systemabschnitt der Kontrollleiste
eo: Systray-piktogramo subteno
es: Apoyo para el icono de la bandeja del sistema
et: Süsteemisalve ikooni toetus
fr: Prise en charge de l'icône de la boîte à miniatures
gl: Funcionalidade da icona na área de notificación.
it: Supporto icone vassoio di sistema
nl: Ondersteuning voor pictogram in systeemvak
pl: Obsługa ikony tacki systemowej
pt_br: Suporte ao ícone na área de notificação
sl: Podpora za ikono sistemskega pladnja
sv: Stöd för ikon i systembrickan
tr: Sistem tepsisi simgesi desteği
uk: Підтримка піктограми системного лотка

source: &Alias text
bs: &Alijas tekst
ca@valencia: Text de l'àli&es
eo: &Kaŝnomo teksto
es: Texto del &alias
et: &Aliase tekst
fr: Texte d'&alias
gl: Texto da &abreviatura
it: Testo &alias
nl: &Alias tekst
pl: Tekst &aliasu
pt_br: Texto do &apelido
sl: Besedilo vzdevka
tr: &Arma metni
uk: Т&екст-замінник

source: Type of matching. Alias will only be activated if this passes this type of test. Note that aliases are always matched as whole words.
bs: Tip poklapanja, alias će jedino biti aktiviran ako ovo prođe ovaj tip testa. Primjetite da su alijasi uvijek poklapani kao cijele riječi.
ca@valencia: Tipus de concordança. L'àlies només s'activarà si passa este tipus de prova. Cal tindre en compte que els àlies sempre coincidixen amb paraules senceres.
de: Art der Übereinstimmung. Ein Alias wird nur aktiviert, wenn diese Art des Tests positiv ausfällt. Aliase werden immer als ganze Wörter auf Übereinstimmung geprüft.
eo: Tipo de kongruo. Kaŝnomo nur estos aktivigita se ĉi tio trapasas ĉi tiun tipon de testo. Rimarku, ke kaŝnomoj ĉiam kongruas kiel tutaj vortoj.
es: Tipo de comparación. El alias solo se activará si pasa este test. Tenga en cuenta que los alias siempre se emparejan como palabras completas.
et: Sobivuse tüüp. Alias aktiveeritakse ainult siis, kui see läbib antud tüübi testi. Arvesta, et aliaseid käsitletakse alati terviksõnadena.
fr: Type de correspondance. Un alias ne sera activé que si ceci passe ce type de test. Veuillez noter que les alias correspondent toujours à des mots entiers.
gl: Tipo de coincidencia. As abreviaturas só se activarán se isto pasa este tipo de proba. Teña en conta que para as abreviaturas sempre se buscan coincidencias de palabras completas.
it: Tipo di corrispondenza. Gli alias saranno attivati solo se ciò passa questo tipo di test. Considera che gli alias vengono sempre individuati come parole intere.
nl: Soort vergelijkingen. Een alias zal alleen worden aangeroepen als dit soort test lukt. Merk op dat de vergelijkingen op hele woorden worden uitgevoerd.
pl: Typ dopasowania. Alias zostanie aktywowany tylko jeśli to przejdzie ten typ testu. Zauważ, że aliasy zawsze zostają dopasowane jako całe słowa.
pt_br: Tipo de correspondência. O apelido só será ativado se passar este tipo de teste. Lembre-se de que os apelidos são sempre testados como palavras completas.
sl: Vrsta ujemanja. Vzdevek bo aktiviran le, če prestane to vrsto preskusa. Upoštevajte, da se vzdevki vedno ujemajo kot cele besede.
sv: Typ av matchning. Alias aktiveras bara om den klarar av den här provtypen. Observera att alias alltid matchas som hela ord.
tr: Eşleştirme türü. Arma, yalnızca bu tür bir sınamayı geçerse etkinleştirilir. Armaların her zaman tam sözcükler olarak eşleştirildiğini unutmayın.
uk: Тип відповідності. Замінник буде використано, лише якщо дані задовольнятимуть вказану умову. Зауважте, що для перевірки виконання умов завжди використовуватимуться цілі слова.

source: &Replacement text(s)
bs: &Zamjenski tekst(ovi)
ca@valencia: &Text de substitució
de: E&rsetzungstext(e)
eo: &Anstataŭaĵo(j) teksto(j)
es: &Textos de sustitución
et: &Asendustekstid
fr: Texte(s) de &remplacement
gl: Textos de &substitución
it: &Testi di sostituzione
nl: &Vervangende tekst(en)
pl: Tekst &zastępczy
pt_br: Texto(s) de &substituição
sl: Nadomestna besedila
sv: E&rsättningstext
tr: &Değiştirme metinleri
uk: &Текст заміни
