Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: This text matches your trigger.
bs: Ovaj tekst se poklapa sa vašim okidačem.
ca@valencia: Este text coincidix amb el vostre desencadenant.
de: Dieser Text stimmt mit Ihrem Auslöser überein.
eo: Ĉi tiu teksto kongruas kun via ellasilo.
es: Este texto coincide con su desencadenante.
et: See tekst sobib sinu päästikuga.
fr: Ce texte correspond à votre déclencheur.
gl: Este texto coincide co disparador.
it: Questo testo corrisponde al tuo attivatore.
nl: Deze tekst komt met uw trigger overeen.
pl: Tekst ten spełnił twój wyzwalacz.
pt_br: Este texto corresponde ao seu acionamento.
sl: To besedilo se ujema s sprožilcem.
sv: Texten matchar utlösaren.
tr: Bu metin, tetiğinizle eşleşiyor.
uk: Цей текст відповідає вашій умові.

source: Maximum number of colorizations reached.
bs: Maksimalni broj kolorizacija je dosegnut.
ca@valencia: S'ha arribat al nombre màxim de coloracions.
de: Maximale Anzahl der Einfärbungen erreicht
eo: Maksimuma nombro da kolorigoj atingita.
es: Número máximo de colores alcanzado.
et: Jõuti maksimaalse toonimiste arvuni.
fr: Nombre maximum de coloration atteint.
gl: Acadouse o número máximo de coloracións.
it: Il numero massimo di colorazioni è stato raggiunto.
nl: Maximaal aantal ingekleurd.
pl: Osiągnięto maksymalna liczbę koloryzacji.
pt_br: O número máximo de colorações foi atingido.
sl: Doseženo največje število obarvanj.
sv: Maximalt antal färgläggningar uppnått.
tr: Erişilen en çok renklendirme sayısı.
uk: Досягнуто обмеження максимальної кількості кольорів розфарбування.

source: Unknown
bs: Nepoznat
ca@valencia: Desconegut
de: Unbekannt
eo: Nekonata
es: Desconocido
et: Tundmatu
fr: Inconnu
gl: Descoñecido
it: Sconosciuta
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
sl: Neznano
sv: Okänd
tr: Bilinmeyen
uk: Невідомо

source: Choose sound file
bs: Odaberi zvučni fajl
ca@valencia: Escolliu un fitxer de so
de: Klangdatei auswählen
eo: Elekti sondosieron
es: Seleccione el archivo de sonido
et: Helifaili valimine
fr: Choisir un fichier de son
gl: Escoller un ficheiro de son
it: Scegli il file audio
nl: Kies geluidsbestand
pl: Wybierz plik dźwiękowy
pt_br: Escolher arquivo de som
sl: Izberite zvočno datoteko
sv: Välj ljudfil
tr: Ses dosyası seç
uk: Виберіть звуковий файл

source: Window name is empty!
bs: Ime prozora je prazno!
ca@valencia: El nom de la finestra està buit!
de: Fenstername ist leer.
eo: Fenestra nomo estas malplena!
es: ¡La ventana no tiene nombre!
et: Akna nimi on andmata!
fr: Le nom de fenêtre est vide !
gl: O nome da xanela está baleiro!
it: Il nome della finestra è vuoto.
nl: Vensternaam is leeg!
pl: Nazwa okna jest pusta!
pt_br: O nome da janela está em branco!
sl: Ime okna je prazno!
sv: Fönsternamnet är tomt.
tr: Pencere adı boş!
uk: Назва вікна є порожньою!

source: &Add...
bs: &Dodaj...
ca@valencia: Afi&g...
de: &Hinzufügen ...
eo: &Aldoni...
es: &Añadir...
et: Lis&a...
fr: &Ajouter...
gl: Eng&adir…
it: &Aggiungi...
nl: &Toevoegen...
pl: &Dodaj...
pt_br: &Adicionar...
sl: Dod&aj …
sv: &Lägg till...
tr: &Ekle…
uk: &Додати…

source: Delete
bs: Obriši
ca@valencia: Suprimix
de: Löschen
eo: Forigi
es: Eliminar
et: Kustuta
fr: Supprimer
gl: Eliminar
it: Elimina
nl: Verwijderen
pl: Usuń
pt_br: Excluir
sl: Izbriši
sv: Ta bort
tr: Sil
uk: Вилучити

source: Move &up
bs: Pomjeri &gore
ca@valencia: Mou cap am&unt
de: Nach &oben
eo: Movi s&upren
es: S&ubir
et: L&iiguta üles
fr: Déplacer vers le ha&ut
gl: &Subir
it: Sposta s&u
nl: &Omhoog
pl: Przesuń w &górę
pt_br: Mover para &cima
sl: Premakni navzgor
sv: Flytta &upp
tr: &Yukarı Taşı
uk: Пересунути &вгору

source: Move &down
bs: Pomjeri &dolje
ca@valencia: Mou cap a&vall
de: Nach &unten
eo: Movi malsu&pren
es: &Bajar
et: Lii&guta alla
fr: &Déplacer vers le bas
gl: &Baixar
it: Sposta &giù
nl: Om&laag
pl: Przesuń w &dół
pt_br: Mover para &baixo
sl: Premakni navz&dol
sv: Flytta &ner
tr: Aşağı &Taşı
uk: Пересунути в&низ

source: Choose sound directory
bs: Odaberi zvučni direktorij
ca@valencia: Seleccioneu el directori del so
de: Sound-Ordner auswählen
eo: Elekti sondosierujon
es: Elegir directorio de sonido
et: Helide kataloogi valimine
fr: Choisir un dossier de sons
gl: Escolla o cartafol dos sons
it: Scegli la cartella dei suoni
nl: Kies map geluiden
pl: Wybierz katalog dźwięków
pt_br: Escolher a pasta de sons
sl: Izberite mapo zvokov
sv: Välj ljudkatalog
tr: Ses dizini seç
uk: Вибір каталогу звукових файлів

source: Application settings
bs: Postavke aplikacija
ca@valencia: Configureu l'aplicació
de: Programm-Einstellungen
eo: Aplikaj agordoj
es: Preferencias de la aplicación
et: Rakenduse seadistused
fr: Configuration de l'application
gl: Configuración da aplicación
it: Impostazioni dell'applicazione
nl: Programma-instellingen
pl: Ustawienia programu
pt_br: Configurações do aplicativo
sl: Nastavitve programa
sv: Programinställningar
tr: Uygulama ayarları
uk: Параметри програми

source: Window
bs: Prozor
ca@valencia: Finestra
de: Fenster
eo: Fenestro
es: Ventana
et: Aken
fr: Fenêtre
gl: Xanela
it: Finestra
nl: Venster
pl: Okno
pt_br: Janela
sl: Okno
sv: Fönster
tr: Pencere
uk: Вікно

source: Output area
bs: Područje za izlaz
ca@valencia: Àrea d'eixida
de: Ausgabebereich
eo: Eliga areo
es: Área de salida
et: Väljundala
fr: Zone de sortie
gl: Zona de saída
it: Area del risultato
nl: Uitvoervlak
pl: Obszar wyjściowy
pt_br: Área de resultados
sl: Izhodna površina
sv: Utmatningsområde
tr: Çıktı alanı
uk: Область виведення даних

source: Font
ca@valencia: Tipus de lletra
de: Schriftart
eo: Tiparo
es: Tipo de letra
fr: Police
gl: Fonte
it: Carattere
nl: Lettertype
pl: Czcionka
pt_br: Fonte
sl: Pisava
sv: Teckensnitt
tr: Yazıtipi
uk: Шрифт

source: Input line
bs: Linija unosa
ca@valencia: Línia d'entrada
de: Eingabezeile
eo: Eniga linio
es: Línea de entrada
et: Sisendrida
fr: Ligne de saisie
gl: Liña de entrada
it: Riga di digitazione
nl: Invoerregel
pl: Wiersz wejścia
pt_br: Campo de texto
sl: Vnosna vrstica
sv: Inmatningsrad
tr: Girdi satırı
uk: Рядок введення даних

source: Colors
bs: Boje
de: Farben
eo: Koloroj
es: Colores
et: Värvid
fr: Couleurs
gl: Cores
it: Colori
nl: Kleuren
pl: Kolory
pt_br: Cores
sl: Barve
sv: Färger
tr: Renkler
uk: Кольори

source: Strings
bs: Stringovi
ca@valencia: Cadenes
de: Zeichenfolgen
eo: Ĉenoj
es: Cadenas
et: Stringid
fr: Chaînes
gl: Cadeas
it: Stringhe
nl: Tekenreeksen
pl: Ciągi znaków
sl: Nizi
sv: Strängar
tr: Diziler
uk: Рядки

source: Sounds
bs: Zvukovi
ca@valencia: Sons
de: Klänge
eo: Sonoroj
es: Sonidos
et: Helid
fr: Sons
gl: Sons
it: Suoni
nl: Geluiden
pl: Dźwięki
pt_br: Sons
sl: Zvoki
sv: Ljud
tr: Sesler
uk: Звуки

source: Shortcuts
bs: Prečice
ca@valencia: Dreceres
de: Kurzbefehle
eo: Ŝparvojoj
es: Atajos
et: Kiirklahvid
fr: Raccourcis
gl: Atallos
it: Scorciatoie
nl: Sneltoetsen
pl: Skróty
pt_br: Atalhos
sl: Tipke za bližnjice
sv: Genvägar
tr: Kısayollar
uk: Клавіатурні скорочення

source: S&how the tab bar even if not needed
bs: P&rikaži traku kartica čak iako nije potrebna
ca@valencia: Mos&tra la barra de pestanyes encara que no siga necessari
de: Unterfensterlei&ste immer anzeigen
eo: Mo&ntri la langeton eĉ se ne necesas
es: Mo&strar siempre la barra de pestañas, incluso si no es necesaria
et: Kaardiri&ba näidatakse alati
fr: Affiche la &barre d'onglets même si cela est non nécessaire
gl: &Amosar a barra de lapelas aínda que non sexa necesaria.
it: &Mostra la barra delle schede anche se non necessario
nl: Toon de tab-balk, zelfs als deze niet nodig is
pl: &Pokaż pasek kart nawet wtedy, gdy nie potrzeba
pt_br: &Mostrar a barra de abas mesmo se desnecessária
sl: Pokaži vrstico zavihkov, tudi če ni potrebna
sv: Visa &flikraden även om det inte behövs
tr: Gerekmese bile sekme çubuğunu &göster
uk: По&казувати панель вкладок, навіть якщо це непотрібно

source: If this is checked, the tab bar will always be shown. Otherwise, it will be hidden if it contains only one tab.
bs: Ako je ovo označeno, traka kartica će uvijek biti prikazana. U durgom slučaju, bit će skrivena ukoliko sadrži samo jednu karticu.
ca@valencia: Si se selecciona, sempre es mostrarà la barra de pestanyes. En cas contrari, restarà oculta -si només conté una pestanya-.
de: Ist dies aktiviert, wird die Unterfensterleiste immer angezeigt. Ansonsten wird sie ausgeblendet, wenn es nur ein Unterfenster gibt.
eo: Se ĉi tio estas markita, la langeto-breto ĉiam estos montrata. Alie, ĝi estos kaŝita se ĝi enhavas nur unu langeton.
es: Si esta opción se encuentra activa, la barra de pestañas se mostrará siempre. De lo contrario, quedará oculta cuando solo contenga una pestaña.
et: Märkimisel näidatakse alati kaardiriba, vastasel juhul see varjatakse, kui kaarte on ainult üks.
fr: Si cette option est sélectionnée, la barre d'onglets sera toujours affichée. Sinon, elle sera cachée si elle ne contient qu'un seul onglet.
gl: Marque esta opción para que a barra de lapelas se amose sempre. Se non marca esta opción, agocharase cando só conteña unha lapela.
it: Se attivata, la barra delle schede sarà sempre visibile. In caso contrario, verrà nascosta se contiene solo una scheda.
nl: Indien ingeschakeld, zal de tab-balk altijd zichtbaar zijn. Anders zal als er maar een tab is het verborgen zijn.
pl: Jeżeli jest to odhaczone, to pasek kart będzie zawsze pokazywany. W przeciwnym przypadku, zostanie ukryty, jeśli zawiera tylko jedną kartę.
pt_br: Se esta opção estiver assinalada, a barra de abas sempre será apresentada. Caso contrário, ficará oculta se existir somente uma aba.
sl: Če je potrjeno, bo vrstica zavihkov vedno prikazana. V nasprotnem primeru bo skrita, če vsebuje samo en zavihek.
sv: Om det här är markerat visas alltid flikraden. Annars döljs den om den bara innehåller en flik.
tr: Bu işaretliyse sekme çubuğu her zaman gösterilir. Aksi takdirde, yalnızca bir sekme varsa gizlenecektir.
uk: Якщо буде позначено цей пункт, програма завжди показуватиме панель вкладок. Якщо пункт позначено не буде, програма не показуватиме панелі, якщо відкрито лише одну вкладку.

source: Show au&xiliary input line
bs: Prikaži po&moćnu liniju unosa
ca@valencia: Mostra la línia d'entrada au&xiliar
de: &Zusätzliche Eingabezeile anzeigen
eo: Montri &helpan eniglinion
es: Mostrar línea de entrada au&xiliar
et: Lisasisen&drea näitamine
fr: Afficher la ligne au&xiliaire de saisie
gl: Amosar unha liña de entrada au&xiliar
it: Mostra riga di immissione a&usiliaria
nl: Toon e&xtra invoerregel
pl: Pokaż &zewnętrzny wiersz wejścia
pt_br: Mostrar a linha de dados au&xiliar
sl: Pokaži dodatno vnosno vrstico
sv: Visa e&xtra inmatningsrad
tr: &Ek girdi satırını göster
uk: Показувати &допоміжний рядок введення

source: You will have two input lines instead of one.
bs: Imat ćete dvije linije unosa umjesto jedne.
ca@valencia: Tindreu dues línies d'entrada en comptes d'una.
de: Sie müssen zwei Zeilen statt nur einer Zeile eingeben.
eo: Vi havos du enigliniojn anstataŭ unu.
es: Tendrá dos líneas de entrada en lugar de una.
et: Sel juhul on sinu käsutuses ühe asemel kaks sisendrida.
fr: Vous aurez deux lignes de saisie au lieu d'une.
gl: Terá dúas liñas de entrada en vez dunha.
it: Avrai a disposizione due righe di immissione anziché una.
nl: U zal in plaats van een invoerregel, twee invoerregels hebben.
pl: Będziesz miał(a) dwa zamiast jednego wiersza wejścia.
pt_br: Você terá dois campos de texto em vez de apenas um.
sl: Namesto ene boste imeli dve vnosni vrstici.
sv: Det finns två inmatningsrader istället för en.
tr: Bir yerine iki girdi satırınız olacak.
uk: У вас буде два рядки введення даних замість одного.

source: &Always notify
bs: &Uvijek obavijesti
ca@valencia: Notifica se&mpre
de: &Immer benachrichtigen
eo: &Ĉiam sciigi
es: Notific&ar siempre
et: &Alati antakse märku
fr: Tou&jours notifier
gl: Notific&ar sempre
it: Notifica &sempre
nl: Alt&ijd melden
pl: Z&awsze powiadom
pt_br: Notific&ar sempre
sl: Vedno obvesti
sv: Underrätta &alltid
tr: &Her zaman bildir
uk: Зав&жди сповіщати

source: If this is checked, output notification will be used whenever some text comes from the server. Otherwise, it will only be used when a notification trigger is activated. Note that this option only takes effect if global or local notification is enabled.
bs: Ako je ovo označeno, izlazna obavijest će biti korištena kada god neki tekst dođe od servera. U drugom slučaju, bit će korištena samo onda kada je okidač za obavijesti aktiviran. Primjetite da ova opcija ima efekta samo ako je globalna ili lokalna obavijest uključena.
ca@valencia: Si se selecciona, s'utilitzarà la notificació d'eixida sempre que isca algun text del servidor. En cas contrari, només s'utilitzarà quan s'active un desencadenant de notificació. Cal tindre en compte que esta opció només té efecte si la notificació global o local està habilitada.
de: Ist dies aktiviert, wird die Ausgabebenachrichtigung verwendet, wann immer ein Text vom Server gesendet wird. Ansonsten wird die Benachrichtigung nur verwendet, wenn ein Auslöser dafür aktiviert wird. Diese Einstellung wird nur dann wirksam, wenn die globale oder lokale Benachrichtigung eingeschaltet ist.
eo: Se ĉi tio estas markita, eligo sciigo estos uzata kiam ajn teksto venas de la servilo. Alie, ĝi estos uzata nur kiam sciiga ekigilo estas aktivigita. Rimarku, ke ĉi tiu elekteblo efektiviĝas nur se ĉiea aŭ loka sciigo estas ebligita.
es: Si esta opción se encuentra activa, se recibirá una notificación de salida cuando llegue texto del servidor. De lo contrario, solo se recibirá notificación cuando esté activado un desencadenante de notificación. Esta opción solo tendrá efecto si está activa la notificación global o local.
et: Märkimise korral kasutatakse alati märguandeid, kui serverist saabub teksti, vastasel juhul ainult siis, kui aktiveeritakse märguande päästik. Pane tähele, et see toimib ainult siis, kui kohalik või globaalne märguanne on sisse lülitatud.
fr: Si cette option est sélectionnée, la notification de sortie sera utilisée quel que soit le texte venant du serveur. Sinon, elle ne sera utilisé que lorsqu'un déclencheur de notification est activé. Veuillez noter que cette option n'a d'effets que si la notification globale ou locale est activée.
gl: Marque esta opción para que a saída de notificacións se use cada vez que chegue texto do servidor. Se non marca esta opción, a saída de notificacións só se usará cando se active un disparador de notificación. Teña en conta que esta opción só xurde efecto se as notificacións locais ou globais están activadas.
it: Se attivata, la notifica del risultato verrà utilizzata ogniqualvolta arriva del testo dal server. In caso contrario sarà utilizzata solo quando viene attivato un trigger di notifiche. Questa opzione ha effetto solo se è attivata la notifica globale o locale.
nl: Indien ingeschakeld, zullen altijd notificaties worden gebruikt bij alle tekst die door de server wordt gestuurd. Anders zal het alleen worden gebruikt bij een notificatie-trigger. Merk op dat deze optie alleen werkt als globale of lokale notificaties zijn ingeschakeld.
pl: Jeżeli jest to odhaczone, to powiadomienie wyjścia zostanie użyte za każdym razem, gdy jakiś tekst przyjdzie z serwera. W przeciwnym przypadku, zostanie ono użyte tylko wtedy, gdy wyzwalacz zostanie uaktywniony. Zauważ, że opcja ta zadziała tylko, gdy włączona jest globalne lub lokalne powiadomienie.
pt_br: Se esta opção estiver assinalada, a notificação do resultado será usada sempre que algum texto venha do servidor. Caso contrário, só será usada quando for ativado um acionamento. Lembre-se de que esta opção só funcionará se as notificações globais ou locais estiverem habilitadas.
sl: Če je potrjeno, se bo obvestilo o izhodu uporabilo vedno, ko bo prišlo nekaj besedila s strežnika. V nasprotnem primeru se bo uporabljalo le, ko je aktiviran sprožilec obvestila. Upoštevajte, da ta možnost začne veljati le, če je omogočeno splošno ali krajevno obvestilo.
sv: Om det här kryssas för kommer utmatningsunderrättelser användas när helst text kommer från servern. Annars används det bara när en underrättelse utlöses. Observera att alternativet bara fungerar om globala eller lokala underrättelser har aktiverats.
tr: Bu seçiliyse ne zaman sunucudan bir metin gelirse çıktı bildirimi kullanılacaktır. Aksi takdirde, yalnızca bir bildirim tetiği etkinleştirildiğinde kullanılır. Bu seçeneğin yalnızca global veya yerel bildirimlerin etkinleştirilmiş olması durumunda çalışacağını unutmayın.
uk: Якщо буде позначено цей пункт, сповіщення щодо виведення даних використовуватиметься для надходження будь-якого тексту з сервера. Якщо пункт не буде позначено, сповіщення використовуватиметься, лише якщо задіяно умовну зміну. Зауважте, що цей пункт діятиме, лише якщо увімкнено загальні або локальні сповіщення.

source: &Global notification
bs: &Globalne notifikacije
ca@valencia: Notificació &global
de: &Globale Benachrichtigung
eo: Ĉiea scii&go
es: Notificación &global
et: &Globaalne märguanne
fr: Notification &globale
gl: Notificacións &globais
it: Notifica &globale
nl: &Globale notificaties
pl: &Globalne powiadomienie
pt_br: Notificação &global
sl: Splošno obvestilo
sv: &Global underrättelse
tr: &Global bildirim
uk: &Загальне сповіщення

source: When some text comes from the server and KMuddy is not currently active, window caption and the taskbar will try to attract your attention (some characters will blink there).
bs: Kada neki tekst dođe od servera i KMuddy nije trenutno aktivan, natpis u prozoru i alatna traka će pokušati da privuku vašu pažnju (neka slova će da svjetlucaju povremeno).
ca@valencia: Quan algun text prové del servidor i KMuddy no estiga actualment actiu, la llegenda de la finestra i la barra de tasques intentaran atraure la vostra atenció (alguns caràcters parpellejaran).
de: Wenn Text vom Server gesendet wird und KMuddy zur Zeit nicht aktiv ist, blinken die Fensterbeschriftung und die Programmleiste, um Ihre Aufmerksamkeit zu erregen.
eo: Kiam iu teksto venas de la servilo kaj KMuddy ne estas nuntempe aktiva, fenestra bildoteksto kaj la taskobreto provos altiri vian atenton (kelkaj signoj palpebrumos tie).
es: Cuando llegue algún texto desde el servidor y KMuddy no esté activo, la ventana de la aplicación y la barra de tareas intentarán llamar su atención (parpadearán algunos caracteres).
et: Kui serverist saabub tekst ja KMuddy ei ole parajasti aktiivne, tõmbab akna tiitliriba ja tegumiriba sinu tähelepanu (mõned tähed hakkavad vilkuma).
fr: Quand du texte vient du serveur et que KMuddy n'est pas actif, le titre de la fenêtre et la barre de tâches vont tenter d'attirer votre attention (certains caractères clignoteront là).
gl: Cando chega texto do servidor e KMuddy non está activo, o título da xanela e a barra de tarefas intentarán atraer a súa atención (algúns caracteres amosaranse de maneira intermitente).
it: Quando arriva del testo dal server e KMuddy non è correntemente attivo, la didascalia della finestra e la barra delle attività attireranno la tua attenzione (con il lampeggiamento di caratteri).
nl: Als er tekst van de server komt en KMuddy is op dat moment niet actief, dan zal venster-opschrift en de taakbalk proberen uw aandacht te trekken (enkele letters gaan knipperen).
pl: Gdy pewien tekst przyjdzie z serwera, a KMuddy nie jest obecnie aktywny, to podpis okna i pasek zadań będą próbowały zwrócić twoją uwagę (pewne znaki będą tam migotały)
pt_br: Quando algum texto vem do servidor e o KMuddy não está ativo, o título da janela e a barra de tarefas irão tentar atrair a sua atenção (alguns caracteres ficarão intermitentes).
sl: Ko nekaj besedila pride s strežnika in KMuddy trenutno ni dejaven, bosta napis okna in opravilna vrstica poskušala pritegniti vašo pozornost (nekateri znaki bodo tam utripali).
sv: När text kommer från servern och Kmuddy inte är aktivt kommer fönstertexten och aktivitetsraden försöka dra till sig din uppmärksamhet (några tecken kommer att blinka).
tr: Sunucudan bir metin gelirse ve KMuddy etkin değilse pencere başlığı ve görev çubuğu dikkatinizi çekmeye çalışacaktır (bazı karakterler yanıp söner).
uk: За допомогою цього пункту можна наказати KMuddy у разі надходження якогось тексту з сервера, якщо вікно програми не є активним, привернути вашу увагу зміною підпису вікна і блиманням пункту програми на панелі задач.

source: &Local notification
bs: &Lokalna obavijest
ca@valencia: Notificació &local
de: &Lokale Benachrichtigung
eo: &Loka sciigo
es: Notificación &local
et: Koha&lik märguanne
fr: Notification &locale
gl: Notificacións &locais
it: Notifica &locale
nl: &Lokale notificatie
pl: &Lokalne powiadomienie
pt_br: Notificação &local
sl: Krajevno obvestilo
sv: &Lokal underrättelse
tr: &Yerel bildirim
uk: &Локальне сповіщення

source: When some text comes from the server and this session is not currently active, its tab will try to attract your attention (some characters will blink there).
bs: Kada neki tekst dođe od servera i ova sesija nije trenutno aktivna, njena sesija će pokušati da privče vašu pažnju (neka slova će da svjetlucaju povremeno).
ca@valencia: Quan algun text prové del servidor i esta sessió no estiga actualment activa, esta pestanya intentarà atraure la vostra atenció (alguns caràcters parpellejaran).
de: Wenn Text vom Server gesendet wird und diese Sitzung zur Zeit nicht aktiv ist, blinkt die Beschriftung des Unterfensters, um Ihre Aufmerksamkeit zu erregen.
eo: Kiam iu teksto venas de la servilo kaj ĉi tiu seanco ne estas nuntempe aktiva, ĝia langeto provos altiri vian atenton (kelkaj signoj palpebrumos tie).
es: Cuando llegue algún texto desde el servidor y la sesión no esté activa, la pestaña intentará llamar su atención (parpadearán algunos caracteres).
et: Kui serverist saabub tekst ja see seanss ei ole parajasti aktiivne, püüab selle kaart tõmmata endale sinu tähelepanu (mõned tähed hakkavad vilkuma).
fr: Quand du texte vient du serveur et que KMuddy et cette cession ne sont pas actifs, son onglet va tenter d'attirer votre attention (certains caractères clignoteront là).
gl: Cando chega texto do servidor esta sesión non está activa, o separador intentará atraer a súa atención (algúns caracteres amosaranse de maneira intermitente).
it: Quando arriva del testo dal server e questa sessione non è correntemente attiva, la sua scheda attirerà la tua attenzione (con il lampeggiamento di caratteri).
nl: Als er tekst van de server komt en de sessie is op dat moment niet actief, dan zal de tab daarvan proberen uw aandacht te trekken (enkele letters gaan knipperen).
pl: Gdy pewien tekst przyjdzie z serwera, a ta sesja nie jest obecnie aktywna, to jej karta będzie próbowała zwrócić twoją uwagę (pewne znaki będą tam migotały)
pt_br: Quando algum texto vem do servidor e esta sessão não estiver ativa, a aba tentará atrair a sua atenção (alguns caracteres ficarão intermitentes).
sl: Ko nekaj besedila pride s strežnika in ta seja trenutno ni dejavna, bo njegov zavihek poskušal pritegniti vašo pozornost (nekateri znaki bodo tam utripali).
sv: När text kommer från servern och den här sessionen inte är aktiv kommer dess flik försöka dra till sig din uppmärksamhet (några tecken kommer att blinka).
tr: Sunucudan bir metin gelirse ve bu oturum şu anda etkin değilse sekmesi dikkatinizi çekmeye çalışacaktır (bazı karakterler yanıp söner).
uk: За допомогою цього пункту можна наказати this session у разі надходження якогось тексту з сервера, якщо цей сеанс не є активним, привернути вашу увагу блиманням пункту вкладки сеансу.
