Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: Display system tray icon
bs: Prikaži ikonu pored sata
ca@valencia: Mostra la icona en la safata del sistema
de: Symbol im Systemabschnitt der Kontrollleiste anzeigen
eo: Montri sistempletan piktogramon
es: Mostrar el icono de la bandeja del sistema
et: Süsteemisalve ikooni näitamine
fr: Afficher l'icône de la boîte à miniatures
gl: Amosar a icona na área de notificación
it: Visualizza l'icona del vassoio di sistema
nl: Pictogram in systeemvak tonen
pl: Wyświetl ikonę w tacce systemowej
pt_br: Exibir ícone na área de notificação
sl: Prikaži ikono sistemskega pladnja
sv: Visa ikon i systembrickan
tr: Sistem tepsisi simgesini göster
uk: Показувати піктограму системного лотка

source: This option toggles the presence of the system tray icon. The icon can be used to hide the application window without taking up space in the taskbar. You can click on the icon to hide the window and then click again to restore it. Your connection will remain active even if the window is hidden and you will still receive notification messages.
bs: Ova opcija prebacuje prisustvo ikone u sistemskom uglu. Ikona se može koristiti za skrivanje prozor aplikacije bez zauzimanja prostora u traci zadataka. Možete da kliknete na ikonu da sakrijete prozor, a zatim kliknite ponovo da ga vratite. Vaša veza će ostati aktivna čak i ako je prozor skriven i dalje ćete primati poruke obavještenja.
ca@valencia: Esta opció canvia la presència de la icona de la safata del sistema. La icona es pot utilitzar per a ocultar la finestra de l'aplicació sense ocupar espai en la barra de tasques. Podeu fer clic damunt de la icona per a ocultar la finestra i, després torneu a fer clic per a restaurar-la. La vostra connexió es mantindrà activa fins i tot si la finestra està oculta i encara rebreu els missatges de notificació.
de: Diese Einstellung schaltet die Anzeige des Symbols im Systemabschnitt der Kontrollleiste ein oder aus. Das Symbol kann benutzt werden, das Fenster der Anwendung auszublenden, ohne zu viel Platz in der Programmleiste einzunehmen. Sie können auf das Symbol klicken, um das Fenster anzuzeigen und auch wieder auszublenden. Ihre Verbindung bleibt bestehen, sogar wenn das Fenster ausgeblendet ist, es werden immer noch Benachrichtigungen empfangen.
eo: Ĉi tiu elekteblo ŝanĝas la ĉeeston de la sistemplet-piktogramo. La piktogramo povas esti uzata por kaŝi la aplikaĵfenestron sen okupi spacon en la taskobreto. Vi povas alklaki la piktogramon por kaŝi la fenestron kaj poste alklaki denove por restarigi ĝin. Via konekto restos aktiva eĉ se la fenestro estas kaŝita kaj vi ankoraŭ ricevos sciigajn mesaĝojn.
es: Esta opción activa o desactiva la presencia del icono de la bandeja del sistema. El icono puede usarse para ocultar la ventana de la aplicación sin ocupar espacio en la barra de tareas. Puede hacer clic sobre el icono para ocultar la ventana y después hacer clic otra vez para restaurarla. Su conexión permanecerá activa incluso si la ventana está oculta, e incluso podrá seguir recibiendo mensajes de notificación.
et: Sellega saab lülitada süsteemisalve ikooni näitamist. Ikooni abil saab peita rakenduse akna, et see ei võtaks ruumi tegumiribal. Ikoonile klõpsates saab akna nii peita kui ta ka uuesti nähtavale tuua. Sinu ühendus jääb aktiivseks ka siis, kui aken on peidetud, ning sa saad edasi ka märguandeid.
fr: Cette option définit la présence ou non de l'icône de la boîte à miniatures. L'icône peut être utilisée pour masquer la fenêtre de l'application sans prendre de la place dans la barre de tâches. Vous pouvez cliquer sur l'icône pour masquer la fenêtre et ensuite cliquez une nouvelle fois pour la restaurer. Votre connexion restera active même si la fenêtre est caché et vous recevrez toujours les messages de notification.
gl: Esta opción conmuta a presenza da icona da área de notificacións. A icona pode usarse para agochar a xanela da aplicacións sen ocupar espazo na barra de tarefas. Pode premer a icona para agochar a xanela e premela de novo para amosala. A conexión continuará activa mesmo cando a xanela estea agochada, e continuará recibindo mensaxes de notificación.
it: Attiva la presenza dell'icona nel vassoio di sistema. L'icona può essere utilizzata per nascondere la finestra dell'applicazione in modo da non occupare spazio nella barra delle attività. Puoi fare clic sull'icona per nascondere la finestra e poi farci di nuovo clic per ripristinarla. La connessione resterà attiva anche se la finestra è nascosta e continuerai a ricevere i messaggi di notifica.
nl: Dit schakelt het tonen van een pictogram in het systeemvak in. Het pictogram kunt u gebruiken om het programmavenster te verbergen zonder dat in de taakbalk ruimte in beslag wordt genomen. U kunt het venster verbergen door op het pictogram te klikken en het weer laten zien door daarna opnieuw op het pictogram te klikken. Zelfs als uw venster verborgen is blijft Uw verbinding actief en blijft u notificaties ontvangen.
pl: Opcja ta przełącza obecność ikony w tacce systemowej. Ikona może zostać wykorzystana do ukrycia okna programu, bez zabierania miejsca na pasku zadań. Możesz kliknąć na ikonę, aby ukryć okno i później kliknąć z powrotem, aby je przywrócić. Twoje połączenie pozostanie aktywne, nawet gdy okno będzie ukryte, a ty nadal będziesz otrzymywać powiadomienia.
pt_br: Esta opção ativa ou desativa a presença do ícone na área de notificação. O ícone pode ser usado para ocultar a janela do aplicativo sem ocupar muito espaço na barra de tarefas. Você pode clicar no ícone para ocultar a janela e clicar novamente restaurá-la. A sua conexão permanecerá ativa, mesmo que a janela esteja oculta e você receberá às mensagens de notificação.
sl: Ta možnost preklopi prisotnost ikone sistemskega pladnja. Ikono lahko uporabljate za skrivanje okna programa, ne da bi zavzelo prostor v opravilni vrstici. Kliknete lahko ikono, da skrijete okno, in nato še enkrat, da ga obnovite. Povezava bo ostala dejavna, tudi če je okno skrito in boste še vedno prejemali obvestila.
sv: Det här alternativet bestämmer om en ikon ska visas i systembrickan. Ikonen kan användas för att dölja programfönstret utan att ta upp utrymme i aktivitetsraden. Du kan klicka på ikonen för att dölja fönstret och sedan klicka igen för att återställa det. Din anslutning förblir aktiv även om fönstret döljes och du kommer fortfarande ta emot underrättelsemeddelanden.
tr: Bu seçenek, sistem tepsisi simgesinin varlığını açıp kapatır. Simge, görev çubuğunda yer kaplamadan uygulamanın penceresini gizlemek için kullanılabilir. Simgeye tıklayarak pencereyi gizleyebilir ve yeniden tıklayarak yeniden gösterebilirsiniz. Pencere kapalıyken bile bağlantınız açık kalır ve bildirim iletilerini alırsınız.
uk: За допомогою цього пункту можна увімкнути або вимкнути використання піктограми системного лотка. За допомогою цієї піктограми можна сховати вікно програми так, щоб його пункт не зменшував місце на панелі задач. Ви можете натиснути піктограму, щоб сховати вікно, а потім натиснути її ще раз, щоб розгорнути його. З’єднання не буде розірвано, навіть якщо вікно буде приховано, ви продовжуватимете отримувати сповіщення від програми.

source: Use passive popups
bs: Koristi pasivne iskačuće prozore.
ca@valencia: Utilitza emergents passius
de: Passive Aufklappfenster verwenden
eo: Uzi pasivajn ŝprucfenestrojn
es: Usar ventanas emergentes pasivas
et: Passiivsete hüpikakende kasutamine
fr: Utiliser des fenêtres contextuelles passives
gl: Usar diálogos emerxentes pasivos
it: Usa finestre a comparsa passive
nl: Gebruik passieve popups
pl: Użyj pasywnych okien wyskakujących
pt_br: Usar mensagens passivas
sl: Uporabi pasivne pojavne menije
sv: Använd passiva meddelandefönster
tr: Pasif açılır pencereler kullan
uk: Використовувати пасивні контекстні вікна

source: This option toggles the use of passive popups. Passive popups appear near the system tray icon when you are in another window and alert you to the presence of activity in one of your connections.
bs: Ova opcija prebacuje korišćenje pasivnih iskočnih prozora. Pasivni popups pojavljuju u blizini ikone sistemskom uglu kada ste u drugoj listi i vas upozoriti na postojanje aktivnosti u jednoj od vaših konekcija.
ca@valencia: Esta opció canvia l'ús dels emergents passius. Els emergents passius apareixeran a prop de la icona de la safata del sistema quan vos trobeu en una altra finestra, avisant-vos de la presència d'activitat en una de les vostres connexions.
de: Diese Einstellung schaltet die Verwendung von passiven Aufklappfenstern um. Diese Fenster werden neben dem Symbol im Systemabschnitt der Kontrollleiste angezeigt, wenn sie ein anderes Fenster aktiviert haben, und benachrichtigen Sie über Aktivitäten in einer Ihrer Verbindungen.
eo: Ĉi tiu elekteblo ŝanĝas la uzon de pasivaj ŝprucfenestroj. Pasivaj ŝprucfenestroj aperas proksime de la sistemplet-piktogramo kiam vi estas en alia fenestro kaj atentigas vin pri la ĉeesto de agado en unu el viaj konektoj.
es: Esta opción activa o desactiva el uso de ventanas emergentes pasivas. Estas aparecen cerca del icono de la bandeja del sistema cuando esté en otra ventana y le avisan de la presencia de actividad en una de sus conexiones.
et: Sellega saab lülitada passiivsete hüpikakende kasutamist. Need ilmuvad süsteemisalve ikooni lähedusse, kui viibid mõnes teises aknas, ning annavad märku aktiivsusest ühes või teises ühenduses.
fr: Cette option permet l'utilisation ou non des menus contextuels passifs. Ceux-ci apparaissent à coté de l'icône de la boîte à miniatures quand vous êtes dans une autre fenêtre et vous alertent sur la présence d'activités sur l'une de vos connexions.
gl: Esta opción conmuta o uso de mensaxes emerxentes pasivas. As mensaxes emerxentes pasivas aparecen preto da icona da área de notificacións do sistema cando vostede está noutra xanela, e notifícano de actividade nunha das conexións.
it: Attiva le finestre a comparsa passive. Queste compaiono accanto all'icona nel vassoio di sistema quando sei in un'altra finestra e ti avvisano della presenza di attività in una delle tue connessioni.
nl: Hiermee schakelt u het gebruik van passieve popups mee in. Passieve popups verschijnen vlakbij het pictogram in het systeemvak als u in een ander venster bezig bent en waarschuwen u voor activiteiten in een van uw verbindingen.
pl: Opcja ta przełącza użycie pasywnych okien wyskakujących. Pasywne okna wyskakujące ukazują się nieopodal ikony tacki systemowej, gdy jesteś w innym oknie i ostrzegą ciebie o obecności aktywności w jednym z twoich połączeń.
pt_br: Esta opção ativa ou desativa o uso de mensagens passivas. Elas aparecem perto do ícone da área de notificação quando você estiver em outra janela e avisa-o da presença de atividade em uma das suas conexões.
sl: Ta možnost preklopi uporabo pasivnih pojavnih oken. Pasivna pojavna okna se prikažejo v bližini ikone sistemskega pladnja, ko ste v drugem oknu in vas opozorijo na prisotnost dejavnosti v eni od povezav.
sv: Det här alternativet avgör om passiva meddelandefönster ska användas. Passiva meddelandefönster visas nära systembrickans ikon när du är i ett annat fönster och uppmärksammar dig på att en av dina anslutningar används.
tr: Bu seçenek, pasif açılır pencerelerin kullanımını açıp kapatır. Pasif açılır pencereler, siz başka bir penceredeyken sistem tepsisi simgesinin yanında belirirler ve bağlantılarınızdaki etkinlikten sizi ikaz ederler.
uk: За допомогою цього пункту можна увімкнути або вимкнути використання пасивних контекстних вікон. Пасивні контекстні вікна буде показано поряд з піктограмою системного лотка, якщо ви працюватимете з вікном іншої програми. За їхньою допомогою програма сповіщатиме вас про дії, які відбуваються на всіх ваших активних з’єднаннях.

source: Auto-connect on startup
bs: Automatski se konektuj na startu sistema.
ca@valencia: Connecta automàticament a l'inici
de: Beim Start automatisch verbinden
eo: Aŭtomate konekti ĉe ekfunkciigo
es: Conectar automáticamente al iniciar
et: Automaatne ühendumine käivitumisel
fr: Se connecter automatiquement au démarrage
gl: Conectar automaticamente no inicio
it: Connetti automaticamente all'avvio
nl: Bij opstarten automatisch verbinden
pl: Auto-połączenie na starcie
pt_br: Conectar automaticamente na inicialização
sl: Samodejno poveži ob zagonu
sv: Anslut automatiskt vid start
tr: Başlangıçta kendiliğinden bağlan
uk: Автоз’єднання після запуску

source: With this option set, the selected connection will be automatically initiated immediately after starting KMuddy. Handy when you connect using one profile most of the time.
bs: Kada je ova opcija aktivirana, odabrana konekcija će automatski biti pokrenuta odmah nakon pokretanja KMuddy-a. Korisno kada se konektujete koristeći jedan profil većinu vremena.
ca@valencia: Amb esta opció establida, la connexió seleccionada s'iniciarà immediatament de manera automàtica després d'iniciar KMuddy. Pràctic quan es connecta sovint emprant un perfil.
de: Ist diese Einstellung aktiv, wird die ausgewählte Verbindung automatisch beim Start von KMuddy wieder hergestellt. Das ist bequem. wenn Sie beim Start meistens nur ein Profil verwenden.
eo: Kun ĉi tiu elekteblo agordita, la elektita konekto aŭtomate komenciĝos tuj post lanĉo de KMuddy. Utila kiam vi konektas uzante unu profilon plejofte.
es: Si esta opción se encuentra activa, KMuddy intentará conectarse automáticamente a la conexión seleccionada nada más ejecutarse. Útil cuando se utiliza el mismo perfil la mayor parte del tiempo.
et: Märkimisel käivitatakse valitud ühendus automaatselt kohe pärast KMuddy käivitamist. Tulus, kui lood enamasti ühenduse ühe ja sama profiiliga.
fr: Si cette option est choisie, la connexion sélectionnée sera automatiquement lancée après le démarrage de KMuddy. Pratique lorsque vous vous connectez en utilisant le même profil la plupart du temps.
gl: Con esta opción definida, iniciarase automaticamente a conexión seleccionada xusto despois de iniciar KMuddy. É útil cando adoita conectar usando o mesmo perfil.
it: Con questa opzione la connessione selezionata verrà automaticamente inizializzata subito dopo l'avvio di KMuddy. Utile quando usi un unico profilo per la maggior parte del tempo.
nl: Als u dit heeft ingeschakeld, dan zal de gekozen verbinding automatisch worden gemaakt als u Kmuddy heeft opgestart. Handig als u meestal maar een profiel gebruikt.
pl: Z tą opcją ustawioną, wybrane połączenie zostanie automatycznie zainicjowane zaraz po rozpoczęciu KMuddy. Przydatne, gdy przez większość czasu łączysz się przy użyciu jednego profilu.
pt_br: Com esta opção ativa, a conexão selecionada será iniciada automaticamente logo após o início do KMuddy. É útil quando você conecta usando um único perfil na maioria das vezes.
sl: S tem naborom možnosti bo izbrana povezava samodejno začeta takoj po zagonu KMuddyja. Priročno, ko se večino časa povezujete z enim profilom.
sv: Med det här alternativet markerat kommer den valda anslutningen automatiskt startas direkt när KMuddy startas. Praktiskt om du i regel bara ansluter från en profil.
tr: Bu seçenek ayarlıyken seçili bağlantılar KMuddy başlatıldıktan hemen sonra kendiliğinden bağlanırlar. Yalnızca bir profille bağlanıyorsanız kullanışlı olabilir.
uk: Якщо буде позначено цей пункт, позначене з’єднання буде автоматично ініційовано негайно після запуску KMuddy. Зручно, якщо ви є користувачем переважно одного з профілів.

source: Auto-connect to:
bs: Automatski se konektuj na;:
ca@valencia: Connecta automàticament a:
de: Automatisch verbinden zu:
eo: Aŭtomate konekti al:
es: Conectar automáticamente a:
et: Automaatne ühendumine:
fr: Se connecter automatiquement à :
gl: Conectar automaticamente a:
it: Connessione automatica a:
nl: Automatisch verbinden met:
pl: Autopołączenie do:
pt_br: Conectar automaticamente a:
sl: Samodejna povezava z:
sv: Anslut automatiskt till:
tr: Şunlara kendiliğinden bağlan:
uk: З’єднатися з:

source: Default &background color
bs: Podrazumijevana &boja pozadine
ca@valencia: Color de &fons predeterminat
de: Standard-&Hintergrundfarbe
eo: Defaŭlta &fonkoloro
es: Color de &fondo por defecto
et: &Vaikimisi taustavärv
fr: Couleur de &fond par défaut
gl: Cor de &fondo predeterminada
it: Colore di s&fondo predefinito
nl: Standaard &achtergrondkleur:
pl: Domyślny kolor &tła
pt_br: &Cor de fundo padrão
sl: Privzeta barva ozadja
sv: Förvald &bakgrundsfärg
tr: Öntanımlı &arka plan rengi
uk: Типовий колір &тла

source: This color will be used as a standard background color.
bs: Ova boja će biti korištena kao standardna boja pozadine.
ca@valencia: Este color s'utilitzarà com a color de fons estàndard.
de: Diese Farbe wird als Standard-Hintergrundfarbe verwendet werden.
eo: Ĉi tiu koloro estos uzata kiel norma fonkoloro.
es: Este color se utilizará como color de fondo estándar.
et: Seda värvi kasutatakse standardse taustavärvina.
fr: Cette couleur sera utilisée comme couleur d'arrière plan.
gl: Esta cor usarase como cor de fondo estándar.
it: Questo colore sarà utilizzato come colore di sfondo standard.
nl: Deze kleur zal als de standaard achtergrondkleur worden gebruikt.
pl: Kolor ten zostanie użyty jako standardowy kolor tła.
pt_br: Esta cor será usada como a cor de fundo normal.
sl: Ta barva bo uporabljena kot standardna barva ozadja.
sv: Den här färgen används som bakgrundens standardfärg.
tr: Bu renk, standart arka plan rengi olarak kullanılır.
uk: Цей колір буде стандартним кольором тла.

source: Default &text color
bs: Podrazumijevana &boja teksta
ca@valencia: Color predeterminat del &text
de: Standard-&Textfarbe
eo: Defaŭlta &tekstkoloro
es: Color de &texto por defecto
et: Vaikimisi &tekstivärv
fr: Couleur de texte par défaut
gl: Cor predeterminada do &texto
it: Colore predefinito testo
nl: Standaard &tekstkleur
pl: Domyślny kolor &tekstu
pt_br: Cor do &texto padrão
sl: Privzeta barva besedila
sv: Förvald &textfärg
tr: Öntanımlı &metin rengi
uk: Типовий колір &тексту

source: This color will be used to display standard text with no defined color.
bs: Ova boja će biti korištena da se prikaže standardni tekst bez specificirane boje.
ca@valencia: Este color s'utilitzarà per a mostrar el text estàndard sense un color definit.
de: Diese Farbe wird als Standardtext mit nicht definierter Farbe verwendet.
eo: Ĉi tiu koloro estos uzata por montri norman tekston sen difinita koloro.
es: Este color se utilizará para mostrar texto estándar sin color predefinido.
et: Seda värvi kasutatakse standardse määramata värviga teksti näitamisel.
fr: Cette couleur sera utilisée pour afficher du texte standard sans aucune couleur définie.
gl: Esta cor usarase para amosar o texto estándar sen cor definida.
it: Questo colore sarà utilizzato per visualizzare il testo standard senza un colore predefinito.
nl: Deze kleur zal als standaard tekstkleur voor tekst zonder ingestelde kleur worden gebruikt.
pl: Kolor ten zostanie użyty do wyświetlania standardowego tekstu o nieokreślonym kolorze.
pt_br: Esta cor será usada para mostrar o texto normal sem qualquer cor definida.
sl: Ta barva bo uporabljena za prikaz standardnega besedila brez določene barve.
sv: Den här färgen används för att visa vanlig text utan någon definierad färg.
tr: Bu renk, başka bir renk tanımlı değilken standart metin rengi olarak kullanılır.
uk: Цей колір буде використано для тексту без визначеного кольору.

source: Command &echo color
bs: Boja &echo komande
ca@valencia: Colors del r&essò de les ordres
de: Farbe für Befehls&echo
eo: Komando &eĥa koloro
es: Color de &eco local
et: Käsu ka&ja värv
fr: Coul&eurs des commandes d'écho
gl: Cor de &eco de ordes
it: Colore &echo comandi
nl: Kleur commando &echo
pl: Kolor &echa polecenia
pt_br: Cor do &eco dos comandos
sl: Barva ukazov v odm&evu
sv: Färg på kommando&eko
tr: Komut &yankı rengi
uk: Колір &команд

source: This color will be used to display commands that you have entered.
bs: Ovaj boja će biti korištena da se prikažu komande koje ste unijeli.
ca@valencia: Este color s'utilitzarà per a mostrar les ordres que heu introduït.
de: Diese Farbe wird für die Anzeige von eingegeben Befehlen verwendet.
eo: Ĉi tiu koloro estos uzata por montri komandojn, kiujn vi enigis.
es: Este color se usará para mostrar el eco de las órdenes introducidas.
et: Seda värvi kasutatakse sisestatud käskude näitamisel.
fr: Cette couleur sera utilisée pour afficher des commandes que vous avez saisies.
gl: Esta cor usarase para amosar as ordes que insira.
it: Questo colore sarà utilizzato per visualizzare i comandi che hai inserito.
nl: Deze kleur zal worden gebruikt bij het tonen van door u ingevoerde commando's.
pl: Kolor ten zostanie użyty do wyświetlania poleceń, które wpisano.
pt_br: Esta cor será usada para mostrar os comandos que você introduziu.
sl: Ta barva bo uporabljena za prikaz ukazov, ki ste jih vnesli.
sv: Den här färgen används för att visa kommandon du har skrivit in.
tr: Bu renk, girdiğiniz komutları görüntülemek için kullanılır.
uk: Цей колір буде використано для показу введених вами команд.

source: &System message color
bs: &Boja sistemskih poruka
ca@valencia: Color del missatge del &sistema
de: Farbe für &Systemnachrichten
eo: &Sistema mesaĝkoloro
es: Color de los mensajes del &sistema
et: &Süsteemse teate värv
fr: Couleur des messages &système
gl: Cor das mensaxes do &sistema
it: Colore messaggio di &sistema
nl: Kleur &systeemberichten
pl: Kolor komunikatu &systemu
pt_br: Cor das mensagens do &sistema
sl: Barva &sistemskih sporočil
sv: Färg på &systemmeddelanden
tr: &Sistem iletisi rengi
uk: Колір повідомлень с&истеми

source: This color will be used for various system messages.
bs: Ova boja će biti korištena za različite sistemske poruke.
ca@valencia: Este color s'utilitzarà per als diversos missatges del sistema.
de: Diese Farbe wird für verschiedene Systemnachrichten verwendet.
eo: Ĉi tiu koloro estos uzata por diversaj sistemaj mesaĝoj.
es: Este color se utilizará por los diferentes mensajes de sistema.
et: Seda värvi kasutatakse mitmesuguste süsteemsete teadete puhul.
fr: Cette couleur sera utilisée pour divers messages système.
gl: Esta cor usarase para varias mensaxes do sistema.
it: Questo colore sarà utilizzato per i vari messaggi di sistema.
nl: Deze kleur zal voor diverse systeemberichten worden gebruikt.
pl: Kolor ten zostanie użyty dla różnych komunikatów systemowych.
pt_br: Esta cor será usada para as diversas mensagens do sistema.
sl: Ta barva bo uporabljena za različna sistemska sporočila.
sv: Den här färgen används för diverse systemmeddelanden.
tr: Bu renk, çeşitli sistem iletileri için kullanılır.
uk: Цей колір буде використано для різноманітних системних повідомлень.

source: &Indentation
bs: &Uvlačenje
ca@valencia: &Sagnat
de: E&inrückung
eo: Deŝov&iĝo
es: &Indentación
et: Trepp&imine
gl: &Sangrado
it: R&ientro
nl: &Inspringen
pl: Wc&ięcia
pt_br: &Endentação
sl: Zam&ik
sv: &Indentering
tr: &Girintileme
uk: &Відступ

source: None
bs: Nijedan
ca@valencia: Cap
de: Keine
eo: Neniu
es: Ninguna
et: Puudub
fr: Aucun
gl: Ningún
it: Nessuno
nl: Geen
pl: Brak
pt_br: Nenhuma
sl: Brez
sv: Ingen
tr: Hiçbiri
uk: Немає
