Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: Command(s) that will replace command you have entered.
bs: Komanda(e) koja(e) će zamijeniti komandu koju ste unijeli.
ca@valencia: Ordres que substituiran l'ordre que heu introduït.
de: Befehle, die von Ihnen bereits eingegebene Befehle ersetzen.
eo: Komando(j) kiu anstataŭigos komandon, kiun vi enigis.
es: Órdenes que sustituirán a la que ha introducido.
et: Sisestatud käske asendavad käsud.
fr: Commande(s) qui remplaceront la commande que vous avez saisie.
gl: Ordes para substituír a orde que inseriu.
it: Comandi che sostituiranno il comando che hai inserito.
nl: Commando's die de door u ingevoerde commando's vervangen.
pl: Polecenie(a), które zastąpią polecenie przez ciebie wpisane.
pt_br: O(s) comando(s) que irá(ão) substituir o comando introduzido.
sl: Ukazi, ki bodo nadomestili ukaz, ki ste ga vnesli.
sv: Kommando(n) som ersätter kommando du skrivit in.
tr: Girdiğiniz komutun değiştirileceği komutlar.
uk: Команди, які замінять введену вами команду.

source: This is testing area. You can test your alias here to see if it does what you want it to do. Simply type in some text and see what happens.
bs: Ovo je područje za testiranje. Možete testirati svoje alijase ovdje da vidite da li radi ono što vi želite da radi. Jednostavno ukucajte neki tekst i vidite šta radi.
ca@valencia: Esta és l'àrea de proves. Podeu intentar el vostre àlies ací per a veure si fa el que voleu. Senzillament escriviu un text i vegeu què passa.
de: Dies ist der Testbereich. Sie können hier Ihre Aliase überprüfen, ob sie funktionieren. Geben Sie Text ein und sehen Sie was passiert.
eo: Ĉi tio estas prova areo. Vi povas testi vian kaŝnomon ĉi tie por vidi ĉu ĝi faras tion, kion vi volas, ke ĝi faru. Simple tajpu iom da teksto kaj vidu, kio okazas.
es: Esta es el área de prueba. Puede probar su alias o desencadenante aquí para comprobar si hace lo que desea. Simplemente escriba algún texto y observe lo que ocurre.
et: See on testimisala. Siin saab testida aliaseid, et näha, kas nad käituvad ootuspäraselt. Kirjuta lihtsalt midagi ja vaata, mis juhtub.
fr: Ceci est une zone de test. Vous pouvez tester ici votre alias pour voir si celui-ci fait ce que vous voulez. Saisissez simplement un peu de texte et regardez ce qui arrive.
gl: Esta é unha zona de probas. Permítelle probar as abreviaturas para ver se fan o que quere que fagan. Escriba un texto e observe o que ocorre.
it: Questa è un'area di test. Puoi verificare qui il tuo alias per vedere se esegue quello che hai richiesto. Semplicemente, digita del testo e vedi cosa succede.
nl: Dit is een testvlak. U kunt hier uw aliassen uittesten om te kijken of er gebeurt wat u wilt dat er gebeurt. Type wat tekst en kijk wat er gebeurt.
pl: Jest to obszar testowy. Tutaj możesz przetestować swój alias, aby zobaczyć czy robi to co chcesz. Po prostu wpisz pewien tekst i zobacz co się dzieje.
pt_br: Esta é uma área de testes. Poderá testar aqui a sua alcunha para ver se faz o que deseja. Basta escrever algum texto e ver o que acontece.
sl: To je področje za preizkušanje. Tukaj lahko preizkusite svoj vzdevek, da vidite, ali počne, kar želite. Preprosto vnesite nekaj besedila in si oglejte, kaj se bo zgodilo.
sv: Det här är provområdet. Ditt alias kan provas här för att se om det gör vad du vill. Skriv helt enkelt in någon text och se vad som händer.
tr: Bu, sınama alanıdır. Armanızın istediğiniz şeyi yapıp yapmadığını görmek için onu burada sınayabilirsiniz. Yalnızca bir metin girin ve neler olduğuna bakın.
uk: Це панель тестування. Тут ви можете перевірити ваш замінник, щоб переконатися, що він працюють належним чином. Просто введіть якийсь текст і слідкуйте за результатом.

source: Send original command
bs: Pošalji originalnu komandu
ca@valencia: Envia l'ordre original
de: Ursprünglichen Befehl senden
eo: Sendi originan komandon
es: Enviar orden original
et: Originaalkäsu saatmine
fr: Envoyer une commande originale
gl: Enviar a orde orixinal
it: Invia comando originale
nl: Zend oorspronkelijk commando
pl: Wyślij oryginalne polecenie
pt_br: Enviar o comando original
sl: Pošlji izvirni ukaz
sv: Skicka originalkommando
tr: Özgün komut gönder
uk: Надіслати початкову команду

source: If this alias matches your command, a replacement command will be sent. If you enable this option, both original and replacement commands are sent (original command is sent first).
bs: Ako se ovaj alijas poklapa sa vašom komandom, zamjenska komanda će biti poslana. Ako omogućite ovu opciju, i zamjenska i originalna komanda su poslane (originalna je poslana prva).
ca@valencia: Si este àlies coincidix amb la vostra ordre, s'enviarà una ordre de substitució. Si seleccioneu esta opció, s'enviaran les ordres originals i les de substitució (primer s'enviarà l'ordre original).
de: Wenn dieser Alias mit Ihrem Befehl übereinstimmt, wird ein Ersetzungs-Befehl gesendet. Ist dies aktiviert, dann wird sowohl der ursprüngliche Befehl wie auch die Ersetzungs-Befehle gesendet, der ursprüngliche Befehl zuerst.
eo: Se ĉi tiu kaŝnomo kongruas kun via komando, anstataŭa komando estos sendita. Se vi ebligas ĉi tiun elekteblon, ambaŭ originaj kaj anstataŭaj komandoj estas sendataj (origina komando estas sendata unue).
es: Si este alias coincide con su orden, se enviará una orden de sustitución. Si activa esta opción, se enviarán tanto la orden original como la de sustitución (la orden original se envía primero).
et: Kui see alias vastab sinu käsule, saadetakse asenduskäsk. Märkimisel saadetakse nii originaal- kui ka asenduskäsk (originaal saadetakse esimesena).
fr: Si cet alias correspond à votre commande, une commande de remplacement sera envoyée. Si vous activez cette option, les commandes originale et de remplacement seront envoyées (la commande originale sera envoyée en premier).
gl: Se a abreviatura se corresponde coa orde, enviarase a orde de substitución. Se activa esta opción, envíanse tanto as ordes orixinais como as ordes de substitución (as orixinais envíanse primeiro).
it: Se questo alias corrisponde al tuo comando, verrà inviato un comando sostitutivo. Se abiliti questa opzione, verrà inviato sia il comando originale, sia quello sostitutivo (l'originale viene inviato per primo).
nl: Als dit alias overeenkomt met uw commando, dan wordt een vervangend commando verzonden. als u dit inschakelt dan worden zowel het oorspronkelijke en vervangende commando verzonden (origineel commando als EERSTE).
pl: Jeżeli alias ten pasuje do twojego polecenia, to zostanie wysłane polecenie zastępcze. Jeżeli włączysz tą opcję, to zostanie wysłane i polecenie oryginalne i zastępcze (polecenie oryginalne zostaje wysłane jako pierwsze).
pt_br: Se este apelido corresponder ao seu comando, será enviado um comando de substituição. Se habilitar esta opção, tanto o comando original como o de substituição serão enviados (o comando original é enviado primeiro).
sl: Če se ta vzdevek ujema z vašim ukazom, bo poslan nadomestni ukaz. Če omogočite to možnost, so poslani izvirni in nadomestni ukazi (najprej pošlje izvirni ukaz).
sv: Om aliaset motsvarar kommandot, skickas ett ersättningskommando. Om alternativet aktiveras, skickas både original- och ersättningskommandot (originalkommandot skickas först).
tr: Bu arma komutunuzla eşleşiyorsa bir değiştirme komutu gönderilecektir. Bu seçeneği etkinleştirirseniz hem özgün hem değiştirme komutları gönderilir (önce özgün komut gönderilir).
uk: Якщо цей замінник відповідатиме вашій команді, буде надіслано команду-замінник. Якщо ви позначите цей пункт, надсилатиметься початкова команда і команда-замінник (початкова команда надсилатиметься першою).

source: When enabled, this alias will only match the text if there are spaces or nothing before/after the matched string.
bs: Kada je omogućeno, ovaj alijas će se jedino poklapati sa tekstom ako ima znakova razmaka ili ako nema ničega prije/poslije poklopljenog stringa.
ca@valencia: Quan està habilitat, este àlies només coincidirà amb el text si hi ha espais o res abans/després de la cadena coincident.
de: Ist dies aktiviert, passt dieser Alias nur auf Text, wenn nur Leerzeichen oder keine Zeichen den übereinstimmenden Text umschließen.
eo: Kiam ĝi estas ebligita, ĉi tiu kaŝnomo kongruos kun la teksto nur se estas spacoj aŭ nenio antaŭ/post la kongrua ĉeno.
es: Si está activado, este alias solo comparará el texto si no hay nada o hay solamente espacios antes y después de la cadena coincidente.
et: Märkimise korral sobib see alias tekstiga ainult siis, kui enne või pärast sobivat teksti on tühikud või pole midagi.
fr: Quand cette option est sélectionnée, cet alias ne correspondra au texte que s'il y a des espaces ou rien avant / après la chaîne correspondant.
gl: Active esta opción para que só se considere que esta abreviatura coincide cun texto se antes ou despois da cadea correspondente só hai espazos ou non hai nada.
it: Se abilitato, questo alias individuerà il testo solo se sono presenti spazi o nulla prima/dopo la stringa individuata.
nl: Indien ingeschakeld, zal deze alias alleen overeenkomen met de tekst als er spaties of niets voor/achter de te vergelijken tekens staan.
pl: Gdy włączone, to alias ten zostanie dopasowany do tekstu tylko wtedy, gdy istnieją spację lub nic przed/po dopasowywanym ciągiem znaków.
pt_br: Quando a opção estiver habilitada, este apelido só irá corresponde ao texto se existirem espaço ou nada antes/depois do texto correspondente.
sl: Ko je omogočeno, se ta vzdevek ujema z besedilom le, če so presledki ali nič pred/po ujemanem nizu.
sv: Om aktiverad, matchar detta alias bara texten om det finns mellanslag eller ingenting alls före och efter den matchade strängen.
tr: Etkinleştirildiğinde, bu arma yalnızca eşleşen diziden önce/sonra boşluklar varsa veya bir şey yoksa metinle eşleşir.
uk: Якщо буде позначено цей пункт, замінник вважатиметься відповідним тексту, якщо перед і після рядка-відповідника стоятимуть пробіли або не стоятиме нічого.

source: Include prefix/suffix
bs: Uključi prefiks/sufiks
ca@valencia: Inclou el prefix/sufix
de: Präfix/Suffix einschließen
eo: Inkluzivi prefikson/finaĵon
es: Incluir prefijo/sufijo
et: Kaasa arvatud prefiks/sufiks
fr: Inclure préfixe / suffixe
gl: Incluír un prefixo ou sufixo
it: Includi prefisso/suffisso
nl: Toevoegen voorvoegsel - achtervoegsel
pl: Dołącz przedrostek/przyrostek
pt_br: Incluir o prefixo/sufixo
sl: Vključi predpono/pripono
sv: Inkludera prefix och suffix
tr: Öneki/soneki içer
uk: Включати префікс або суфікс

source: Prefix/suffix of matched text will be automatically appended to the expanded text.
bs: Prefiks/sufiks poklopljenog teksta će biti automatski dodani na kraj proširenog teksta.
ca@valencia: El prefix/sufix del text coincident s'afegirà automàticament al text expandit.
de: Präfix/Suffix des übereinstimmenden Texts wird automatisch zum erweiterten Text hinzugefügt.
eo: Prefikso/sufikso de kongrua teksto estos aŭtomate almetita al la vastigita teksto.
es: El prefijo/sufijo del texto coincidente será automáticamente añadido al texto expandido.
et: Sobiva teksti prefiks/sufiks lisatakse automaatselt laiendatud tekstile.
fr: Les préfixe et suffixe du texte correspondant seront automatiquement ajoutés au texte développé.
gl: O prefixo ou sufixo do texto coincidente engadirase automaticamente ao texto expandido.
it: Il prefisso/suffisso del testo individuato verrà automaticamente aggiunto al testo esteso.
nl: Voorvoegsels en achtervoegsels worden automatisch aan de vervangende tekst toegevoegd.
pl: Przedrostek/przyrostek dopasowywanego tekstu zostanie automatycznie dołączony do rozwiniętego tekstu.
pt_br: O prefixo/sufixo do texto correspondente será adicionado automaticamente ao texto expandido.
sl: Predpona/pripona ujemanega besedila se samodejno priloži razširjenem besedilu.
sv: Prefix och suffix av matchande text läggs automatiskt till i den expanderade texten.
tr: Eşleşen metnin öneki/soneki kendiliğinden genişletilen metne iliştirilir.
uk: Префікс (попередня частина) та суфікс тексту-відповідника буде автоматично додано до розширеного тексту.

source: <p>With global matching, one alias/trigger can match multiple times, if it contains the pattern more than once. For example, if pattern is abc, it matches only once on abcdabcd of global matching is off, but twice if it is on. For each match, the requested actions are performed - so the commands can be sent multiple times, once per match.</p><p>Note that failing the condition doesn't terminate scanning, so you can use this to highlight names from a list (using the condition to check if a match is in the list), or something like that.
bs: </p> Sa opštim poklapanjem, jedan alijas/okidač može da se poklapa više puta, ako sadrži uzorak više nego jednom. Naprimjer, ako je uzorak abc, poklapa se samo jednom na abcdabcd kada je opšte poklapanje isključeno, ali dva puta ako je uključeno. Za svako poklapanje, tražene akcije su izvršene - tako da komande mogu biti poslane više puta, jednom po poklapanju. </p><p> Primjetite da neuspjeh uslova ne prekida pregled, tako da možete koristiti ovo da označite imena sa lista (koristeći uslov da provjerite ako ima poklpanja u listi), ili nešto poput toga.
ca@valencia: <p>Amb la concordança global, un àlies/desencadenant pot coincidir múltiples vegades, si conté el patró més d'una vegada. Per exemple, si el patró és «abc», només coincidirà una vegada amb «abcdabcd» si es desactiva la coincidència global, però dues vegades si està activada. Per a cada coincidència, es realitzaran les accions sol·licitades -de manera que les ordres es poden enviar múltiples vegades, una per a cada coincidència-.</p><p>Cal tindre en compte que, si no complix la condició, no s'acabarà l'exploració, de manera que podeu utilitzar-ho per a ressaltar els noms d'una llista (utilitzant la condició per a comprovar si hi ha una coincidència en la llista) o alguna cosa així.
de: <p>Mit globaler Übereinstimmung kann ein oder mehrere Auslöser mehrmals übereinstimmen, wenn das Muster mehrfach vorhanden ist. Ist das Muster zum Beispiel „abc“, gibt es nur eine Übereinstimmung für „abcdabcd“ mit abgeschalteter globaler Übereinstimmung, aber zweimal, wenn dies eingeschaltet ist. Für jede Übereinstimmung wird die geforderte Aktionen ausgeführt - so können Befehle mehrfach gesendet werden, einmal je Übereinstimmung.</p><p>Triff die Bedingung nicht zu, wird die Verarbeitung nicht abgebrochen, daher können Sie diese Funktion verwenden, um Namen in einer Liste hervorzuheben. Benutzen Sie die Bedingung, um die Liste auf einen übereinstimmenden Eintrag zu überprüfen.
eo: <p>Kun ĉiea kongruo, unu kaŝnomo/ekigilo povas kongrui plurfoje, se ĝi enhavas la ŝablonon pli ol unufoje. Ekzemple, se ŝablono estas abc, ĝi kongruas nur unufoje sur abcdabcd de ĉiea kongruo estas malŝaltita, sed dufoje se ĝi estas ŝaltita. Por ĉiu kongruo, la petitaj agoj estas faritaj - do la komandoj povas esti senditaj plurfoje, unufoje por kongruo.</p><p>Rimarku ke malsukceso de la kondiĉo ne ĉesigas skanadon, do vi povas uzi ĉi tion por reliefigi nomojn el listo (uzante la kondiĉon por kontroli ĉu kongruo estas en la listo), aŭ io simila.
es: <p>Con emparejamiento global, un alias/desencadenante se puede emparejar repetidas veces. Por ejemplo, si el patrón es abc, se empareja solo una vez con abcabcd si el emparejamiento global está desactivado, pero dos veces si está activado. Para cada emparejamiento, se ejecutan las acciones requeridas; así las órdenes se pueden enviar varias veces, una por coincidencia.</p><p>Tenga en cuenta que si la condición falla no se interrumpe la exploración, así que puede usar esto para resaltar los nombres de una lista (usando la condición para comprobar si una coincidencia está en la lista) o algo así.
et: <p>Globaalse sobivuse korral võib üks alias/päästik sobida mitu korda, kui see sisaldab mustrit üle ühe korra. Kui näiteks muster on abc, siis see sobib abcdabcd puhul ainult ühe korra, kui globaalne sobivus pole sisse lülitatud, aga kaks korda, kui on. Iga sobivuse korral sooritatakse ettenähtud toimingud, nii et käske võib saata mitu korda - üks kord iga sobivuse kohta.</p><p>Pane tähele, et tingimusele mittevastamine ei lõpeta uurimist, nii et sellega võib lasta esile tõsta nimekirjas olevaid nimesid (kasutades tingimust kontrollimaks, kas nimekirjas leidub vasteid) või midagi muud sellist.
fr: <p>Avec une correspondance globale, un alias / déclencheur peut correspondre à plusieurs occurrences, s'il contient la chaîne recherchée plus d'une fois. Par exemple, si la chaîne recherchée est « abc », elle peut correspondre à la seule chaîne « abcd-abcd » si la correspondance globale est désactivée mais deux fois si cette dernière est activée. A chaque correspondance, les actions demandées sont réalisées - ainsi, les commandes peuvent être envoyées plusieurs fois, une fois par correspondance.</p> <p>Veuillez noter qu'un échec sur la condition ne termine pas la recherche. Ainsi, vous pouvez utiliser ceci pour mettre en valeur les noms à partir d'une liste (en utilisant la condition pour s'assurer s'il y a une correspondance dans la liste), ou quelque chose de similaire.
gl: <p>Coa coincidencia global, unha abreviatura ou disparador pode coincidir con cadeas varias veces, se conteñen o padrón máis dunha vez. Por exemplo, se o padrón é «abc», só coincide unha vez con «abcdabcd» se a coincidencia global está desactivada, pero coincide dúas veces se está activada. As accións solicitadas execútanse unha vez por cada coincidencia, así que as ordes poden enviarse varias veces, unha por cada coincidencia.</p> <p>Teña en conta que a análise non termina se non supera a condición, así que pode usar isto para realzar nomes dunha lista (usando a condición para comprobar se algunha das coincidencias está na lista), ou algo similar.
it: <p>Con la corrispondenza globale, un alias/attivatore può corrispondere più volte, se contiene più volte il modello. Per esempio, se il modello è «abc», sarà individuata una sola corrispondenza in «abcdabcd» se la corrispondenza globale è disattiva, ma due volte se è attiva. Per ciascuna corrispondenza vengono eseguite le azioni richieste - di modo che i comandi possono essere inviati più volte, uno per corrispondenza.</p><p>È da notare che l'insuccesso della condizione non interrompe la scansione, dunque puoi usare questa opzione per evidenziare nomi da un elenco (utilizzando la condizione per verificare se una corrispondenza è in esso presente), o cose simili.
nl: <p>Bij globale overeenkomsten, kan een trigger/trigger meerdere keren een overeenkomst vinden, als het patroon meerdere keren voorkomt. Bijvoorbeeld, als het patroon abc is, dan vindt het maar een overeenkomst in abcdabcd als globale overeenkomsten uit is geschakeld, maar twee keer als het is ingeschakeld. Bij elke overeenkomst, wordt de gevraagde actie uitgevoerd - de commando's kunnen dus meerdere keren worden verzonden, een keer per overeenkomst.</p><p>Merk op dat het scannen niet eindigt als aan de conditie niet is voldaan, u kunt het dus ook gebruiken om namen uit een lijst te markeren (door het gebruik van de mogelijkheid van een controle of een overeenkomst in een lijst voorkomt), of iets dergelijks.
pl: <p>Z globalnym dopasowaniem, jeden alias/wyzwalacz może dopasować wiele razy, jeśli ciąg znaków zawiera wzorzec więcej niż jeden raz. Na przykład, jeśli wzorzec to abc, to dopasowuje się tylko raz do abcdabcd, gdy globalne dopasowanie jest wyłączone, ale dwa razy jeśli jest włączone. Dla każdego dopasowania zostają wykonywane żądane działania - tak że polecenia mogą zostać wysłane wiele razy, jeden raz na dopasowanie.</p><p>Zauważ, że niespełnienie warunku nie zakańcza skanowania, więc możesz użyć tego do podświetlania nazw z listy (używając warunku do sprawdzenia czy dopasowanie jest na liście), lub coś w tym rodzaju.
pt_br: <p>Com a correspondência global, um apelido/acionamento poderá corresponder várias vezes, caso contenha o mesmo padrão mais que uma vez. Por exemplo, se o padrão for 'abc', só irá corresponder uma vez em 'abcdabcd' se a correspondência global estiver desligada, mas corresponderá duas se estiver ligada. Para cada ocorrência, serão efetuadas as ações solicitadas - como tal, os comandos poderão ser enviados várias vezes, uma para cada correspondência.</p><p>Lembre-se de que o descumprimento da condição não termina o processamento, e você poderá usar isto para realçar nomes de uma lista (usando a condição que verifica se uma ocorrência consta na lista) ou algo do gênero.
sl: <p>S splošnim ujemanjem se lahko en vzdevek/sprožilec večkrat ujema, če vsebuje vzorec več kot enkrat. Če je na primer vzorec ABC, se ujema samo enkrat z abcdabcd, če je splošno ujemanje izklopljeno, a dvakrat, če je vklopljeno. Za vsako ujemanje se izvedejo zahtevana dejanja - tako da se ukazi lahko pošljejo večkrat, enkrat na zadetek.</p><p>Upoštevajte, da neizpolnjen pogoj ne konča pregledovanje, zato lahko s tem poudarite imena na seznamu (s pogojem preverite, ali je ujemanje na seznamu) ali kaj podobnega.
sv: <p>Med global matchning kan ett alias eller utlösare matcha flera gånger, om den innehåller mönstret mer än en gång. Om mönstret exempelvis är abc, matchar det bara en gång för abcdabcd om global matchning är av, men två gånger om den är på. För varje matchning utförs de begärda åtgärderna, så kommandon kan skickas flera gånger, en gång per matchning.</p><p>Observera att om villkoret är falskt avslutas inte sökningen, så detta kan användas för att markera namn i en lista (genom att använda villkoret för att kontrollera om en matchning finns i listan). eller liknande.
tr: <p>Global eşleşme ile, bir arma/tetikleyici, dizgiyi birden çok kez içeriyorsa birden çok kez eşleşebilir. Örneğin, dizgi abc ise abcdabcd verildiğinde global eşleşme kapalıyken yalnızca bir kez, açıksa iki kez eşleşir. Her eşleşme için istenen işlemler gerçekleştirilir — böylece komutlar, eşleşme başına bir kez olmak üzere birden çok kez gönderilebilir.</p><p>Koşulun sağlanamaması taramayı sonlandırmaz, dolayısıyla bunu, bir listeden adları vurgulamak (eşleşmenin listede olup olmadığını denetlemek için koşulu kullanarak) veya başka bir şey için kullanabilirsiniz.
uk: <p>За умов використання відповідності всюди один замінник може бути поставлено у відповідність декілька разів, якщо у тексті міститься декілька рядків-відповідників. Наприклад, якщо використано шаблон «abc», його буде поставлено у відповідність рядку «abcdabcd» лише один раз, якщо відповідність всюди вимкнено, але два рази, якщо таку відповідність увімкнено. Для кожного зі знайдених відповідників буде виконано дію, отже може бути віддано декілька команд, кожна для окремого відповідника.</p><p>Зауважте, що невиконання умови не призведе до переривання пошуку відповідників, отже ви можете скористатися відповідністю всюди для позначення імен у списку (на основі умови пошуку відповідників у списку) або подібних завдань.

source: This text did not match your alias.
bs: Ovaj tekst se nije poklopio sa vašim alijasem.
ca@valencia: Este text no coincidix amb el vostre àlies.
de: Dieser Text passt nicht auf Ihren Alias.
eo: Ĉi tiu teksto ne kongruis kun via kaŝnomo.
es: Este texto no coincide con su alias.
et: See tekst ei sobi sinu aliasega.
fr: Ce texte n'a pas correspondu à votre alias.
gl: Este texto non contén a abreviatura.
it: Questo testo non corrisponde al tuo alias.
nl: Deze tekst komt niet met uw alias overeen.
pl: Tekst ten nie pasuje do twojego aliasu.
pt_br: Este texto não correspondeu ao seu apelido.
sl: To besedilo se ne ujema z vašim vzdevkom.
sv: Texten matchade inte ditt alias.
tr: Bu metin armanızla eşleşmedi.
uk: Цей текст не відповідає вашому заміннику.
