Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: This setting only takes effect if you have disabled the "Always notify" option in Global settings and at least one of global/local notification is enabled. It will activate notification if the KMuddy window and/or this session is not active at the moment. Useful if you only want to be notified of some events (tells, combat, ...).
bs: Ovo podešavanje ima efekta jedino ako ste isključili "Uvijek obavijesti" opciju u Globalnim podešavanjima i ako je barem jedna od globalnih/lokalnih obavijesti uključena. To će aktivirati obavijest ako je KMuddy prozor i/ili ova sesija neaktivna u trenutku. Korisno ako želite da budete obaviješteni samo o nekim događajima (komunikacije, borba, ...).
ca@valencia: Esta opció només tindrà efecte si heu inhabilitat l'opció «Notifica sempre» en la configuració global i almenys una de les notificacions global/local està habilitada. Activarà la notificació si la finestra de KMuddy i/o esta sessió no està activa en este moment. Útil si només voleu ser notificat d'alguns esdeveniments (converses, combat...).
de: Diese Einstellung ist nur dann wirksam, wenn „Immer benachrichtigen“ in den globalen Einstellung deaktiviert und entweder globale oder lokale Benachrichtigungen eingeschaltet sind. Die Benachrichtigungen werden aktiviert, wenn das KMuddy-Fenster und oder diese Sitzung zurzeit nicht aktiv ist. Nützlich, wenn Sie über einige Ereignisse (Ansagen, Kämpfe ...) informiert werden wollen.
eo: Ĉi tiu agordo efektiviĝas nur se vi malŝaltis la elekteblon "Ĉiam sciigi" en Ĉieaj agordoj kaj almenaŭ unu el ĉiea/loka sciigo estas ebligita. Ĝi aktivigos sciigon se la fenestro de KMuddy kaj/aŭ ĉi tiu seanco ne estas aktivaj momente. Utila se vi volas nur esti sciigita pri kelkaj eventoj (diroj, batalo, ...).
es: Este parámetro solo tendrá efecto si ha desactivado la opción «Notificar siempre» en las Preferencias globales, y al menos hay una notificación global/local activada. Se activará la notificación si la ventana de KMuddy y/o esta sesión no está activa en el momento. Es útil si solo desea que se le notifiquen algunos eventos.
et: See toimib ainult siis, kui üldistes seadistustes on märkimata valik "Alati antakse märku" ja vähemalt üks globaalne või kohalik märguanne on lubatud. See aktiveerib märguande, kui KMuddy aken ja/või see seanss ei ole parajasti aktiivsed. Tulus juhtudel, kui soovid saada märguannet ainult teatavate sündmuste kohta (loitsud, lahing...).
fr: Ce paramètre ne prendra effet que si vous avez désactivé l'option « Toujours notifier » dans la configuration globale et qu'au moins l'une des notifications globale / locale est activée. Ce paramètre activera une notification si la fenêtre de KMuddy et / ou cette session n'est pas actuellement active. Utile si vous ne voulez être notifié que de certains évènements (parler, combattre,...).
gl: Esta opción só xurde efecto se desactivou a opción «Notificar sempre» na configuración global e hai polo menos un grupo de notificacións (as globais ou as locais) activado. Activará as notificacións se a xanela de KMuddy ou a súa sesión non está activa actualmente. É útil se só quere recibir notificacións dalgúns eventos (mensaxes, combate, …).
it: Questa impostazione funziona solo è l'opzione «Notifica sempre» è disattivata nelle Impostazioni globali e almeno una notifica globale/locale è attivata. Attiva la notifica se la finestra di KMuddy e/o questa sessione non è al momento attiva. Utile quando vuoi essere notificato per alcuni eventi (discorsi, combattimenti, ...).
nl: Deze instelling werkt alleen als u in de algemene instellingen de optie "Altijd melden" heeft uitgeschakeld en tenminste een van algemene/lokale notificaties heeft ingeschakeld. Het zal een notificatie geven als een KMuddy venster en/of zijn sessie op dat moment niet actief is. Handig in het geval dat u alleen een notificatie van bepaalde gebeurtenissen (bericht, gevecht, ...) wilt krijgen.
pl: Ustawienie to zadziała tylko, jeśli wyłączono opcję "Zawsze powiadom" w ustawieniach globalnych i co najmniej jedno z globalnych/lokalnych powiadomień jest włączone. Uaktywni to powiadomienie, jeśli okno KMuddy i/lub ta sesja nie jest aktywna w tej chwili. Jest to przydatne, jeśli chcesz zostać powiadomiony o pewnych zdarzeniach (wypowiedziach, walkach, ...)
pt_br: Esta opção só fará efeito se você desabilitou a opção "Notificar sempre" nas configurações globais e se tiver habilitado pelo menos uma das notificações global/local. Ela irá ativar a notificação se a janela do KMuddy e/ou se esta sessão não estiver ativa no momento. É útil se quiser apenas ser notificado em caso de alguns eventos (conversas, combates, ...).
sl: Ta nastavitev začne veljati le, če ste onemogočili možnost »Vedno obvesti« v splošnih nastavitvah in je omogočeno vsaj eno splošno/krajevno obvestilo. Aktiviral bo obvestilo, če okno KMuddy in/ali ta seja trenutno ni aktivna. Koristno, če želite biti obveščeni le o nekaterih dogodkih (izdajstvo, boj, ...).
sv: Inställningen får bara effekt om alternativet "Underrätta alltid" under allmänna inställningar är inaktiverat, och åtminstone en av global/lokal underrättelse är aktiverad. Den aktiverar underrättelser om Kmuddy-fönstret och/eller sessionen inte är aktiv för ögonblicket. Användbart om man bara vill bli underrättad om vissa händelser (berättelser, strid, ...).
tr: Bu seçenek, yalnızca global ayarlardaki “Her zaman bildir” seçeneğini devre dışı bıraktıysanız ve en az bir global/yerel bildirim etkinse etkili olur. KMuddy penceresi ve/veya bu oturum şu anda etkin değilse bildirimleri etkinleştirir. Yalnızca bazı etkinliklerden haberiniz olmasını istiyorsanız (anlatılar, savaş, …) yararlıdır.
uk: Цей пункт працюватиме, лише якщо ви знімете позначення з пункту «Завжди сповіщати» на вкладці «Загальне» і буде увімкнено хоча б одне загальне або локальне сповіщення. За допомогою пункту можна задіяти сповіщення, якщо вікно KMuddy і/або відповідний сеанс не є активним. Пункт буде корисним, якщо вам потрібні сповіщення лише щодо певних подій (розмов, сутичок тощо).

source: &Prompt-detection trigger
bs: &Okidač za detekciju iskačuće poruke
ca@valencia: Desencadenant de detecció d'a&vís d'ordres
de: &Eingabeerkennungs-Auslöser
eo: &Prompt-detekta ellasilo
es: Desencadenante de detección &inmediata
et: Vii&batuvastuse päästik
fr: &Déclencheur de détection d'invite de commande
gl: Dis&parador de detección de entrada
it: Attivatore di a&vviso rilevamento
nl: &Invoer-herkenning
pl: Wyzwalacz wykrywania &znaku zachęty
pt_br: Acionamento de detecção da &linha de comando
sl: &Prožilnik zaznavanja pozivov
sv: Utlösare för detektering av &prompt
tr: İ&stem algılama tetiği
uk: Умовна зміна з ви&явленням запрошення

source: Enabling this will turn this trigger into a prompt detection trigger, that is, text will be passed to these triggers even if no newline was received, the text will be displayed as a prompt if the trigger gets matched, and most other options will NOT be taken into effect - prompt-detect trigger cannot send out text, gag lines, do notification. Colorization is still possible.
bs: Uključivanje ovoga će pretvoriti ovaj okidač u okidač za detekciju iskačuće poruke, što jest, tekst će biti proslijeđen ovim okidačima čak iako nije primljena nova linija, telst će biti prikazan kao iskačuća poruka ako okidač dobije poklapanje, a većina drugih opcija NEĆE imati efekta - okidač za detekciju iskačuće poruke ne može slati tekst, blokirati linije, obavljati obavijesti. Kolorizacija je i dalje moguća.
ca@valencia: Si ho habiliteu, este desencadenant es convertirà en un desencadenant de detecció de l'indicatiu, és a dir, el text serà passat per estos desencadenants encara que no s'haja rebut cap línia nova, el text es mostrarà com un indicador si el desencadenant obté alguna coincidència, i la majoria de les opcions NO s'efectuaran -el desencadenant detector de l'indicatiu no pot enviar text, línies de mordassa, fer notificacions-. Acolorar encara serà possible.
de: Aktivieren Sie dies, wird dieser Auslöser eine Eingabeerkennung aktivieren, das heißt, der eingegebene Text wird an diese Auslöser übergeben, sogar wenn kein Zeilenumbruch empfangen wurde. Der Text wird als Eingabeaufforderung angezeigt, wenn der Auslöser zutrifft, und die meisten anderen Einstellungen werden nicht mehr berücksichtigt - Eingabeerkennungs-Auslöser können keinen Text senden, Zeilen anzeigen und Benachrichtigungen schicken. Farbgebung ist immer noch möglich.
eo: Ebligi ĉi tion transformos ĉi tiun ekigilon en promptan detektilon, tio estas, teksto estos transdonita al ĉi tiuj ekigiloj eĉ se neniu nova linio estis ricevita, la teksto estos montrata kiel promptilo se la ekigilo kongruas, kaj la plej multaj aliaj elektebloj NE estos. prenita en efiko - prompt-detekti ekigilon ne povas sendi tekston, gagliniojn, fari sciigon. Kolorigo ankoraŭ eblas.
es: Habilitar esto convertirá el desencadenante en un desencadenante de detección inmediata; esto es, el texto pasará por él incluso si no se ha recibido ninguna línea nueva. El texto se mostrará como un apunte si coincide el desencadenante, y la mayoría del resto de opciones NO tendrán efecto -el desencadenante de detección inmediata no puede enviar texto, líneas de mordaza o notificaciones. Todavía se puede colorear.
et: Märkimisel muudetakse see päästik viibatuvastuse päästikuks, see tähendab, et tekst saadetakse neile päästikutele isegi siis, kui ei saada reavahetust, teksti näidatakse viibana, kui päästik sobib, ning enamik muid valikuid EI TOIMI - viibatuvastuse päästik ei saa saata teksti välja, summutada ridu, anda märku. Toonimine on siiski võimalik.
fr: L'activation de ceci transformera le déclencheur en un déclencheur de détection d'invite de commandes, c'est-à-dire, que le texte sera transmis à ces déclencheurs, même si aucune nouvelle ligne n'a été reçue. Le texte sera affiché comme une invite de commandes si le déclencheur correspond et la plupart des autres options ne seront PAS prises en compte. Le déclencheur de détection d'invite de commandes ne peut pas envoyer du texte, ignorer des lignes ou envoyer une notification. La coloration est toujours possible.
gl: Activar esta opción converterá este disparador nun disparador de detección de entrada, é dicir, ao disparador pasaráselle texto incluso se non se recibiu un salto de liña, o texto amosarase como unha entrada se coincide co disparador, e a meirande parte do resto de opcións non se executarán. Os disparadores de detección de entrada non poden enviar texto, silenciar liñas, ou notificar. Porén, si que permiten colorar.
nl: Als u dit inschakelt, dan werkt invoer-detectie zodat de tekst naar de juiste triggers gaan, zelfs als er nog geen regeleinde is ingevoerd. De tekst zal als vraag getoond worden als de trigger overeenkomt, waarbij de meeste andere instellingen niet toegepast worden - invoer-herkenning kan geen tekst versturen, regels markeren, notificaties versturen, maar inkleuren is wel mogelijk.
pl: Włączanie tego przemieni ten wyzwalacz w wyzwalacz wykrywania znaku zachęty, co oznacza, że tekst zostanie przekazany do tych wyzwalaczy nawet wtedy, gdy nie otrzymano nowego wiersza, tekst zostanie wyświetlony jako znak zachęty, jeśli wyzwalacz zostanie dopasowany i większość innych opcji NIE zostanie wziętych pod uwagę - wyzwalacz wykrywania znaku zachęty nie może wysyłać tekstu, wierszy gag, robić powiadomień. Koloryzacja jest jednak nadal możliwa.
pt_br: Se habilitar isto, irá transformar este acionamento em um acionamento de detecção da linha de comando, isto é, o texto será passado a estes acionamentos mesmo que não tenha recebido nenhuma mudança de linha, sendo o texto exibido como uma linha de comando caso o evento corresponda, sendo que a maioria das outras opções NÃO surtirá efeito - o acionamento de detecção da linha de comando não poderá enviar o texto, silenciar as linhas ou fazer notificações. A coloração ainda é possível.
sl: Omogočanje tega sprožilca bo sprožilec spremenilo v sprožilec za takojšnje odkrivanje, to pomeni, da bo besedilo preneseno na te sprožilce, tudi če nova vrstica ni bila prejeta, bo besedilo prikazano kot poziv, če se sprožilec ujema, večina drugih možnosti pa ne bo v veljavi - sprožilec za hitro zaznavanje ne more poslati besedila, vrstic za zadušitev, obveščati. Obarvanje je še vedno mogoče.
sv: Aktiveras det här görs utlösaren om till en utlösare för detektering av prompt, dvs. texten skickas till utlösaren även om ingen nyrad har tagits emot, texten visas som en prompt om utlösaren matchas, och de flesta andra alternativ tas INTE hänsyn till. Utlösare för detektering av prompt kan inte skicka text, tysta rader, eller ge underrättelser. Färgläggning är fortfarande möjlig.
tr: Bunun etkinleştirilmesi, bu tetiği bir bilgi istemi algılama tetiğine dönüştürür; yani, yenisatır alınmasa bile bu tetiklere metin iletilir, tetik eşleşirse metin bir istem olarak görüntülenir ve diğer birçok seçenek yürürlüğe ALINMAZ — istem algılama tetiği metin gönderemez, satırları tıkamaz, bildirim yapamaz. Renklendirme hâlâ olanaklıdır.
uk: Позначення цього пункту призведе до перетворення умовної зміни на умовну зміну з виявленням запрошення. Тобто текст буде передано до таких умовних змін, навіть якщо не було отримано символу нового рядка. Текст буде показано як запрошення, якщо буде виконано відповідність умові. Більшість інших параметрів НЕ БУДЕ взято до уваги: умовні зміни з виявленням запрошення не може бути використано для надсилання тексту, рядків припинення розмови, сповіщень. Можна буде скористатися розфарбуванням тексту.

source: Play s&ound file
bs: Pokreni z&vučni fajl
ca@valencia: Reproduïx un fitxer de s&o
de: &Klangdatei abspielen
eo: Ludi s&ondosieron
es: Reproducir archivo de s&onido
et: Heli&faili esitamine
fr: Jouer un fichier de son
gl: Reproducir un ficheiro de s&on
it: Riproduci un s&uono
nl: &Geluidsbestand afspelen
pl: Odtwórz plik &dźwiękowy
pt_br: Reproduzir arquivo de s&om
sl: Predvajaj zvočno datoteko
sv: Spela lj&udfil
tr: &Ses dosyası çal
uk: Відтворити зв&уковий файл

source: This trigger will play a sound. Useful as a notification of important events, or to assign sounds to some events.
bs: Ovaj okidač će pustiti zvuk. Koristan kao obavijest važnih događaja, ili da se dodijeli zvuk nekim događajima.
ca@valencia: Este desencadenant reproduirà un so. Útil com a notificació d'esdeveniments importants o per a assignar sons a alguns esdeveniments.
de: Dieser Auslöser spielt einen Klang ab. Nützlich als Benachrichtigung von wichtigen Ereignissen oder um Klänge an einige Ereignisse zuzuweisen.
eo: Ĉi tiu ekigilo ludos sonon. Utila kiel sciigo pri gravaj eventoj, aŭ por atribui sonojn al iuj eventoj.
es: Este desencadenante reproducirá un sonido. Es útil como notificación de eventos importantes, o para asignar un sonido a algunos eventos.
et: See päästik esitab helifaili. Tulus märguandena oluliste sündmuste kohta või heli omistamiseks teatavatele sündmustele.
fr: Ce déclencheur jouera un son. Utile comme notification pour des évènements importants ou pour associer des sons à certains évènements.
gl: Este disparador reproducirá un son. É útil como notificación de eventos importantes, ou para asignar sons a algúns eventos.
it: Questo attivatore riprodurrà un suono. Utile come notifica di eventi importanti, o per assegnare suoni a determinati eventi.
nl: Dit start het afspelen van een geluid. Handig als notificatie van belangrijke gebeurtenissen, of om geluiden aan bepaalde gebeurtenissen te koppelen.
pl: Wyzwalacz ten odegra dźwięk. Przydaje się jako powiadomienie o ważnych zdarzeniach lub do przypisania dźwięków do pewnych zdarzeń.
pt_br: Este acionamento irá reproduzir um som. É útil como uma notificação de acionamentos importantes ou para atribuir sons a alguns eventos.
sl: Ta sprožilec bo predvajal zvok. Koristno kot obvestilo o pomembnih dogodkih ali za dodeljevanje zvokov nekaterim dogodkom.
sv: Den här utlösaren spelar ett ljud. Användbar som underrättelse av viktiga händelser, eller för att tilldela ljud till vissa händelser.
tr: Bu tetik, bir ses çalar. Önemli olayların bildirilmesi veya kimi olaylara ses atayabilmek için yararlıdır.
uk: Ця умовна зміна призводитиме до відтворення звуку. Корисно для сповіщення про важливі події або прив’язки звуків до певних подій.

source: Send output to a separate window
bs: Pošaljji izlazne podatke u poseban prozor
ca@valencia: Envia l'eixida cap a una finestra separada
de: Ausgabe an ein anderes Fenster senden
eo: Sendi eligon al aparta fenestro
es: Enviar salida a una ventana aparte
et: Väljundi saatmine eraldi aknasse
fr: Envoyer la sortie dans une fenêtre séparée
gl: Enviar a saída a outra xanela
it: Invia il risultato a una finestra separata
nl: Verstuurt de uitvoer naar een apart venster
pl: Wyślij wyjście do osobnego okna
pt_br: Enviar o resultado para uma janela separada
sl: Pošlji izhod v ločeno okno
sv: Skicka utdata till ett separat fönster
tr: Çıktıyı ayrı bir pencereye gönder
uk: Надіслати виведені дані до окремого вікна

source: This will send the matched text to a separate output window
bs: Ovo će poslati označeni tekst u poseban izlazni prozor
ca@valencia: Enviarà el text coincident a una finestra d'eixida separada
de: Damit wird der zutreffende Text an ein eigenes Ausgabefenster gesendet
eo: Ĉi tio sendos la kongruan tekston al aparta eligfenestro
es: Enviará el texto coincidente a una ventana separada
et: Sellega saab saata sobiva teksti eraldi väljundaknasse.
fr: Ceci enverra le texte correspondant vers une fenêtre de sortie séparée
gl: Isto enviará o texto que coincidiu a outra xanela de saída
it: Invierà il testo individuato a una finestra del risultato separata
nl: Dit verstuurt de overeenkomende tekst naar een apart uitvoervenster
pl: Wyśle to dopasowany tekst do osobnego okna wyjściowego
pt_br: Isto irá enviar o texto correspondente para uma janela de resultado separada
sl: To pošlje besedilo, ki se ujema, v ločeno izhodno okno
sv: Det här skickar matchande text till ett separat utdatafönster
tr: Bu, eşleşen metni ayrı bir çıktı penceresine gönderir
uk: За допомогою цього пункту можна надіслати відповідний текст до окремого вікна виведення даних

source: Output Windows
bs: Izlazni Prozori
ca@valencia: Finestres de l'eixida
de: Ausgabefenster
eo: Eligaj Fenestroj
es: Ventanas de salida
et: Väljundaknad
fr: Fenêtres de sortie
gl: Xanelas de saída
it: Finestre del risultato
nl: Uitvoervensters
pl: Okna wyjściowe
pt_br: Janelas de resultado
sl: Izhodna okna
sv: Utdatafönster
tr: Çıktı Pencereleri
uk: Вікна виведення даних

source: &Gag output in main window
bs: &Blokiraj izlaz u glavnom prozoru
ca@valencia: I&gnora l'eixida en la finestra principal
de: Aus&gabe im Hauptfenster
eo: &Gag eligo en ĉefa fenestro
es: &Ocultar salida en la ventana principal
et: Väl&jundi lämmatamine peaaknas
fr: I&gnorer la sortie de la fenêtre principale
gl: &Silenciar a saída na xanela principal
it: &Blocca il risultato nella finestra principale
nl: &Onderdruk uitvoer in hoofdvenster
pl: Wyjście &Gag w głównym oknie
pt_br: &Omitir o resultado na janela principal
sl: Zaduši izhod v glavnem oknu
sv: T&ysta utmatning i huvudfönster
tr: Ana penceredeki çıktıyı &sustur
uk: При&ховати виведені дані у головному вікні

source: This will cause output sent to a separate window not to be displayed in main KMuddy session window
bs: Ovo će prouzrokovati da izlazni podaci poslani u poseban prozor ne budu prikazani u glavnom prozoru KMuddy sesije
ca@valencia: Farà que l'eixida enviada cap a una finestra separada no es mostre en la finestra principal de sessió de KMuddy
de: Mit dieser Einstellung wird die Ausgabe in einem eigenem Fenster und nicht im Hauptfenster der KMuddy-Sitzung angezeigt.
eo: Ĉi tio kaŭzos ke eligo sendita al aparta fenestro ne aperos en ĉefa seancofenestro de KMuddy
es: Hará que el texto recibido en una ventana secundaria no se muestre en la ventana principal de la sesión KMuddy
et: Sellega saadetakse väljund eraldi aknasse ega näidata KMuddy peamises seansiaknas.
fr: Ceci fera que la sortie envoyée vers une fenêtre séparée ne sera pas affichée dans la fenêtre principale de la session KMuddy
gl: Isto provocará que se envíe a saída a outra xanela e non se amose na xanela principal da sesión de KMuddy
it: Farà in modo che il risultato inviato a una finestra separata non venga visualizzato nella finestra principale della sessione di KMuddy
nl: Dit stuurt de uitvoer naar een apart venster zodat het niet wordt getoond in het hoofdvenster van KMuddy.
pl: Spowoduje to wysłanie wyjścia do osobnego okna nie wyświetlanego w głównym oknie sesji KMuddy
pt_br: Isto fará com que o resultado enviado para uma janela separada não seja apresentado na janela de sessões principal do KMuddy
sl: To bo povzročilo, da izhod, poslan v ločeno okno, ne bo prikazan v glavnem oknu seje KMuddy
sv: Det här gör att utdata skickad till ett separat fönster inte visas i sessionens huvudfönster i Kmuddy
tr: Bu, ayrı bir pencereye gönderilen çıktının ana KMuddy oturum penceresinde görüntülenmemesine neden olur
uk: Позначення цього пункту призведе до надсилання виведених даних до окремого вікна. Дані не буде показано у основному вікні сеансу KMuddy.

source: &Window name
bs: &Ime prozora
ca@valencia: Nom de la &finestra
de: &Fenstername
eo: &Fenestronomo
es: Nombre &ventana
et: &Akna nimi
fr: Nom de &fenêtre
gl: &Nome da xanela
it: Nome &finestra
nl: Naam &venster
pl: Nazwa &okna
pt_br: Nome da &janela
sl: Ime okna
sv: &Fönsternamn
tr: &Pencere adı
uk: Назва &вікна

source: &Create window
bs: &Napravi prozor
ca@valencia: &Crea una finestra
de: &Fenster erstellen
eo: &Krei fenestron
es: &Crear ventana
et: &Loo aken
fr: &Créer une fenêtre
gl: &Crear unha xanela
it: &Crea finestra
nl: Venster aan&maken
pl: &Utwórz okno
pt_br: &Criar uma janela
sl: Ustvari okno
sv: &Skapa fönster
tr: Pencere &oluştur
uk: С&творити вікно

source: &Basic
bs: &Osnovno
ca@valencia: &Bàsic
de: &Einfach
eo: &Baza
es: &Básico
et: &Põhiline
fr: &Basique
gl: &Básico
it: Di &base
nl: &Basis
pl: &Podstawowe
pt_br: &Básico
sl: Osnovno
sv: &Grundläggande
tr: &Temel
uk: &Базовий

source: Special trigger
bs: Specijalni okidač
ca@valencia: Desencadenant especial
de: Spezieller Auslöser
eo: Speciala ellasilo
es: Desencadenante especial
et: Eripäästik
fr: Déclencheur spécial
gl: Disparador especial
it: Attivatore speciale
nl: Speciale trigger
pl: Specjalny wyzwalacz
pt_br: Acionamento especial
sl: Posebni sprožilec
sv: Specialutlösare
tr: Özel tetik
uk: Особлива умова

source: Output windows
bs: Izlazni prozori
ca@valencia: Finestres de l'eixida
de: Ausgabefenster
eo: Eligo fenestroj
es: Ventanas de salida
et: Väljundaknad
fr: Fenêtres de sortie
gl: Xanelas de saída
it: Finestre del risultato
nl: Uitvoervensters
pl: Okna wyjściowe
pt_br: Janelas de resultado
sl: Izhodna okna
sv: Utdatafönster
tr: Çıktı pencereleri
uk: Вікна виведення

source: This text did not match your trigger.
bs: Ovaj tekst nije imao poklapanje sa vašim okidačem.
ca@valencia: Este text no coincidix amb el vostre desencadenant.
de: Dieser Text stimmt nicht mit Ihrem Auslöser überein.
eo: Ĉi tiu teksto ne kongruis kun via ellasilo.
es: Este texto no coincide con su desencadenante.
et: See tekst ei sobi sinu päästikuga.
fr: Ce texte n'a pas correspondu à votre déclencheur.
gl: Este texto non coincide co disparador.
it: Questo testo non corrisponde al tuo attivatore.
nl: Deze tekst komt niet overeen met uw trigger.
pl: Tekst ten nie spełnił twojego wyzwalacza.
pt_br: Este texto não correspondeu ao seu acionamento.
sl: To besedilo se ne ujema s sprožilcem.
sv: Texten matchade inte utlösaren.
tr: Bu metin, tetiğinizle eşleşmedi.
uk: Цей текст не відповідає вашій умові.
