Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: Cannot create the group, as a group with this name already exists.
bs: Ne može se napraviti grupa, jer grupa sa ovim imenom već postoji.
ca@valencia: No es pot crear el grup, perquè ja existix un grup amb este nom.
de: Die Gruppe kann nicht erstellt werden, da eine Gruppe mit diesem Namen bereits existiert.
eo: Ne povas krei la grupon, ĉar grupo kun ĉi tiu nomo jam ekzistas.
es: No se puede crear el grupo. Ya existe un grupo con ese nombre.
et: Gruppi ei saa luua, sest selle nimega grupp on juba olemas.
fr: Impossible de créer le groupe car un groupe de ce nom existe déjà.
gl: Non é posíbel crear o grupo, xa existe un grupo con ese nome.
it: Impossibile creare il gruppo, esiste già un gruppo con questo nome.
nl: Kan groep niet creëren, omdat een groep met deze naam al bestaat.
pl: Nie można utworzyć grupy, jako że grupa o tej nazwie już istnieje.
pt_br: Não foi possível criar o grupo porque já existe outro com o mesmo nome.
sl: Skupine ni mogoče ustvariti, saj skupina s tem imenom že obstaja.
sv: Kan skapa gruppen, eftersom en grupp med samma namn redan finns.
tr: Bu ada sahip bir grup halihazırda var olduğundan grup oluşturulamıyor.
uk: Неможливо створити групу, оскільки група з такою назвою вже існує.

source: MSP: Received corrupted sound trigger!
bs: MSP: Primljen je zvučni okidač sa greškom!
ca@valencia: MSP: s'ha produït un desencadenant de so corrupte!
de: MSP: Unvollständigen Sound-Auslöser empfangen.
eo: MSP: Ricevis koruptitan soneksilon!
es: MSP: ¡Recibido un desencadenante de sonido corrupto!
et: MSP: saadi vigane helipäästik!
fr: MSP : réception d'un déclencheur corrompu de son !
gl: MSP: Recibiuse un disparador de son danado!
it: MSP: ricevuto attivatore sonoro danneggiato!
nl: MSP: Ontving een beschadigd geluid-trigger!
pl: MSP: Otrzymano uszkodzony wyzwalacz dźwiękowy!
pt_br: MSP: Foi recebido um acionamento de som corrompido!
sl: MSP: Prejet poškodovan zvočni sprožilec!
sv: MSP: Tog emot en skadad ljudutlösare.
tr: MSP: Hasar görmüş ses tetiği alındı!
uk: MSP: отримано пошкоджені дані вмикання звуку!

source: MSP: Problem was: %1
bs: MSP: Problem je bio: %1
ca@valencia: MSP: el problema era: %1
de: MSP: Problem war: %1
eo: MSP: Problemo estis: %1
es: MSP: El problema era %1
et: MSP: probleem oli: %1
fr: MSP : le problème était : %1
gl: MSP: O problema foi: %1
it: MSP - Il problema era: %1
nl: MSP: Probleem was: %1
pl: MSP: Problem to: %1
pt_br: MSP: O problema foi: %1
sl: MSP: težava: %1
sv: MSP: Problemet är: %1
tr: MSP: Sorun şuydu: %1
uk: MSP: проблема: %1

source: Parameter names must be followed by '='.
bs: Imena parametara moraju biti praćena sa '='.
ca@valencia: Els noms dels paràmetres han d'anar seguits per «=».
de: Namen von Parametern muss ein „=“ angefügt werden.
eo: Parametronomoj devas esti sekvataj de '='.
es: Los nombres de los parámetros deben ir seguidos por «=».
et: Parameetrite nimedele peab järgnema '='.
fr: Les noms de paramètres doivent être suivis par « = ».
gl: Os nomes de parámetros debe ir seguidos de «=».
it: I nomi dei parametri devono essere seguiti da '='.
nl: De naam van een parameter moet u laten volgen door "=".
pl: Nazwy parametrów muszą kończyć się na '='.
pt_br: Os nomes dos parâmetros deverão ser seguidos por '='.
sl: Imenom parametrov mora slediti »=«.
sv: Parameternamn måste följas av '='.
tr: Parametre adlarından sonra “=” gelmelidir.
uk: Після назви параметра слід вказати символ «=».

source: Parameter %1 requires a numeric argument
bs: Parametar %1 traži numerički argument.
ca@valencia: El paràmetre %1 requerix un argument numèric
de: Der Parameter %1 benötigt ein numerisches Argument
eo: Parametro %1 postulas numeran argumenton
es: El parámetro %1 requiere un argumento numérico
et: Parameeter %1 nõuab arvargumenti
fr: Le paramètre %1 nécessite un argument numérique
gl: O parámetro %1 require un argumento numérico.
it: Il parametro %1 richiede un argomento numerico
nl: Het argument van parameter %1 moet een getal zijn.
pl: Parameter %1 wymagana numerycznego argumentu
pt_br: O parâmetro %1 necessita de um argumento numérico
sl: Parameter %1 zahteva številski argument
sv: Parameter %1 kräver ett numeriskt argument
tr: %1 parametresi bir sayısal argüman gerektiriyor
uk: Параметр %1 потребує числового значення аргументу

source: Value of param V is out of 0-100 range.
bs: Vrijednost parametra V je van opsega 0-100.
ca@valencia: El valor del paràmetre «V» es troba fora de l'interval de 0 a 100.
de: Der Wert des Parameters V ist nicht im Bereich 0-100.
eo: Valoro de param V estas el 0-100 intervalo.
es: El valor del parámetro V se sale del rango 0-100.
et: Parameetri V väärtus väljub vahemikust 0-100.
fr: La valeur du paramètre « V » est en dehors de la plage 0 - 100.
gl: O valor do parámetro V non está entre 0 e 100.
it: Il valore del parametro V è fuori dall'intervallo 0-100.
nl: De waarde van param V moet tussen de 0 en de 100 liggen.
pl: Wartość parametru V jest poza zakresem 0-100.
pt_br: O valor do parâmetro V está fora do intervalo 0-100.
sl: Vrednost param V je izven območja 0-100.
sv: Värdet på parameter V är utanför intervallet 0-100.
tr: V parametresinin değeri 0–100 eriminin dışında.
uk: Значенням параметра V поза межами діапазону 0–100.

source: Value of param L is out of -1;1-100 range.
bs: Vrijednost parametra L je van opsega -1;1-100.
ca@valencia: El valor del paràmetre «L» es troba fora de l'interval de -1 i d'1 a 100.
de: Der Wert des Parameters L ist nicht im Bereich -1;1-100.
eo: Valoro de param L estas ekster -1;1-100-intervalo.
es: El valor del parámetro L se sale del rango -1;1-100.
et: Parameetri L väärtus väljub vahemikust -1;1-100.
fr: La valeur du paramètre « L » est en dehors de la plage -1 ; 1 - 100.
gl: O valor do parámetro L non está entre 1 e 100, nin é -1.
it: Il valore del parametro L è fuori dall'intervallo -1;1-100.
nl: De waarde van param L moet tussen de -1;1 en de 100 liggen.
pl: Wartość parametru L jest poza zakresem -1;1-100.
pt_br: O valor do parâmetro L está fora do intervalo -1;1-100.
sl: Vrednost param L je zunaj območja -1;1-100.
sv: Värdet på parameter L är utanför intervallet -1, 1-100.
tr: L parametresinin değeri −1;1–100 eriminin dışında.
uk: Значенням параметра L поза межами діапазону -1;1–100.

source: Value of param P is out of 0-100 range.
bs: Vrijednost parametra P je van opsega 0-100.
ca@valencia: El valor del paràmetre «P» es troba fora de l'interval de 0 a 100.
de: Der Wert des Parameters P ist nicht im Bereich 0-100.
eo: Valoro de parametro P estas el 0-100 intervalo.
es: El valor del parámetro P se sale del rango 0-100.
et: Parameetri P väärtus väljub vahemikust 0-100.
fr: La valeur du paramètre « P » est en dehors de la plage 0 - 100.
gl: O valor do parámetro P non está entre 0 e 100.
it: Il valore del parametro P è fuori dall'intervallo 0-100.
nl: De waarde van param P moet tussen de 0 en de 100 liggen.
pl: Wartość parametru P jest poza zakresem 0-100.
pt_br: O valor do parâmetro P está fora do intervalo 0-100.
sl: Vrednost param P je izven območja 0-100.
sv: Värdet på parameter P är utanför intervallet 0-100.
tr: P parametresinin değeri 0–100 eriminin dışında.
uk: Значенням параметра V поза межами діапазону 0–100.

source: Value of param C must be 0 or 1.
bs: Vrijednost parametra C mora biti 0 ili 1.
ca@valencia: El valor del paràmetre «C» ha de ser 0 o 1.
de: Der Wert des Parameters C muss 0 oder 1 sein.
eo: Valoro de parametro C devas esti 0 aŭ 1.
es: El valor del parámetro C debe ser 0 ó 1
et: Parameetri C väärtus peab olema 0 või 1.
fr: La valeur du paramètre « C » doit être 0 ou 1.
gl: O valor do parámetro C debe ser 0 ou 1.
it: Il valore del parametro C deve essere 0 o 1.
nl: De waarde van param C moet een 0 of een 1 zijn.
pl: Wartość parametru C musi być albo 0 albo 1.
pt_br: O valor do parâmetro C deve ser 0 ou 1.
sl: Vrednost param C mora biti 0 ali 1.
sv: Värdet på parameter C måste vara 0 eller 1.
tr: C parametresinin değeri 0 veya 1 olmalıdır.
uk: Значенням параметра C має бути 0 або 1.

source: Received unfinished sequence.
bs: Primljena je nezavršena sekvenca.
ca@valencia: S'ha rebut una seqüència sense finalitzar.
de: Unvollständige Zeichenfolge empfangen.
eo: Ricevita nefinita sekvenco.
es: Secuencia recibida incompleta.
et: Saadi lõpetamata jada.
fr: Réception d'une séquence incomplète.
gl: Recibiuse unha secuencia incompleta.
it: Ricevuta sequenza non finita.
nl: De ontvangen tekenreeks is niet afgesloten.
pl: Otrzymano nieukończoną sekwencję.
pt_br: Foi recebida uma sequência incompleta.
sl: Prejeto nedokončano zaporedje.
sv: Tog emot oavslutad sekvens.
tr: Bitmemiş sıralama alındı.
uk: Отримано незавершену послідовність даних.

source: MSP: Multiple downloads not supported, request ignored.
bs: MSP: Višestruka preuzimanja nisu podržana, zahtjev je odbijen.
ca@valencia: MSP: no es permeten múltiples baixades, sol·licitud ignorada.
de: MSP: Mehrfaches Herunterladen wird nicht unterstützt, die Anfrage wird ignoriert.
eo: MSP: Multoblaj elŝutoj ne subtenataj, peto ignorita.
es: MSP: Descarga múltiple no permitida; petición ignorada.
et: MSP: mitmikallalaadimine pole toetatud, päringut eiratakse.
fr: MSP : les téléchargements multiples ne sont pas pris en charge. Demande ignorée.
gl: MSP: non está permitido efectuar varias descargas, ignorouse a solicitude.
it: MSP: scaricamenti multipli non supportati, richiesta ignorata.
nl: MSP: Meervoudige downloads wordt niet ondersteund, verzoek genegeerd.
pl: MSP: Wiele pobrań jest nieobsługiwane, zignorowano żądanie.
pt_br: MSP: Os downloads múltiplos não são suportadas; o pedido foi ignorado.
sl: MSP: Več prenosov naenkrat ni podprto, zahteva prezrta.
sv: MSP: Flera nerladdningar stöds inte, begäran ignoreras.
tr: MSP: Çoklu indirmeler desteklenmiyor — istek yok sayıldı.
uk: MSP: одночасне отримання декількох потоків даних не підтримується, запит проігноровано.

source: MSP: downloading of sounds disabled - request ignored.
bs: MSP: preuzimanje zvukova isključeno - zahtjev odbijen.
ca@valencia: MSP: la baixada de sons està inhabilitada, sol·licitud ignorada.
de: MSP: Das Herunterladen von Klängen ist deaktiviert - Die Anfrage wird ignoriert.
eo: MSP: elŝuto de sonoj malebligita - peto ignorita.
es: MSP: Descarga de sonidos desactivada - petición ignorada
et: MSP: helide allalaadimine on keelatud, päringut eiratakse.
fr: MSP : téléchargement de sons désactivés. Demande ignorée.
gl: MSP: a descarga de sons está desactivada, ignorouse a solicitude.
it: MSP: scaricamento dei suoni disabilitato - richiesta ignorata.
nl: MSP: downloaden van geluiden uitgeschakeld - verzoek genegeerd.
pl: MSP: wyłączono pobieranie dźwięków - zignorowano żądanie.
pt_br: MSP: o download de sons está desabilitado - o pedido foi ignorado.
sl: MSP: prenos zvokov onemogočen - zahteva prezrta.
sv: MSP: Nerladdning av ljud inaktiverad, begäran ignoreras.
tr: MSP: Seslerin indirilmesi devre dışı — istek yok sayıldı.
uk: MSP: отримання звукових даних вимкнено — запит проігноровано.

source: No, no, no!
bs: Ne, ne, ne!
de: Nein, nein, nein!
eo: Ne, ne, ne!
et: Ei, ei, ei!
fr: Non, non, non !
gl: Non, non, non!
nl: Nee, nee, nee!
pl: Nie, nie, nie!
pt_br: Não, não, não!
sl: Ne, ne, ne!
sv: Nej, nej, nej!
tr: Hayır, hayır, hayır!
uk: Ні, ні, ні!

source: I don't agree with it.
bs: Ne slažem sa sa tim.
ca@valencia: No hi estic d'acord.
de: Ich bin nicht dagegen.
eo: Mi ne konsentas kun ĝi.
es: No estoy de acuerdo.
et: Ma ei ole sellega nõus.
fr: Je ne suis pas d'accord avec ceci !
gl: Non estou de acordo.
it: Non sono d'accordo.
nl: Ik ben er het niet mee eens.
pl: Nie zgadzam się z tym.
pt_br: Não concordo com ela.
sl: Ne strinjam se s tem.
sv: Jag håller inte med om det.
tr: Katılmıyorum.
uk: Я не погоджуюся з цим.

source: Better not.
bs: Bolje ne.
ca@valencia: Millor no.
de: Besser nicht.
eo: Pli bone ne.
es: Mejor no.
et: Pigem mitte.
fr: Pas mieux.
gl: Será mellor que non.
it: Meglio di no.
nl: Beter van niet.
pl: Lepiej nie.
pt_br: É melhor não.
sl: Raje ne.
sv: Helst inte.
tr: Olmasa iyi olur.
uk: Думаю, ні.

source: I'd probably suggest to reject.
bs: Najvjerovatnije bih predložio odbijanje.
ca@valencia: Probablement jo suggeriria rebutjar-ho.
de: Ich würde vorschlagen, dies abzulehnen.
eo: Mi verŝajne sugestus malakcepti.
es: Probablemente yo sugeriría rechazarlo.
et: Ma pigem soovitaksin loobuda.
fr: Je vais sûrement proposer de rejeter.
gl: Probabelmente diría de rexeitalo.
it: Suggerirei di rifiutare.
nl: Waarschijnlijk adviseer ik dit af te wijzen.
pl: Prawdopodobnie zasugerowałbym odrzucenie.
pt_br: Iria sugerir que rejeitasse.
sl: Verjetno bi predlagal(a) zavrnitev.
sv: Jag föreslår nog att neka.
tr: Büyük olasılıkla reddetmeli derim.
uk: Моєю пропозицією була б відмова.

source: Saying no seems a bit better.
bs: Čini se malo bolje reći ne.
ca@valencia: Crec que és millor dir que no.
de: Nein sagen erscheint mir etwas besser.
eo: Dir ne ŝajnas iom pli bona.
es: Creo que es mejor decir que no.
et: Ei ütlemine paistab veidi etem.
fr: Rien à dire qui semble un peu mieux.
gl: Dicir que non parece un pouco máis axeitado.
it: Dire no sembra un po' meglio.
nl: Nee zeggen is misschien een beter idee.
pl: Powiedzenie nie brzmi ciut lepiej.
pt_br: Dizer que não parece ser o melhor.
sl: Reči ne se zdi malo bolje.
sv: Att säga nej verkar lite bättre.
tr: Hayır demek biraz daha iyi gibi.
uk: «Ні» буде кращою відповіддю.

source: Saying yes seems a bit better.
bs: Čini se malo bolje reći da.
ca@valencia: Crec que és millor dir que sí.
de: Ja sagen erscheint mir etwas besser.
eo: Diranta jes ŝajnas iom pli bona.
es: Creo que es mejor decir que sí.
et: Jah ütlemine paistab veidi etem.
fr: Dire « Oui » me semble un peu mieux.
gl: Dicir que si parece un pouco máis axeitado.
it: Dire sì sembra un po' meglio.
nl: Ja zeggen is misschien een beter idee.
pl: Powiedzenie tak brzmi ciut lepiej.
pt_br: Dizer que sim parece ser o melhor.
sl: Reči da se zdi malo bolje.
sv: Att säga ja verkar lite bättre.
tr: Evet demek biraz daha iyi gibi.
uk: «Так» буде кращою відповіддю.

source: I'd probably suggest to accept.
bs: Najvjerovatnije bih predložio prihvatanje.
ca@valencia: Probablement jo suggeriria acceptar-ho.
de: Ich würde vorschlagen, dies anzunehmen.
eo: Mi verŝajne sugestus akcepti.
es: Probablemente sugeriría aceptar.
et: Ma pigem soovitaksin nõustuda.
fr: Je vais sûrement proposer d'accepter.
gl: Probabelmente diría de aceptalo.
it: Suggerirei di accettare.
nl: Waarschijnlijk adviseer ik dit te accepteren.
pl: Prawdopodobnie zasugerowałbym zaakceptowanie.
pt_br: Iria sugerir que aceitasse.
sl: Verjetno bi predlagal(a) potrditev.
sv: Jag föreslår nog att acceptera.
tr: Büyük olasılıkla kabul etmeli derim.
uk: Ймовірно, варто погодитися.

source: Sounds good.
bs: Zvuči dobro.
ca@valencia: Sona bé.
de: Klingt gut.
eo: Sonas bone.
es: Suena bien.
et: Kõlab hästi.
fr: Le son semble correct.
gl: Parece unha boa idea.
it: Va bene.
nl: Klinkt goed.
pl: Brzmi dobrze.
pt_br: Parece bem.
sl: Zveni dobro.
sv: Låter bra.
tr: Kulağa hoş geliyor.
uk: Звучить непогано

source: I agree with it.
bs: Slažem se sa tim.
ca@valencia: Hi estic d'acord.
de: Ich bin dafür.
eo: Mi konsentas kun ĝi.
es: Estoy de acuerdo.
et: Ma olen nõus.
fr: Je suis d'accord avec ceci.
gl: Estou de acordo.
it: Sono d'accordo.
nl: Ik ben er het mee eens.
pl: Zgadzam się z tym.
pt_br: Concordo com isso.
sl: Strinjam se s tem.
sv: Jag håller med.
tr: Katılıyorum.
uk: Погоджуюся.

source: Definitely yes!
bs: Definitivno da.
ca@valencia: Definitivament sí!
de: Definitiv dafür!
eo: Certe jes!
es: ¡Por supuesto que sí!
et: Kindlasti jah!
fr: Vraiment oui !
gl: Desde logo que si!
it: Certamente sì!
nl: Helemaal mee eens!
pl: Definitywnie tak!
pt_br: Claro que sim!
sl: Vsekakor da!
sv: Definitivt ja!
tr: Kesinlikle evet!
uk: Звичайно ж, так!

source: My decision: %1
bs: Moja odluka: %1
ca@valencia: La meua decisió: %1
de: Meine Entscheidung: %1
eo: Mia decido: %1
es: Mi decisión: %1
et: Minu otsus. %1
fr: Ma décision : %1
gl: Decisión: %1
it: La mia decisione: %1
nl: Mijn beslissing: %1
pl: Moja decyzja: %1
pt_br: Minha decisão: %1
sl: Moja odločitev: %1
sv: Mitt beslut: %1
tr: Kararım: %1
uk: Моє рішення: %1

source: Plugins
bs: Dodaci
ca@valencia: Connectors
de: Module
eo: Kromprogramoj
es: Complementos
et: Pluginad
fr: Modules externes
gl: Complementos
it: Estensioni
pl: Wtyczki
sl: Vtičniki
sv: Insticksprogram
tr: Eklentiler
uk: Додатки

source: Profile name
bs: Ime profila
ca@valencia: Nom del perfil
de: Profilname
eo: Profila nomo
es: Nombre del perfil
et: Profiili nimi
fr: Nom du profil
gl: Nome do perfil
it: Nome profilo
nl: Profielnaam
pl: Nazwa profilu
pt_br: Nome do perfil
sl: Ime profila
sv: Profilnamn
tr: Profil adı
uk: Назва профілю

source: Server
ca@valencia: Servidor
eo: Servilo
es: Servidor
fr: Serveur
gl: Servidor
pl: Serwer
pt_br: Servidor
sl: Strežnik
tr: Sunucu
uk: Сервер

source: Port
eo: Pordo
es: Puerto
gl: Porto
it: Porta
nl: Poort
pt_br: Porta
sl: Vrata
tr: Kapı
uk: Порт

source: Login name
bs: Ime za prijavu
ca@valencia: Nom d'usuari
de: Anmeldename
eo: Ensalutnomo
es: Nombre de inicio de sesión
et: Kasutajanimi
fr: Nom de connexion
gl: Nome de persoa usuaria
it: Nome di accesso
nl: Aanmeldnaam
pl: Nazwa logowania
pt_br: Nome da conta
sl: Prijavno ime
sv: Inloggningsnamn
tr: Oturum açma adı
uk: Ім’я користувача

source: Enter your script here.
eo: Enigu vian skripton ĉi tie.
gl: Insira o guión aquí.
pt_br: Digite seu script aqui.
sl: Tukaj vnesite svoj skript.
tr: Betiğinizi buraya girin.

source: Enter a Javascript script that will be executed when the object is triggered.<br /><br />The following routines are available in the script in addition to standard Javascript tools:<br /><br /><b>window.message(text)</b> - display a message<br /><b>window.send(command)</b> - send a command<br /><b>window.sendraw(command)</b> - send a command with no processing<br /><b>window.get(name)</b> - retrieve the value of a variable<br /><b>window.set(name, value)</b> - set the value of a variable<br /><br />You can also use the following variables: <b>prefix, prefixfull, suffix, suffixfull, matched, line, matches[]</b>
eo: Enigu Javascript-skripton kiu estos efektivigita kiam la objekto estas ekigita.<br/><br/>La jenaj subprogramoj estas haveblaj en la skripto krom normaj Javascript-iloj:<br/><br/><b>fenestro.message(teksto)</b> - montri mesaĝon<br/><b>window.send(command)</b> - sendi komandon<br/><b>window.sendraw(command)</b> - sendi komandon kun neniu prilaborado<br/><b>window.get(nomo)</b> - akiri la valoron de variablo<br/><b>window.set(nomo, valoro)</b> - meti la valoron de variablo<br/><br/>Vi povas ankaŭ uzi la sekvajn variablojn: <b>prefix, prefixfull, suffix, suffixfull, matched, line, matches[]</b>
gl: Insira un guión de Javascript para executar ao dispararse o obxecto.<br /><br />As seguintes rutinas están dispoñíbeis no guión, ademais das ferramentas estándar de Javascript:<br /><br /><b>window.message(text)</b>: amosar unha mensaxe.<br /><b>window.send(command)</b>: enviar unha orde.<br /><b>window.sendraw(command)</b>: enviar unha orde sen procesamento.<br /><b>window.get(name)</b>: obter o valor dunha variábel.<br /><b>window.set(name, value)</b>: definir o valor dunha variábel.<br /><br />Tamén pode usar as seguintes variábeis: <b>prefix</b> (prefixo), <b>prefixfull</b> (prefixo completo), <b>suffix</b> (sufixo), <b>suffixfull</b> (sufixo completo), <b>matched</b> (coincidencia), <b>line</b> (liña), <b>matches[]</b> (coincidencias).
pt_br: Digite um script Javascript que será executado quando o objeto for acionado. <br /><br />As seguintes rotinas estão disponíveis no script, além das ferramentas Javascript padrão:<br /><br /><b>window.message(text)</b> - exibe uma mensagem<br /><b>window.send(command)</b> - envia um comando<br /><b>window.sendraw(command)</b> - envia um comando sem processamento<br /><b>window.get(name)</b> - recupera o valor de uma variável<br /><b>window.set(name, value)</b> - define o valor de uma variável<br /><br />Você também pode usar as seguintes variáveis: <b>prefix, prefixfull, suffix, suffixfull, matched, line, matches[]</b>
sl: Vnesite skript Javascript, ki se bo izvedel, ko je objekt sprožen.<br /><br />Poleg standardnih orodij Javascript so v skriptu na voljo naslednje rutine:<br /><br /><b>window.message(text)</b> - prikaže sporočilo<br /><b>window.send(command)</b> - pošlje ukaz<br /><b>window.sendraw(command)</b> - pošlji ukaz brez obdelave<br /><b>window.get(name)</b> - pridobi vrednost spremenljivke<br /><b>window.set(name, value)</b> - nastavite vrednost spremenljivke<br /><br />Uporabite lahko tudi naslednje spremenljivke: <b>prefix, prefixfull, suffix, suffixfull, matched, line, matches[]</b>
tr: Nesne tetiklendiğinde yürütülecek bir JavaScript betiği girin.<br /><br />Standart JavaScript araçlarına ek olarak aşağıdaki rutinler desteklenir:<br /><br /><b>window.message(metin)</b> — bir ileti görüntüle<br /><b>window.send(komut)</b> — bir komut gönder<br /><b>window.sendraw(komut)</b> — işlenmeden bir komut gönder<br /><b>window.get(ad)</b> — bir değişkenin değerini al<br /><b>window.set(ad, değer)</b> — bir değişkenin değerini ayarla<br /><br />Ayrıca aşağıdaki değişkenleri kullanabilirsiniz: <b>prefix, prefixfull, suffix, suffixfull, matched, line, matches[]</b>

source: Off-line
bs: Van mreže
ca@valencia: Sense línia
eo: Eksterrete
es: Sin conexión
et: Pole võrgus
fr: Hors ligne
gl: Desconectado
it: Fuori linea
pl: Niedostępny
pt_br: Desligado
sl: Nepovezani
sv: Nerkopplad
tr: Çevrimdışı
uk: поза мережею

source: idle
bs: miruje
ca@valencia: inactiva
de: inaktiv
eo: senlabore
es: ausente
et: jõude
fr: Inactif
gl: inactivo
it: inattivo
nl: niet actief
pl: bezczynny
pt_br: ocioso
sl: nedejavni
sv: overksam
tr: boşta
uk: бездіяльний

source: Connected
bs: Povezano
ca@valencia: Connectada
de: Verbunden
eo: Konektita
es: Conectado
et: Ühendatud
fr: Connecté
gl: Conectado
it: Connesso
nl: Verbonden
pl: Połączony
pt_br: Conectado
sl: Povezani
sv: Ansluten
tr: Bağlandı
uk: З'єднано

source: Connected.
bs: Povezano.
ca@valencia: Connectada.
de: Verbunden.
eo: Konektis.
es: Conectado.
et: Ühendatud.
fr: Connecté.
gl: Conectado.
it: Connesso.
nl: Verbonden.
pl: Połączony.
pt_br: Conectado.
sl: Povezani.
sv: Ansluten.
tr: Bağlandı.
uk: З'єднано.

source: Disconnected.
bs: Nepovezan.
ca@valencia: Desconnectada.
de: Nicht verbunden.
eo: Malkonektita.
es: Desconectado.
et: Lahutatud.
fr: Déconnecté.
gl: Desconectado.
it: Disconnesso.
nl: Verbinding verbroken.
pl: Rozłączony.
pt_br: Desconectado.
sl: Nepovezani.
sv: Nerkopplad.
tr: Bağlantı kesildi.
uk: Роз'єднано.

source: Connection has been closed.
bs: Veza je zatvorena.
ca@valencia: S'ha tancat la connexió.
de: Die Verbindung wurde getrennt.
eo: Konekto estis fermita.
es: La conexión se ha cerrado.
et: Ühendus on suletud.
fr: La connexion a été fermée.
gl: Pechouse a conexión.
it: La connessione è stata chiusa.
nl: Verbinding is afgesloten.
pl: Połączenie zostało zamknięte.
pt_br: A conexão foi encerrada.
sl: Povezava je zaprta.
sv: Anslutningen har stängts.
tr: Bağlantı kapatıldı.
uk: З’єднання було розірвано.
