Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: Mapper Colors Options
bs: Opcije Boja Mapera
ca@valencia: Opcions per als colors del mapador
de: Farbeinstellungen des Mappers
eo: Elektebloj de Mapper-Koloroj
es: Opciones de colores del mapeador
et: Tasemelooja värvivalikud
fr: Options de couleurs de l'outil de correspondance
gl: Opcións de cores do cartógrafo
it: Opzioni colori del Creatore di mappe
nl: Mapper: kleur opties
pl: Opcje kolorów mapowania
pt_br: Opções das cores do mapeamento
sl: Možnosti barv zemljevidnika
sv: Färgalternativ för kartläggning
tr: Haritalayıcı Renk Seçenekleri
uk: Параметри кольорів карти

source: Current Level
bs: Trenutni Nivo
ca@valencia: Nivell actual
de: Aktuelle Ebene
eo: Nuna Nivelo
es: Nivel actual
et: Aktiivne tase
fr: Niveau courant
gl: Nivel actual
it: Livello attuale
nl: Huidig niveau
pl: Bieżący poziom
pt_br: Nível atual
sl: Trenutna raven
sv: Nuvarande nivå
tr: Geçerli Düzey
uk: Поточний рівень

source: Default Path Color
bs: Predefinisana Boja Putanje
ca@valencia: Color predeterminat del camí
de: Standard-Pfadfarbe
eo: Defaŭlta Voja Koloro
es: Color de la ruta por defecto
et: Tee vaikevärv
fr: Couleur par défaut de l'emplacement
gl: Cor predeterminada das rutas
it: Colore percorso predefinito
nl: Standaard kleur pad
pl: Kolor domyślnej ścieżki
pt_br: Cor do caminho padrão
sl: Privzeta barva poti
sv: Standardfärg för väg
tr: Öntanımlı Yol Rengi
uk: Колір типового шляху

source: Default Room Color
bs: Predefinisana Boja Sobe
ca@valencia: Color predeterminat de la sala
de: Standard-Raumfarbe
eo: Defaŭlta Ĉambra Koloro
es: Color de la sala por defecto
et: Ruumi vaikevärv
fr: Couleur du domaine par défaut
gl: Cor predeterminada da sala
it: Colore stanza predefinito
nl: Standaard kleur kamer
pl: Kolor domyślnego pokoju
pt_br: Cor do quarto padrão
sl: Privzeta barva sobe
sv: Standardfärg för rum
tr: Öntanımlı Oda Rengi
uk: Колір типової кімнати

source: Current Position Color
bs: Trenutna Boja Pozicije
ca@valencia: Color de la posició actual
de: Farbe der aktuellen Position
eo: Nuna Pozicio Koloro
es: Color de la posición actual
et: Aktiivse asukoha värv
fr: Couleur courante de position
gl: Cor da posición actual
it: Colore posizione attuale
nl: Kleur van de huidige positie
pl: Kolor bieżącej pozycji
pt_br: Cor da posição padrão
sl: Barva trenutnega položaja
sv: Nuvarande positionsfärg
tr: Geçerli Konum Rengi
uk: Колір поточної позиції

source: Special Exit Color
bs: Specijalna Boja Izlaza
ca@valencia: Color de l'eixida especial
de: Besondere Ausgangsfarbe
eo: Speciala Elira Koloro
es: Color de la salida especial
et: Eriväljapääsu värv
fr: Couleur de sortie spéciale
gl: Cor das saídas especiais
it: Colore uscita speciale
nl: Kleur speciale uitgang
pl: Kolor specjalnego wyjścia
pt_br: Cor da saída especial
sl: Barva posebnega izhoda
sv: Specialutgångens färg
tr: Özel Çıkış Rengi
uk: Колір особливого виходу

source: Login Room Color
bs: Boja Sobe za Prijavu
ca@valencia: Color de la sala d'inici de sessió
de: Farbe des Anmeldungsraums
eo: Ensaluta Ĉambrokoloro
es: Color de la sala de entrada
et: Sisselogimisruumi värv
fr: Couleur du domaine de connexion
gl: Cor da sala de acceso
it: Colore stanza accesso
nl: Kleur login-kamer
pl: Kolor pokoju zalogowania
pt_br: Cor do quarto de autenticação
sl: Barva prijavne sobe
sv: Inloggningsrummets färg
tr: Oturum Açma Odası Rengi
uk: Колір кімнати входу

source: Edit Mode Color
bs: Boja Načina za Uređivanje
ca@valencia: Color del mode d'edició
de: Modusfarbe bearbeiten
eo: Koloro de Redakta Reĝimo
es: Color del modo de edición
et: Redigeerimisrežiimi värv
fr: Modifier la couleur de mode
gl: Cor do modo de edición
it: Colore modalità modifica
nl: Moduskleur bewerken
pl: Kolor trybu edycji
pt_br: Cor do modo de edição
sl: Barva načina urejanja
sv: Färg för redigeringsläge
tr: Düzenleme Kipi Rengi
uk: Колір режиму редагування

source: Default Text Color
bs: Predefinisana Boja Teksta
ca@valencia: Color predeterminat del text
de: Standard-Textfarbe
eo: Defaŭlta Teksta Koloro
es: Color de texto por defecto
et: Teksti vaikevärv
fr: Couleur par défaut du texte
gl: Cor predeterminada do texto
it: Colore predefinito testo
nl: Standaard tekstkleur
pl: Kolor domyślnego tekstu
pt_br: Cor do texto padrão
sl: Privzeta barva besedila
sv: Standardfärg för text
tr: Öntanımlı Metin Rengi
uk: Типовий колір тексту

source: Default Zone Color
bs: Predefinisana Boja Zone
ca@valencia: Color predeterminat de la zona
de: Standard-Zonenfarbe
eo: Defaŭlta Zono-Koloro
es: Color de la zona por defecto
et: Tsooni vaikevärv
fr: Couleur par défaut de zone
gl: Cor predeterminada da zona
it: Colore zona predefinito
nl: Standaard zonekleur
pl: Kolor domyślnej strefy
pt_br: Cor da zona padrão
sl: Privzeta barva območja
sv: Standardfärg för zon
tr: Öntanımlı Bölge Rengi
uk: Типовий колір зони

source: Selected Color
bs: Odabrana boja
ca@valencia: Color seleccionat
de: Ausgewählte Farbe
eo: Elektita Koloro
es: Color seleccionado
et: Valitud värv
fr: Couleur sélectionnée
gl: A cor do escollido
it: Colore selezionato
nl: Geselecteerde kleur
pl: Kolor zaznaczenia
pt_br: Cor selecionada
sl: Izbrana barva
sv: Vald färg
tr: Seçili Renk
uk: Колір позначеного

source: Lower Level
bs: Niži Nivo
ca@valencia: Nivell inferior
de: Untere Ebene
eo: Malsupra Nivelo
es: Nivel inferior
et: Väiksem tase
fr: Niveau inférieur
gl: Nivel inferior
it: Livello inferiore
nl: Lager niveau
pl: Niższy poziom
pt_br: Nível inferior
sl: Nižja raven
sv: Lägre nivå
tr: Alt Düzey
uk: Нижній рівень

source: Room Color
bs: Boja Sobe
ca@valencia: Color de la sala
de: Raumfarbe
eo: Ĉambra Koloro
es: Color de la sala
et: Ruumi värv
fr: Couleur du domaine
gl: Cor da sala
it: Colore stanza
nl: Kamerkleur
pl: Kolor pokoju
pt_br: Cor do quarto
sl: Barva sobe
sv: Rumsfärg
tr: Oda Rengi
uk: Колір кімнати

source: Path Color
bs: Boja Putanje
ca@valencia: Color del camí
de: Pfadfarbe
eo: Voja Koloro
es: Color de la ruta
et: Tee värv
fr: Couleur d'emplacement
gl: Cor das rutas
it: Colore percorso
nl: Padkleur
pl: Kolor ścieżki
pt_br: Cor do caminho
sl: Barva poti
sv: Vägfärg
tr: Yol Rengi
uk: Колір шляху

source: Text Color
bs: Boja teksta
ca@valencia: Color del text
de: Textfarbe
eo: Teksta Koloro
es: Color del texto
et: Teksti värv
fr: Couleur de texte
gl: Cor do texto
it: Colore testo
nl: Tekstkleur
pl: Kolor tekstu
pt_br: Cor do texto
sl: Barva besedila
sv: Textfärg
tr: Metin Rengi
uk: Колір тексту

source: Zone Color
bs: Boja Zone
ca@valencia: Color de la zona
de: Zonenfarbe
eo: Zono Koloro
es: Color de la zona
et: Tsooni värv
fr: Couleur de zone
gl: Cor da zona
it: Colore zona
nl: Zonekleur
pl: Kolor strefy
pt_br: Cor da zona
sl: Barva območja
sv: Zonfärg
tr: Bölge Rengi
uk: Колір зони

source: Upper Level
bs: Viši Nivo
ca@valencia: Nivell superior
de: Obere Ebene
eo: Supra Nivelo
es: Nivel superior
et: Suurem tase
fr: Niveau supérieur
gl: Nivel superior
it: Livello superiore
nl: Bovenste niveau
pl: Wyższy poziom
pt_br: Nível superior
sl: Zgornja raven
sv: Övre nivå
tr: Üst Düzey
uk: Верхній рівень

source: Background Color
bs: Boja pozadine
ca@valencia: Color del fons
de: Hintergrundfarbe
eo: Fona Koloro
es: Color de fondo
et: Taustavärv
fr: Couleur d'arrière-plan
gl: Cor de fondo
it: Colore di sfondo
nl: Achtergrondkleur
pl: Kolor tła
pt_br: Cor do plano de fundo
sl: Barva ozadja
sv: Bakgrundsfärg
tr: Arka Plan Rengi
uk: Колір тла

source: Grid Color
bs: Boja mreže
ca@valencia: Color de la graella
de: Gitternetzfarbe
eo: Krada koloro
es: Color de la rejilla
et: Võrgustiku värv
fr: Couleur de la grille
gl: Cor da grade
it: Colore della griglia
nl: Kleur rooster
pl: Kolor siatki
pt_br: Cor da grade
sl: Barva mreže
sv: Rutnätsfärg
tr: Izgara Rengi
uk: Колір сітки

source: Directions
bs: Smjerovi
ca@valencia: Direccions
de: Richtungen
eo: Direktoj
es: Direcciones
et: Suunad
gl: Direccións
it: Direzioni
nl: Richtingen
pl: Kierunki
pt_br: Direções
sl: Smeri
sv: Riktningar
tr: Yönler
uk: Напрямки

source: Long Directions Commands
bs: Komande Dugih Smjerova
ca@valencia: Ordres llargues de direccions
de: Lange Richtungsbefehle
eo: Longaj Direktoj Komandoj
es: Órdenes para direcciones largas
et: Suundade pikad käsud
fr: Commandes longues de direction
gl: Ordes de direccións longas
it: Comandi direzioni estesi
nl: Lange richtingcommando's
pl: Długie polecenia kierunków
pt_br: Comandos longos das direções
sl: Dolgi ukazi za pot
sv: Långa riktningskommandon
tr: Uzun Yönler Komutları
uk: Команди довгих ходів за напрямками

source: North
bs: Sjever
ca@valencia: Nord
de: Nord
eo: Nordo
es: Norte
et: Põhi
fr: Nord
gl: Norte
it: Nord
nl: Noord
pl: Północ
pt_br: Norte
sl: Sever
sv: Norr
tr: Kuzey
uk: Північ

source: East
bs: Istok
ca@valencia: Est
de: Ost
eo: Oriento
es: Este
et: Ida
fr: Est
gl: Leste
it: Est
nl: Oost
pl: Wschód
pt_br: Leste
sl: Vzhod
sv: Öster
tr: Doğu
uk: Схід

source: South
bs: Jug
ca@valencia: Sud
de: Süd
eo: Sudo
es: Sur
et: Lõuna
fr: Sud
gl: Sur
it: Sud
nl: Zuid
pl: Południe
pt_br: Sul
sl: Jug
sv: Söder
tr: Güney
uk: Південь

source: West
bs: Zapad
ca@valencia: Oest
eo: Okcidenta
es: Oeste
et: Lääs
fr: Ouest
gl: Oeste
it: Ovest
pl: Zachód
pt_br: Oeste
sl: Zahod
sv: Väster
tr: Batı
uk: Захід

source: North East
bs: Sjeveroistok
ca@valencia: Nord-est
de: Nord-Ost
eo: Nordoriento
es: Noreste
et: Kirre
fr: Nord Est
gl: Nordeste
it: Nord-est
nl: Noord-Oost
pl: Północny wschód
pt_br: Nordeste
sl: Severovzhod
sv: Nordöst
tr: Kuzeydoğu
uk: Північний схід

source: South East
bs: Jugoistok
ca@valencia: Sud-est
de: Süd-Ost
eo: Sudoriento
es: Sudeste
et: Kagu
fr: Sud Est
gl: Sueste
it: Sud-est
nl: Zuid-Oost
pl: Południowy wschód
pt_br: Sudeste
sl: Jugovzhod
sv: Sydöst
tr: Güneydoğu
uk: Південний схід

source: South West
bs: Jugozapad
ca@valencia: Sud-oest
de: Süd-West
eo: Sud-Okcidento
es: Sudoeste
et: Edel
fr: Sud Ouest
gl: Suroeste
it: Sud-ovest
nl: Zuid-West
pl: Południowy zachód
pt_br: Sudoeste
sl: Jugozahod
sv: Sydväst
tr: Güneybatı
uk: Південний захід

source: North West
bs: Sjeverozapad
ca@valencia: Nord-oest
de: Nord-West
es: Noroeste
et: Loe
fr: Nord Ouest
gl: Noroeste
it: Nord-ovest
nl: Noord-West
pl: Północny zachód
pt_br: Noroeste
sl: Severozahod
sv: Nordväst
tr: Kuzeybatı
uk: Північний захід

source: Short Directions Commands
bs: Komande Kratkih Smjerova
ca@valencia: Ordres curtes de direccions
de: Kurze Richtungsbefehle
eo: Mallongaj Direktoj Komandoj
es: Órdenes para direcciones cortas
et: Suundade lühikäsud
fr: Commandes courtes de direction
gl: Ordes de direccións curtas
it: Comandi direzioni brevi
nl: Korte richtingcommando's
pl: Krótkie polecenia kierunków
pt_br: Comandos curtos das direções
sl: Kratki ukazi za pot
sv: Korta riktningskommandon
tr: Kısa Yönler Komutları
uk: Команди коротких ходів за напрямками

source: Enter invalid movement string as a regular expression
bs: Unesite nepravilan niz pokreta kao regularan izraz
ca@valencia: Introduïu una cadena de moviment no vàlida com a expressió regular
de: Ungültigen Bewegungs-Text als regulären Ausdruck eingeben
eo: Enigi nevalidan movĉenon kiel regulan esprimon
es: Introduzca una cadena de movimiento no válido como expresión regular
et: Sisesta vigase liikumise string regulaaravaldisena
fr: Saisissez une chaîne non valable de déplacement comme expression rationnelle
gl: Insira unha cadea de movemento incorrecta en forma de expresión regular
it: Inserisci stringa di movimento non valido come espressione regolare
nl: Voer ongeldige verplaatsingstekenreeks in als een reguliere expressie
pl: Podaj nieprawidłowy ciąg znaków jako wyrażenie regularne
pt_br: Indique o texto de um movimento inválido como uma expressão regular
sl: Vnesite neveljaven niz premika kot regularen izraz
sv: Ange ogiltig rörelsesträng som reguljärt uttryck
tr: Bir düzenli ifade olarak geçersiz hareket dizisi gir
uk: У поле формального виразу введено некоректний рядок ходу

source: Valid Room Checking
bs: Pravilna Provjera Sobe
ca@valencia: Comprovació de sala vàlida
de: Überprüfung auf gültigen Raum
eo: Kontrolo pri Valida Ĉambro
es: Comprobación de sala válida
et: Ruumi korrektsuse kontroll
fr: Vérification de validité du domaine
gl: Comprobación de sala correcta
it: Controllo validità stanza
nl: Controleer op een geldige kamer
pl: Sprawdzanie prawidłowych pokoi
pt_br: Verificação de quarto válido
sl: Preverjanje veljavnosti sobe
sv: Kontroll av giltiga rum
tr: Geçerli Oda Denetimi
uk: Перевірка коректності кімнат

source: Enable valid room checking
bs: Omogući pravilnu provjeru sobe
ca@valencia: Habilita la comprovació de sala vàlida
de: Überprüfung auf gültigen Raum aktivieren
eo: Ebligi kontrolon pri valida ĉambro
es: Habilitar comprobación de sala válida
et: Ruumi korrektsuse kontrolli lubamine
fr: Activer la vérification de validité du domaine
gl: Activar a comprobación de sala correcta
it: Abilita il controllo di validità della stanza
nl: Controleren op een geldige kamer inschakelen
pl: Sprawdzanie prawidłowych pokoi
pt_br: Habilitar a verificação de quarto válido
sl: Omogočite preverjanje veljavnosti sobe
sv: Aktivera kontroll av giltiga rum
tr: Geçerli oda denetimini etkinleştir
uk: Увімкнути перевірку коректності кімнат

source: Invalid Move Strings
bs: Nepravilni Nizovi Pokreta
ca@valencia: Cadenes de moviment no vàlides
de: Ungültiger Bewegungs-Text
eo: Nevalidaj Movaj Ĉenoj
es: Cadena de movimientos no válida
et: Vigase liikumise stringid
fr: Chaînes de déplacement non valables
gl: Cadeas de movemento incorrectas
it: Stringhe mosse non valide
nl: Ongeldige verplaatsingszetten
pl: Nieprawidłowe ustawienia ruchu
pt_br: Strings de movimento inválidas
sl: Neveljavni nizi za premike
sv: Ogiltiga rörelsesträngar
tr: Geçersiz Hareket Dizileri
uk: Некоректні рядки ходів

source: Add
bs: Dodaj
ca@valencia: Afig
de: Hinzufügen
eo: Aldoni
es: Añadir
et: Lisa
fr: Ajouter
gl: Engadir
it: Aggiungi
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
sl: Dodaj
sv: Lägg till
tr: Ekle
uk: Додати

source: Edit
bs: Izmijeni
ca@valencia: Edita
de: Bearbeiten
eo: Redakti
es: Editar
et: Muuda
fr: Modifier
gl: Editar
it: Modifica
nl: Bewerken
pl: Edytuj
pt_br: Editar
sl: Uredi
sv: Redigera
tr: Düzenle
uk: Змінити

source: Remove
bs: Ukloni
ca@valencia: Elimina
de: Entfernen
eo: Forigi
es: Eliminar
et: Eemalda
fr: Supprimer
gl: Retirar
it: Rimuovi
nl: Verwijderen
pl: Usuń
pt_br: Remover
sl: Odstrani
sv: Ta bort
tr: Kaldır
uk: Вилучити

source: Changed Path Properties
bs: Promijeni Osobine Putanje
ca@valencia: S'han canviat les propietats del camí
de: Geänderte Pfadeigenschaften
eo: Ŝanĝitaj Vodaj Propraĵoj
es: Propiedades de la ruta cambiadas
et: Muudeti tee omadusi
fr: Changement dans les propriétés d'emplacement
gl: Cambiáronse propiedades da ruta
it: Proprietà percorso modificate
nl: Gewijzigde padeigenschappen
pl: Zmienione właściwości ścieżki
pt_br: Propriedades do caminho alteradas
sl: Spremenjene lastnosti poti
sv: Ändrade vägegenskaper
tr: Değiştirilmiş Yol Özellikleri
uk: Змінені властивості шляху

source: Path Properties
bs: Osobine Putanje
ca@valencia: Propietats del camí
de: Pfadeigenschaften
eo: Padaj Propraĵoj
es: Propiedades de la ruta
et: Tee omadused
fr: Propriétés d'emplacement
gl: Propiedades da ruta
it: Proprietà percorso
nl: Padeigenschappen
pl: Właściwości ścieżki
pt_br: Propriedades do caminho
sl: Lastnosti poti
sv: Vägegenskaper
tr: Yol Özellikleri
uk: Параметри шляху

source: Exits
bs: Izlazi
ca@valencia: Eixides
de: Ausgänge
eo: Elirejoj
es: Salidas
et: Väljapääsud
fr: Sorties
gl: Sae
it: Uscite
nl: Uitgangen
pl: Istnieje
pt_br: Saídas
sl: Izhodi
sv: Utgångar
tr: Çıkışlar
uk: Виходи

source: Exit Details
bs: Detalji Izlaza
ca@valencia: Detalls de l'eixida
de: Ausgang-Details
eo: Eliro Detaloj
es: Detalles de la salida
et: Väljapääsu üksikasjad
fr: Détails de sortie
gl: Detalles da saída
it: Dettagli uscita
nl: Details van uitgangen
pl: Szczegóły wyjścia
pt_br: Detalhes da saída
sl: Podrobnosti izhoda
sv: Utgångsinformation
tr: Çıkış Ayrıntıları
uk: Параметри виходу

source: Two Way Exit
ca@valencia: Dues maneres d'eixir
de: Zweirichtungsausgang
eo: Dudirekta Elirejo
es: Salida de dos sentidos
et: Kahesuunaline väljapääs
fr: Sortie bidirectionnelle
gl: Saída bidireccional
it: Uscita a due sensi
nl: Tweerichtings-uitgang
pl: Dustronne wyjście
pt_br: Saída de dois sentidos
sl: Dvosmerni izhod
sv: Dubbelriktad utgång
tr: İki Yönlü Çıkış
uk: Двобічний вихід

source: Nor&mal exit
eo: Nor&mala eliro
gl: Saída nor&mal
pt_br: Saída nor&mal
sl: Navaden izhod
sv: Nor&mal utgång
tr: No&rmal çıkış

source: Source Directions
bs: Smjerovi Izvora
ca@valencia: Direccions de la font
de: Quellrichtungen
eo: Fontaj Direktoj
es: Direcciones de la fuente
et: Lähtesuund
fr: Directions de source
gl: Direccións de orixe
it: Direzioni origine
nl: Bronrichtingen
pl: Kierunki źródłowe
pt_br: Direções da origem
sl: Navodila za pot na izvor
sv: Startriktningar
tr: Kaynak Yönleri
uk: Напрямок входу

source: E
de: O
gl: L
nl: O
pl: W
pt_br: L
sl: V
sv: Ö
tr: D
uk: Сх

source: S
nl: Z
pl: PŁ
sl: J
tr: G
uk: Пд

source: W
bs: Z
ca@valencia: O
es: O
fr: O
gl: O
it: O
pl: Z
pt_br: O
sl: Z
sv: V
tr: B
uk: Зх

source: NE
bs: SI
de: NO
eo: NOr
gl: NL
nl: NO
pl: PN-W
sl: SV
sv: NÖ
tr: KD
uk: ПнС

source: NW
bs: SZ
ca@valencia: NO
es: NO
fr: NO
gl: NO
it: NO
pl: PN-Z
pt_br: NO
sl: SZ
sv: NV
tr: KB
uk: ПнЗ

source: SE
bs: JI
de: SO
gl: SL
nl: ZO
pl: PŁ-W
sl: JV
sv: SÖ
tr: GD
uk: ПдС

source: N
pl: PN
sl: S
tr: K
uk: Пн

source: SW
bs: JZ
ca@valencia: SO
es: SO
fr: SO
gl: SO
it: SO
nl: ZW
pl: PŁ-Z
pt_br: SO
sl: JZ
sv: SV
tr: GB
uk: ПдЗ

source: Destination Direction
bs: Smjerovi Destinacije
ca@valencia: Direcció de destinació
de: Zielrichtung
eo: Destinita Direkto
es: Dirección de destino
et: Sihtsuund
fr: Direction de destination
gl: Dirección de destino
it: Direzione destinazione
nl: Bestemmingsrichtingen
pl: Kierunki docelowe
pt_br: Direção de destino
sl: Navodila za pot na cilj
sv: Målriktning
tr: Hedef Konum Yönü
uk: Напрямок виходу

source: Spec&ial Exit
eo: Spec&iala Eliro
gl: Saída espec&ial
pt_br: Saída espec&ial
sl: Posebni izhod
sv: Spec&ialutgång
tr: Ö&zel çıkış

source: Special Command
bs: Specijalna Komanda
ca@valencia: Ordre especial
de: Spezialbefehl
eo: Speciala Komando
es: Orden especial
et: Erikäsk
fr: Commande spéciale
gl: Orde especial
it: Comando speciale
nl: Speciaal commando
pl: Specjalne polecenie
pt_br: Comando especial
sl: Poseben ukaz
sv: Specialkommando
tr: Özel Komut
uk: Особлива команда

source: Source To Destination:
bs: Izvor Do Destinacije:
ca@valencia: Font cap a la destinació:
de: Quell zu Ziel:
eo: Fonto al Celo:
es: Fuente hacia el destino:
et: Lähtekohast sihtkohta:
fr: Source vers destination :
gl: Da orixe ao destino:
it: Da origine a destinazione:
nl: Bron naar bestemming:
pl: Źródło do celu;
pt_br: Origem para destino:
sl: Od izhodišča proti cilju:
sv: Start till mål:
tr: Kaynaktan Hedefe:
uk: Від початку до призначення:

source: Destination To Source:
bs: Destinacija Do Izvora:
ca@valencia: Destinació cap a la font:
de: Ziel zu Quelle:
eo: Celo al Fonto:
es: Destino hacia la fuente:
et: Sihtkohast lähtekohta:
fr: Destination vers source :
gl: Do destino á orixe:
it: Da destinazione a origine:
nl: Bestemming naar bron:
pl: Cel do źródła:
pt_br: Destino para origem:
sl: Od cilja proti izhodišču:
sv: Mål till start:
tr: Hedeften Kaynağa:
uk: Від призначення до початку:

source: Src To Destination Commands
bs: Komande Od Izvora Do Destinacije
ca@valencia: Ordres de la font cap a la destinació
de: Befehle für Quelle - Ziel
eo: Src Al Celokomandoj
es: Src a las órdenes de destino
et: Lähtekohast sihtkohta käsud
fr: Commandes de source vers destination
gl: Ordes da orixe ao destino
it: Comandi da orig. a destinazione
nl: Bron naar bestemmingsrichtingcommando's
pl: Polecenia źródła do celu
pt_br: Comandos da origem para o destino
sl: Ukazi od izhodišča proti cilju
sv: Kommandon för start till mål
tr: Kaynaktan Hedefe Komutları
uk: Команди переходу від початку до точки призначення

source: Before walking path:
bs: Putanja prije hodanja:
ca@valencia: Abans de recórrer el camí:
de: Vor dem Wegepfad:
eo: Antaŭ promenado:
es: Antes de recorrer el camino:
et: Enne teele asumist:
fr: Avant le chemin de déplacement :
gl: Antes de seguir a ruta:
it: Prima del sentiero:
nl: Voor wandelpad:
pl: Przed pójściem ścieżką:
pt_br: Antes de percorrer o caminho:
sl: Pred sprehajalno potjo:
sv: Innan vägen har gåtts:
tr: Yolu yürümeden önce:
uk: До проходження шляху:

source: After walking path:
bs: Putanja poslije hodanja:
ca@valencia: Després de recórrer el camí:
de: Nach dem Wegepfad:
eo: Post promenado:
es: Después de recorrer el camino:
et: Pärast teel olemist:
fr: Après le chemin de déplacement :
gl: Despois de seguir a ruta:
it: Dopo il sentiero:
nl: Na wandelpad:
pl: Po pójściu ścieżką:
pt_br: Depois de percorrer o caminho:
sl: Po sprehajalni poti:
sv: Efter vägen har gåtts:
tr: Yolu yürüdükten sonra:
uk: Після проходження шляху:

source: Destination To Source Commands
bs: Komande Od Destinacije Do Izvora
ca@valencia: Ordres de la destinació cap a la font
de: Befehle für Ziel - Quelle
eo: Celo Al Fontaj Komandoj
es: Destino a las órdenes de la fuente
et: Sihtkohast lähtekohta käsud
fr: Commandes de destination vers source
gl: Ordes do destino á orixe
it: Comandi da destinazione a origine
nl: Commando's voor bestemming naar bron
pl: Polecenia celu do źródła
pt_br: Comandos do destino para a origem
sl: Ukazi od cilja proti izhodišču
sv: Kommandon för mål till start
tr: Hedeften Kayğana Komutları
uk: Команди переходу від точки призначення до початку

source: OK
bs: U redu
ca@valencia: D'acord
eo: Bone
es: Aceptar
gl: Aceptar
sl: V redu
tr: Tamam
uk: Гаразд

source: Cancel
bs: Odustani
ca@valencia: Cancel·la
de: Abbrechen
eo: Nuligi
es: Cancelar
et: Loobu
fr: Annuler
gl: Cancelar
it: Annulla
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
sl: Prekliči
sv: Avbryt
tr: İptal
uk: Скасувати

source: Changed Room Properties
bs: Promijeni Osobine Sobe
ca@valencia: S'han canviat les propietats de la sala
de: Raumeigenschaften wurden geändert
eo: Ŝanĝitaj Ĉambraj Propraĵoj
es: Propiedades de la sala cambiadas
et: Muudeti ruumi omadusi
fr: Changement dans les propriétés de domaine
gl: Propiedades da sala cambiadas
it: Proprietà stanza modificate
nl: Gewijzigde kamereigenschappen
pl: Zmienione właściwości pokoju
pt_br: Propriedades do quarto alteradas
sl: Spremenjene lastnosti sobe
sv: Ändrade rumegenskaper
tr: Değiştirilmiş Oda Özellikleri
uk: Змінено властивості кімнати

source: Room Properties
bs: Osobine Sobe
ca@valencia: Propietats de la sala
de: Raumeigenschaften
eo: Ĉambro Propraĵoj
es: Propiedades de la sala
et: Ruumi omadused
fr: Propriétés de domaine
gl: Propiedades da sala
it: Proprietà stanza
nl: Kamereigenschappen
pl: Właściwości pokoju
pt_br: Propriedades do quarto
sl: Lastnosti sobe
sv: Rumegenskaper
tr: Oda Özellikleri
uk: Параметри кімнати

source: &Description
bs: &Opis
ca@valencia: &Descripció
de: &Beschreibung
eo: &Priskribo
es: &Descripción
et: Kirjel&dus
gl: &Descrición
it: &Descrizione
nl: B&eschrijving
pl: &Opis
pt_br: &Descrição
sl: Opis
sv: &Beskrivning
tr: &Açıklama
uk: &Опис

source: Label:
bs: Oznaka:
ca@valencia: Nivell:
de: Marke:
eo: Etikedo:
es: Etiqueta:
et: Pealdis:
fr: Libellé :
gl: Etiqueta:
it: Etichetta:
pl: Etykieta:
pt_br: Nome:
sl: Oznaka:
sv: Etikett:
tr: Etiket:
uk: Мітка:

source: Description:
bs: Opis:
ca@valencia: Descripció:
de: Beschreibung:
eo: Priskribo:
es: Descripción:
et: Kirjeldus:
gl: Descrición:
it: Descrizione:
nl: Beschrijving:
pl: Opis:
pt_br: Descrição:
sl: Opis:
sv: Beskrivning:
tr: Açıklama:
uk: Опис:

source: &Appearance
bs: &Izgled
ca@valencia: Aparen&ça
de: &Erscheinungsbild
eo: &Apero
es: &Apariencia
et: &Välimus
fr: &Apparence
gl: &Aparencia
it: &Aspetto
nl: &Uiterlijk
pl: &Wygląd
pt_br: &Aparência
sl: Videz
sv: &Utseende
tr: &Görünüş
uk: &Вигляд
