Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: If you start a command with this string, the command will be interpreted as a macro-call.<br>Syntax is &lt;this string&gt; &lt;command&gt; [parameters] (/exec calls external scripts)
bs: Ako počnete komandu sa ovim stringom, komanda će biti tretirana kao makro-poziv.<br>Sintaksa je &lt;this string&gt;komanda&gt;[parametri](/exec poziva vanjske stringove)
ca@valencia: Si inicieu una ordre amb esta cadena, l'ordre s'interpretarà com una crida a una macro.<br>La sintaxi és &lt;esta cadena&gt; &lt;ordre&gt; [paràmetres] (/exec crides a scripts externs)
de: Wenn ein Befehl mit diesem Text beginnt, wird der Befehl als Makro-Aufruf interpretiert.<br>Die Syntax lautet &lt;dieser Text&gt; &lt;Befehl&gt; [Parameter] (/exec ruft externe Skripte auf)
eo: Se vi komencas komandon per ĉi tiu ĉeno, la komando estos interpretita kiel makrovoko.<br>Sintakso estas &lt;ĉi tiu ĉeno&gt; &lt;komando&gt; [parametroj] (/exec vokas eksterajn skriptojn)
es: Si comienza una orden con este carácter/cadena, la orden será interpretada como una llamada a macro.<br>Sintaxis: &lt;cadena&gt; &lt;orden&gt; [parámetros] (/exec llama a scripts externos).
et: Kui alustada käsku selle stringiga, tõlgendatakse käsku makro väljakutsena.<br>Süntaks on &lt;see string&gt; &lt;käsk&gt; [parameetrid] (/exec kutsub välja välise skripti)
fr: Si vous débutez une commande avec cette chaîne, la commande sera interprétée comme un appel de macro. <br> La syntaxe est &lt;cette chaîne&gt; &lt;commande&gt; [paramètres](/exec appel aux scripts externes)
gl: Se comeza unha orde con esta cadea, a orde interpretarase como unha execución de macro.<br>A sintaxe é &lt;esta cadea&gt; &lt;orde&gt; [parámetros] (/exec chama guións externos).
it: Se avvii un comadno con questa stringa, esso verrà interpretato come una chiamata macro.<br>La sintassi è &lt;questa stringa&gt; &lt;comando&gt; [parametri] (/exec chiama gli script esterni)
nl: Als u een commando begint met deze tekenreeks, dan zal het commando worden geïnterpreteerd als een macro-call. De <br>syntax is &lt;deze tekenreeks&gt; &lt;commando&gt; [parameters] (/exec roept externe scripts aan)
pl: Jeżeli rozpoczniesz polecenie tym ciągiem znaków, polecenie zostanie zinterpretowane jako wywołanie makro.<br>Składnia to &lt;ten ciąg znaków&gt; &lt;polecenie&gt; [parametry] (/exec wywołuje zewnętrzne skrypty)
pt_br: Se você iniciar um comando com esta sequência, ele será interpretado como uma chamada de macro.<br>A sintaxe é &lt;este texto&gt; &lt;comando&gt; [parâmetros] (o /exec carrega programas externos)
sl: Če zaženete ukaz s tem nizom, bo ukaz interpretiran kot klic makra.<br>Skladnja je &lt;ta niz&gt; &lt;ukaz&gt;[parametri] (/exec kliče zunanje skripte)
sv: Om du inleder ett kommando med den här strängen kommer kommandot tolkas som ett makroanrop.<br>Syntaxen är &lt;sträng&gt; &lt;kommando&gt; [parametrar] (/exec anropar externa skript).
tr: Bir komutu bu diziyle başlatırsanız komut bir makro çağrısı olarak ele yorumlanır.<br>Sözdizim: &lt;bu dizi&gt; &lt;komut&gt; [parametreler] (/exec, dış betikleri çağırır)
uk: Якщо ви розпочнете команду цим рядком, команда вважатиметься викликом макросу.<br>Синтаксис: &lt;цей рядок&gt; &lt;команда&gt; [параметри] (/exec викликає зовнішні скрипти)

source: &Repeater string
bs: &String za ponavljanje
ca@valencia: Cadena de &repeticions
de: Wiede&rholungs-Text
eo: &Ripetila ĉeno
es: Cadena de &repetición
et: Ko&rdusstring
fr: Chaîne de &répétitions
gl: Cadea de &repetidor
it: Stringa &ripetitore
nl: He&rhaal tekenreeks
pl: Ciąg znaków powta&rzany
pt_br: Texto de &repetição
sl: Niz ponavljalnik
sv: Upp&repningssträng
tr: &Yineleyici dizi
uk: Рядок &повторювача

source: Allows you to repeat some command. For example, typing <i>#10 say hello</i> sends that command 10 times. <br>Note that this also works with aliases and macro execution.<br>Repeater and number may be separated by a space (spaces).
bs: Omogućava vam da ponavljate neke komande. Naprimjer, ukucavanje <i>#10 reci zdravo </i> šalje tu komandu 10 puta. <br>Primjetite da ovo također radi sa aliasima i makro egzegucijama.<br>Ponavljač i broj mogu biti odvojeni razmakom(ili razmacima).
ca@valencia: Permet repetir alguna ordre. Per exemple, escriure <i>#10 diu hola</i> envia esta ordre 10 vegades.<br>Cal tindre en compte que açò també funciona amb els àlies i l'execució de macros.<br>El repetidor i el número poden separar-se per un espai (espais).
de: Ermöglicht die Wiederholung von Befehlen. Mit der Eingabe von <i>#10 sag Hallo</i> wird dieser Befehl zehnmal gesendet. <br>Dies funktioniert auch mit Aliasen und bei der Ausführung von Makros.<br>Wiederholung und Zahl können durch Leerzeichen getrennt werden.
eo: Permesas al vi ripeti iun komandon. Ekzemple, tajpi <i>#10 diri saluton</i> sendas tiun komandon 10 fojojn. <br>Rimarku, ke ĉi tio ankaŭ funkcias kun kaŝnomoj kaj makro-efektivigo.<br>Ripetilo kaj numero povas esti apartigitaj per spaco (spacoj).
es: Le permite repetir la ejecución de una orden. Por ejemplo, escribir <i>#10 decir hola</i> envía 10 veces esta orden. <br>Observe que esto también funciona con Alias y Macros.<br>La cadena de repetición y el número pueden estar separados por un espacio (espacios).
et: Võimaldab käske korrata. Kui näiteks kirjutada <i>#10 say hello</i>, saadetakse see käsk 10 korda. <br>Pane tähele, et see toimib ka aliaste ja makrode käivitamisega.<br>Kordust ja arvu võib eraldada tühimärk (või tühimärgid).
fr: Vous permet de répéter certaines commandes. Par exemple, la saisie de <i>#10 dire bonjour</i> envoie la commande 10 fois.<br> Veuillez noter que cela fonctionne aussi avec les alias et l'exécution de macros.<br> Le répéteur et le nombre peuvent être séparés par une ou plusieurs espaces.
gl: Permítelle repetir algunha orde. Por exemplo, se escribe <i>#10 dicir ola</i> envía esa orde 10 veces.<br> Teña en conta que isto funciona con abreviaturas e con execucións de macros.<br> O repetidor e o número poden separarse por un ou varios espazos.
it: Ti permette di ripetere dei comandi. Per esempio, se digiti <i>#10 say hello</i> invia tale comando dieci volte.<br>Nota che funziona anche con alias ed esecuzione di macro.<br>Il ripetitore e il numero possono essere separati da uno spazio (spazi).
nl: Hiermee kunt u een commando herhalen. Bijvoorbeeld, het typen van <i>#10 say hello</i> verstuurt dat commando 10 maal. <br>Merk op dat dit ook werkt bij aliassen en het uitvoeren van macro's.<br>Herhaler en getal mag u scheiden door een spatie (spaties).
pl: Pozwala tobie na powtórzenie pewnego polecenia. Na przykład, napisanie <i>#10 powiedz cześć</i> wysyła to polecenie 10 razy. <br>Zauważ, że to działa także z aliasami i wykonaniami makro.<br>Powtarzanie i numer mogą zostać rozdzielone spacją (spacjami).
pt_br: Permite-lhe repetir algum comando. Por exemplo, ao digitar <i>#10 diga olá</i> irá executar esse comando 10 vezes. <br>Lembre-se de que isso também funciona com apelidos e com a execução de macros.<br>O repetidor e o número poderão ser separados por espaço(s).
sl: Omogoča vam, da ponovite nekaj ukazov. Če na primer vnesete <i>#10 say hello,</i>, pošlje ta ukaz 10-krat. <br>Upoštevajte, da to deluje tudi z vzdevki in izvajanjem makrov.<br>Niz ponavljalnik in število sta lahko ločena s presledkom (presledki).
sv: Låter dig upprepa ett kommando. Att exempelvis skriva in <i>#10 say hello</i> skickar detta kommando 10 gånger.<br>Observera att det också fungerar för alias och makrokommandon.<br>Upprepningstecken och tal kan skiljas åt av mellanslag.
tr: Bazı komutları yinelemenize izin verir; örneğin <i>#10 say hello</i>, komutu 10 kez gönderir.<br>Bunun armalar ve makro yürütmeyle de çalıştığını aklınızda tutun.<br>Yineleyici ve sayılar boşlukla (boşluklarla) ayrılabilir.
uk: Надає вам змогу повторювати певну команду. Наприклад, введення рядка <i>#10 say hello</i> призведе до надсилання відповідної команди 10 разів.<br>Зауважте, що повторення можна застосовувати до замінників та визначень макросів.<br>Повторювач і число може бути відокремлено пробілом (або пробілами).

source: &Focus string
bs: &Fokus string
ca@valencia: Cadena del &focus
de: &Zeichenfolge aktivieren
eo: &Fokus-ĉeno
es: Cadena del &foco
et: &Fookusestring
fr: Chaîne de &focus
gl: Cadea de &foco
it: Stringa per il &fuoco
nl: &Focus tekenreeks
pl: Ciąg znaków &uaktywnienia
pt_br: Texto de &foco
sl: Niz pozornosti
sv: &Fokussträng
tr: &Odak dizisi
uk: Рядок &фокусування

source: If a command is started with this string, the command will be interpreted as a command-focus-call. This will allow you to send commands to other connected characters.<br>Syntax is &lt;this string&gt; &lt;focus tab&gt; &lt;this string&gt; &lt;command&gt;
bs: Ako je komanda započeta sa ovim stringom, komanda će biti interpretirana kao komanda sa fokus pozivom. Ovo će vam omogućiti da šaljete komande drugim povezanim karakterima.<br>Sintaksa je &lt;ovaj string&gt; &lt;fokus tab&gt; &lt;ovaj string&gt; &lt;komanda&gt;
ca@valencia: Si s'inicia una ordre amb esta cadena, l'ordre s'interpretarà com una crida de focus de l'ordre. Açò permet enviar ordres a altres caràcters connectats.<br>La sintaxi és &lt;esta cadena&gt; &lt;pestanya amb focus&gt; &lt;esta cadena&gt; &lt;ordre&gt;
de: Wird ein Befehl mit dieser Zeichenfolge begonnen, wird der Befehl als Befehls-Fokus-Aufruf interpretiert. Dies erlaubt es Ihnen, Befehle an andere verbundene Spielfiguren zu senden. Die Syntax lautet: &lt;diese zeichenfolge&gt; &lt;fokus tabulator&gt; &lt;diese zeichenfolge&gt; &lt;befehl&gt;
eo: Se komando estas komencita per ĉi tiu ĉeno, la komando estos interpretita kiel komando-fokusa alvoko. Ĉi tio permesos al vi sendi komandojn al aliaj ligitaj signoj.<br>Sintakso estas &lt;ĉi tiu ĉeno&gt; &lt;fokusa langeto&gt; &lt;ĉi tiu ĉeno&gt; &lt;komando&gt;
es: Si una orden comienza con esta cadena, será interpretada como una orden de llamada a foco. Esto le permitirá enviar órdenes a otros caracteres conectados. <br>La sintaxis es &lt; esta cadena&gt; &lt;etiqueta del foco&gt; &lt;esta cadena&gt; &lt;orden&gt;
et: Kui alustada käsku selle stringiga, tõlgendatakse käsku käsufookuse väljakutsena. See võimaldab saata käske teistele ühendatud tegelastele.<br>Syntax is &lt;see string&gt; &lt;fookuses kaart&gt; &lt;see string&gt; &lt;käsk&gt;
fr: Si une commande est lancée avec cette chaîne, celle-ci sera interprétée comme un appel de prise en compte de commandes. Ceci vous permettra d'envoyer des commandes vers d'autres personnes connectées.<br> La syntaxe est &lt;cette chaîne&gt; &lt;onglet de focus&gt; &lt;cette chaîne&gt; &lt;commande&gt;
gl: Se unha orde comeza por esta cadea, a orde interpretarase como unha execución de foco das ordes. Isto permítelle enviar ordes a outras personaxes conectadas.<br>A sintaxe é &lt;esta cadea&gt; &lt;separador do foco&gt; &lt;esta cadea&gt; &lt;orde&gt;
it: Se un comando viene iniziato con questa stringa, sarà interpretato come una chiamata per il fuoco sul comando. Ciò ti permette di inviare comandi ad altri caratteri collegati.<br>Sintassi: &lt;questa stringa&gt; &lt;scheda fuoco&gt; &lt;questa stringa&gt; &lt;comando&gt;
nl: Als een commando met deze tekenreeks begint, dan zal het commando worden geïnterpreteerd als een commando-focus-aanroep. Hierdoor kunt u commando's naar andere aangesloten karakters verzenden.<br>De syntax is &lt;this string&gt; &lt;focus tab&gt; &lt;this string&gt; &lt;command&gt;
pl: Jeżeli polecenie zostanie rozpoczęte od tego ciągu znaków, to polecenie zostanie zinterpretowane jako wywołanie uaktywnienia polecenia. Pozwoli to tobie wysyłać polecenia do innych połączonych charakterów.<br>Składnia to &lt;ten ciąg znaków&gt; &lt;karta uaktywnienia&gt; &lt;ten ciąg znaków&gt; &lt;polecenie&gt;
pt_br: Se um comando começar por uma string, ele será interpretado como uma chamada de foco do comando. Isto permite-lhe enviar comandos para outras personagens conectados.<br>A sintaxe é &lt;esta string&gt; &lt;aba de foco&gt; &lt;este texto&gt; &lt;comando&gt;
sl: Če se ukaz začne s tem nizom, bo ukaz tolmačen kot ukaz s klicem z mesta pozornosti. Tako boste lahko ukaze pošiljali drugim povezanim likom.<br>Skladnja je &lt;ta niz&gt; &lt;zavihek s pozornostjo&gt; &lt;ta niz&gt; &lt;ukaz&gt;
sv: Om ett kommando inleds med den här strängen kommer kommandot tolkas som ett kommandofokusanrop. Det låter dig skicka kommandon till andra anslutna personer.<br>Syntaxen är &lt;strängen&gt; &lt;fokusflik&gt; &lt;strängen&gt; &lt;kommando&gt;.
tr: Bu diziyle bir komut başlatılırsa komut bir komut-odak-çağrısı olarak yorumlanacaktır. Bu, diğer bağlı karakterlere komutlar göndermenizi sağlar.<br>Sözdizim: &lt;bu dizi&gt; &lt;odak sekmesi&gt; &lt;bu dizi&gt; &lt;komut&gt;
uk: Якщо команду буде розпочато з цього рядка, її буде оброблено як команду фокусування. Таким чином, ви зможете надсилати команди іншим персонажам, для яких встановлено з’єднання.<br>Синтаксис: &lt;цей рядок&gt; &lt;вкладка фокусування&gt; &lt;цей рядок&gt; &lt;команда&gt;

source: Send &as-is
bs: Pošalji &kako jeste
ca@valencia: Envia t&al qual
de: Unverändert &senden
eo: Sendi &kiel-estas
es: Enviar t&al cual
et: S&aatmine nagu on
fr: Envo&yer comme tel
gl: &Enviar como está
it: S&pedisci così com'è
nl: Zo &verzenden
pl: Wyślij &tak jak jest
pt_br: Envi&ar como está
sl: Pošlji kot-je
sv: Skick&a som det är
tr: O&lduğu gibi gönder
uk: Надіслати &як є

source: If a command is started with this string, it will be sent as-is, without any parsing. This string will be removed first.
bs: Ako je komanda započeta sa ovim stringom, bit će poslata onakva kakva jeste, bez ikakvog analiziranja. Ovaj string će biti otklonjen prvi.
ca@valencia: Si s'inicia una ordre amb esta cadena, s'enviarà tal qual, sense cap anàlisi. Esta cadena s'eliminarà primer.
de: Wenn ein Befehl mit diesem Text beginnt, wird er wie eingegeben gesendet, ohne Bearbeitung. Der Text wird zuerst entfernt.
eo: Se komando estas komencita per ĉi tiu ĉeno, ĝi estos sendita tia, sen ajna analizo. Ĉi tiu ĉeno unue estos forigita.
es: Si una orden comienza con esta cadena, se enviará tal cual, sin ningún análisis. La cadena se eliminará primero.
et: Kui käsku alustada selle stringiga, saadetakse see nagu on, ilma täiendava parsimiseta. Eelnevalt eemaldatakse see string.
fr: Si une commande est lancée avec cette chaîne, celle-ci sera envoyée tel quel, sans aucune analyse et sera supprimée tout d'abord.
gl: Se unha orde comeza por esta cadea, enviarase como está, sen analizala. Pero antes de nada retirarase esta cadea.
it: Se un comando viene avviato con questa stringa, sarà inviato così com'è, senza ulteriori analisi. Questa stringa verrà prima rimossa.
nl: Als een commando begint met deze tekenreeks, dan wordt het verstuurt zoals het is, zonder verdere bewerking. Alleen deze tekenreeks zal eerst worden verwijdert.
pl: Jeżeli polecenie zostanie rozpoczęte tym ciągiem znaków, to zostanie wysłane tak jak jest, bez żadnego przetwarzania. Ten ciąg znaków zostanie najpierw usunięty.
pt_br: Se um comando começar com este texto, será enviado como estiver, sem qualquer processamento. Este texto será removido primeiro.
sl: Če se ukaz začne s tem nizom, bo poslan, kakršen je, brez razčlenjevanja. Ta niz bo najprej odstranjen.
sv: Om ett kommando inleds med den här strängen kommer det att skickas som det är, utan någon tolkning. Den här strängen kommer först att tas bort.
tr: Bir komut bu diziyle başlatılırsa hiçbir ayrıştırmaya maruz kalmadan olduğu gibi gönderilir. Dizi önceden kaldırılır.
uk: Якщо команда починатиметься з цього рядка, її буде надіслано без обробки. Перед надсиланням вказаних рядок буде вилучено.

source: &Expand backslashes
bs: &Proširi kose crte
ca@valencia: Ex&pandix les barres inverses
de: Rückstriche (Backslash) erweitern
eo: &Vastigi inversajn oblikvojn
es: &Expandir caracteres de escape
et: Längkr&iipsude laiendamine
fr: Dév&elopper les barres obliques inverses
gl: &Expandir as barras inclinadas
it: &Estendi barre inverse
nl: &Uitbreiden backslashes
pl: &Rozwiń ukośniki wsteczne
pt_br: &Expandir as barras invertidas
sl: Razširi leve poševnice
sv: &Expandera bakstreck
tr: &Ters eğik çizgileri genişlet
uk: Ви&користовувати екранування «\»

source: This will enable backslash expansion, that is: \n is end-of-line, \t is TAB, \\ is \, \<anything else> means <anything else>.
bs: Ovo će uključiti ekspanziju kosih crta, što je: \n je kraj reda, \t je TAB, \\ je \, \<anything else> znači <anything else>.
ca@valencia: Permet l'expansió de la barra inversa, és a dir: \n és un final de línia, \t és una tabulació, \\ és \, \<alguna cosa> vol dir <alguna cosa>.
de: Die aktiviert die Erweiterung von Rückstrichen wie zum Beispiel: \n ist das Zeilenende, \t ist der Tabulator, \\ ist \, \<irgendwas anderes> bedeutet <irgendwas anderes>.
eo: Ĉi tio ebligos ekspansion de malantaŭa oblikvo, tio estas: \n estas fino de linio, \t estas TAB, \\ estas \, \<io ajn alia> signifas <io ajn alia>.
es: Permite la expansión de caracteres de escape; esto es: \n indica fin-de-línea, \t es TAB, \\ es \, \<algo> significa <algo>.
et: See võimaldab längkriipsude laiendamist ehk teisisõnu: \n on realõpp, \t on tabeldusmärk, \\ on \, \<midagi muud> tähendab <midagi muud>.
fr: Ceci activera l'expansion des barres obliques inverses, c'est-à-dire : « \n » est « Fin de ligne », « \t » est « Tab », « \\ » est « \ », \<anything else> signifiant <anything else>.
gl: Isto activará a expansión das barras inclinadas, é dicir, «\n» transfórmase nun salto de liña, «\t» nunha tabulación, «\\» en «\», e «\<outra cousa>» en «<outra cousa>».
it: Abilita l'estensione delle barre inverse (backslash), ossia: \n è il fine riga, \t è TAB, \\ è \, \<anything else> significa <qualsiasi altra cosa>.
nl: Dit schakelt het uitbreiden van backslashes in, dat houdt in: \n is end-of-line, \t is TAB, \\ is \, \<anything else> betekent <anything else>.
pl: Włączy to rozwijanie ukośników wstecznych, oznacza to, że: \n jest końcem wiersza, \t jest TABem, \\ jest \, \<cokolwiek innego> oznacza <cokolwiek innego>.
pt_br: Isto irá habilitar a expansão das barras invertidas, isto é: \n é o fim-da-linha, o \t é um TAB, o \\ é um \, \<outra coisa> é <outra coisa>.
sl: To bo omogočilo razširitev levih poševnic, t. j.: \n je konec črte, \t je tabulator, \\ je \, \<vse drugo> pomeni <vse drugo>.
sv: Det här möjliggör expansion med bakstreck, dvs.: \n är radbrytning, \t är tabulator, \\ är \, \<något annat> betyder <något annat>.
tr: Bu, ters eğik çizgi genişletmeyi etkinleştirir; örneğin: \n satırsonudur, \t SEKME’dir, \\ — \, \<herhangi bir şey> — <herhangi bir şey> anlamına gelir.
uk: За допомогою цього пункту можна увімкнути використання екранування символом «\» за такою схемою: \n — кінець рядка, \t — символ табуляції, \\ — \, \<будь-що> — <будь-що>.

source: &Enable sounds globally
bs: &Uključi zvukove općenito
ca@valencia: &Habilita el so globalment
de: Klänge &global aktivieren
eo: &Ebligi sonojn globale
es: P&ermitir sonidos en general
et: H&elide globaalne lubamine
fr: Activ&er totalement les sons
gl: &Activar os sons de maneira global
it: &Abilita globalmente i suoni
nl: &Globaal geluiden inschakelen
pl: &Włącz dźwięki globalnie
pt_br: Habilitar os sons globalm&ente
sl: Splošno omogoči zvoke
sv: Aktiv&era ljud globalt
tr: &Global olarak sesleri etkinleştir
uk: &Увімкнути звуки на загальному рівні

source: <qt>Enable playing sounds for all connections. Note that you can override this setting in MUD Preferences dialog. Also note that this will only work if your MUD supports <b>MSP</b> (MUD Sound Protocol).</qt>
bs: <qt>Uključi puštanje zvuka za sve konekcije. Primjetite da možete prepraviti ovu opciju u MUD Preference dijalogu. Također primjetite da će ovo jedino raditi ako vaš MUD podržava <b>MSP</b> (MUD protokol zvuka).</qt>
ca@valencia: <qt>Activa la reproducció dels sons per a totes les connexions. Cal tindre en compte que podeu sobreescriure esta opció en el diàleg de Preferències de MUD. Cal tindre en compte que açò només funcionarà si MUD admet <b>MSP</b> (protocol de so de MUD).</qt>
de: <qt>Aktiviert die Wiedergabe von Klängen für alle Verbindungen. Diese Einstellung kann im MUD-Einstellungsdialog überschrieben werden. Beachten Sie, dass dies nur funktioniert, wenn Ihr MUD <b>MSP</b> (MUD Sound Protocol) unterstützt.</qt>
eo: <qt>Ebligi ludi sonojn por ĉiuj konektoj. Rimarku, ke vi povas anstataŭi ĉi tiun agordon en dialogo de MUD-Preferoj. Ankaŭ rimarku, ke tio funkcios nur se via MUD subtenas <b>MSP</b> (MUD-Sonprotokolo).</qt>
es: <qt>Permitir reproducción de sonidos en todas las conexiones. Tenga en cuenta que puede sobreescribir esta característica en el diálogo de Preferencias de MUD. Tenga en cuenta también que esto solo funcionará si su MUD admite <b>MSP</b> (Protocolo de Sonido de MUD).</qt>
et: <qt>Helide esitamine kõigi ühenduste korral. Pane tähele, et see võib tühistada MUD-i seadistuste dialoogis määratud seadistuse. Pane tähele ka seda, et see toimib ainult siis, kui sinu MUD toetab <b>MSP-d</b> (MUD-i heliprotokoll).</qt>
fr: <qt>Active la lecture des sons pour toutes les connexions. Veuillez noter que vous pouvez ignorer ce paramètre dans la boîte de dialogue de MUD. Veuillez noter aussi que cela ne fonctionnera que si votre application MUD prend en charge <b>MSP</b> (MUD Sound Protocol).</qt>
gl: <qt>Marque esta opción para activar a reprodución de sons para todas as conexións. Teña en conta que pode sobredefinir esta opción no diálogo de configuración de MUD. Teña en conta tamén que isto só funcionará se o seu MUD é compatíbel con <b>MSP</b> (o protocolo de son de MUD).</qt>
it: <qt>Abilita la riproduzione di suoni per tutte le connessioni. Nota che puoi ignorare questa impostazione nella finestra delle Preferenze MUD. Nota anche che questa opzione funziona solo se il tuo MUD supporta <b>MSP</b> (MUD Sound Protocol).</qt>
nl: <qt>Schakelt voor alle verbindingen het afspelen van geluiden in. Merk op dat u deze instelling kan wijzigen in het instellingendialoog van uw MUD. Merk ook op dat dit alleen werkt als uw MUD <b>MSP</b> (MUD Sound Protocol) ondersteunt.</qt>
pl: <qt>Włącz odtwarzanie dźwięków dla wszystkich połączeń. Zauważ, że możesz zastąpić to ustawienie w oknie dialogowym ustawień MUD. Zauważ również, że będzie to działać tylko, gdy twój MUD obsługuje <b>MSP</b> (Protokół dźwiękowy MUD).</qt>
pt_br: <qt>Habilitar a reprodução de sons para todas as conexões. Lembre-se de que você pode substituir esta configuração na janela de Preferências do MUD. Lembre-se também de que isto só funcionará se o seu MUD suportar o <b>MSP</b> (MUD Sound Protocol).</qt>
sl: <qt>Omogoči predvajanje zvokov za vse povezave. Upoštevajte, da lahko to nastavitev preglasite v pogovornem oknu Nastavitve MUD. Upoštevajte tudi, da bo to delovalo le, če vaš MUD podpira <b>MSP</b> (MUD Sound Protocol).</qt>
sv: <qt>Aktivera ljud för alla anslutningar. Observera att du kan kringgå inställningen i MUD-inställningsdialogrutan. Observera också att det bara kommer fungera om en MUD har stöd för <b>MSP</b> (MUD Sound Protocol).</qt>
tr: <qt>Tüm bağlantılar için ses çalmayı etkinleştir. Bu ayarı MUD Tercihleri penceresinden geçersiz kılabileceğinizi aklınızda tutun. Bu ayar yalnızca MUD <b>MSP’yi</b> (MUD Ses Protokolü) destekliyorsa çalışır.</qt>
uk: <qt>Увімкнути відтворення звуків для всіх з’єднань. Зауважте, що значення цього параметра можна перевизначити за допомогою діалогового вікна налаштувань MUD. Крім того, слід пам’ятати, що відтворення працюватиме, лише якщо у вашому MUD передбачено підтримку <b>MSP</b> (MUD Sound Protocol).</qt>
