Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: Profile name cannot be empty.
bs: Ime profila ne može biti prazno.
ca@valencia: El nom del perfil no pot estar buit.
de: Profilname darf nicht leer sein.
eo: Profila nomo ne povas esti malplena.
es: El nombre del perfil no puede estar vacío.
et: Profiilil peab olema nimi.
fr: Impossible d'avoir un nom de profil vide.
gl: O nome do perfil non pode estar baleiro.
it: Il nome del profilo non può essere vuoto.
nl: Profielnaam mag niet leeg zijn.
pl: Nazwa profilu nie może być pusta.
pt_br: O nome do perfil não pode estar em branco.
sl: Ime profila ne more biti prazno.
sv: Profilnamnet kan inte vara tomt.
tr: Profil adı boş olamaz.
uk: Назва профілю не може бути порожньою.

source: Profile name cannot contain '/' character.
bs: Ime profila ne može sadržavati karakter '/'.
ca@valencia: El nom del perfil no pot contindre el caràcter «/».
de: Profilname darf keine Schrägstriche enthalten.
eo: Profila nomo ne povas enhavi signon '/'.
es: El nombre del perfil no puede contener el carácter «/».
et: Profiili nimi ei tohi sisaldada märki '/'.
fr: Impossible d'avoir un nom de profil contenant le caractère « / ».
gl: O nome do perfil non pode conter unha barra inclinada («/»).
it: Il nome del profilo non può contenere il carattere '/'.
nl: Profielnaam mag geen '/' bevatten.
pl: Nazwa profilu nie może zawierać '/'.
pt_br: O nome do perfil não pode conter o caractere '/'.
sl: Ime profila ne sme vsebovati znaka »/«.
sv: Profilnamnet kan inte innehålla tecknet '/'.
tr: Profil adı “/” karakterini içeremez.
uk: У назві профілю не може міститися символу «/».

source: Keygrabber
bs: Hvatač ključeva
ca@valencia: Capturador de tecles
de: Tastenaufnahme
eo: Klavkaptilo
es: Capturar tecla(s)
et: Klahvisätestaja
fr: Enregistreur de touches
gl: Detector de teclas
it: Acchiappa tasti
pl: Przechwytywanie klawisza
sl: Zajemalnik pritiskov tipk
sv: Tangentinfångning
tr: Düğme yakalayıcı
uk: Перехоплення комбінації клавіш

source: Press the desired shortcut...
bs: Kliknite željenu prečicu...
ca@valencia: Premeu la drecera desitjada...
de: Drücken Sie den gewünschten Kurzbefehl ...
eo: Premu la deziratan ŝparvojon...
es: Pulse el acceso rápido deseado...
et: Vajuta soovitud kiirklahv...
fr: Appuyez sur le raccourci souhaité...
gl: Prema o atallo que queira usar…
it: Premi la scorciatoia desiderata...
nl: Toets de gewenste sneltoets in...
pl: Naciśnij pożądany skrót...
pt_br: Pressione o atalho desejado...
sl: Pritisnite želeno bližnjico ...
sv: Tryck på önskad genväg...
tr: İstenen kısayola basın…
uk: Натисніть бажану комбінацію клавіш…

source: Import profile
bs: Uvozni profil
ca@valencia: Importa un perfil
de: Profil importieren
eo: Importi profilon
es: Importar perfil
et: Profiili import
fr: Importer un profil
gl: Importar un perfil
it: Importa profilo
nl: Profiel importeren
pl: Zaimportuj profil
pt_br: Importar perfil
sl: Uvozi profil
sv: Importera profil
tr: Profili içe aktar
uk: Імпортувати профіль

source: Export profile
bs: Izvozni profil
ca@valencia: Exporta un perfil
de: Profil exportieren
eo: Eksporti profilon
es: Exportar perfil
et: Profiili eksport
fr: Exporter un profil
gl: Exportar o perfil
it: Esporta profilo
nl: Profiel exporteren
pl: Wyeksportuj profil
pt_br: Exportar perfil
sl: Izvozi profil
sv: Exportera profil
tr: Profili dışa aktar
uk: Експорт профілю

source: &Profile name
bs: &Ime profila
ca@valencia: Nom del &perfil
de: Profil&name
eo: &Profilonomo
es: Nombre del &perfil
et: &Profiili nimi
fr: Nom du &profil
gl: &Nome do perfil
it: Nome &profilo
nl: &Profielnaam
pl: Nazwa &profilu
pt_br: Nome do &perfil
sl: Ime &profila
sv: &Profilnamn
tr: &Profil adı
uk: &Назва профілю

source: &Import from
bs: &Uvezi iz
ca@valencia: &Importa des de
de: &Importieren aus
eo: &Importi de
es: &Importar desde
et: &Importimise asukoht
fr: &Importer depuis
gl: &Importar de
it: &Importa da
nl: &Importeren van
pl: &Importuj z
pt_br: &Importar de
sl: Uvoz&i iz
sv: &Importera från
tr: Şuradan &içe aktar
uk: &Імпортувати з

source: &Export to
bs: &Izvezi u
ca@valencia: &Exporta cap a
de: &Exportieren nach
eo: &Eksporti al
es: &Exportar a
et: &Eksportimise asukoht
fr: &Exporter vers
gl: &Exportar a
it: &Esporta in
nl: &Exporteren naar
pl: Wy&eksportuj do
pt_br: &Exportar para
sl: Izvozi v
sv: &Exportera till
tr: Şuraya &dışa aktar
uk: &Експортувати до

source: Browse...
bs: Potraži...
ca@valencia: Navega...
de: Auswählen ...
eo: Foliumi...
es: Explorar...
et: Lehitse...
fr: Naviguer...
gl: Examinar…
it: Sfoglia...
nl: Bladeren...
pl: Przeglądaj...
pt_br: Navegar...
sl: Prebrskaj ...
sv: Bläddra...
tr: Göz At…
uk: Вибрати…

source: I am sorry, but import and export is currently disabled. The functionality should be re-enabled before the final release.
bs: Žao mi je, ali uvoz i izvoz su trenutno isključeni. Ova funkcionalnost bi trebala biti ponovo uključena prije finalnog puštanja.
ca@valencia: Ho sentim, però la importació i exportació estan inhabilitades. La característica es tornarà a habilitar abans de la versió final.
de: Leider ist der Import und Export zurzeit deaktiviert. Diese Funktion wird in der endgültigen Version wieder aktiviert.
eo: Mi bedaŭras, sed importo kaj eksporto estas nuntempe malŝaltita. La funkcio devus esti reŝaltita antaŭ la fina eldono.
es: Lo siento, pero la importación y la exportación están actualmente deshabilitadas. La funcionalidad debería estar reactivada antes del lanzamiento final.
et: Vabandust, aga import ja eksport on praegu keelatud. Seda võimaldatakse taas enne lõplikku väljalaset.
fr: Désolé mais l'importation et l'exportation sont actuellement désactivées. Les fonctionnalités devront être réactivée avant la publication finale.
gl: As funcionalidades de importar e exportar están desactivadas actualmente. As funcionalidades activaranse de novo antes da versión final.
it: Purtroppo l'importazione e l'esportazione sono attualmente disabilitate. Tali funzionalità dovrebbero essere riattivate dopo il rilascio finale.
nl: Helaas, maar import en export zijn op dit moment uitgeschakeld. De functionaliteit zou voor de uiteindelijke release weer ingeschakeld moeten zijn.
pl: Przepraszamy, ale importowanie i eksportowanie zostało obecnie wyłączone. Funkcja ta powinna zostać włączona przed wydaniem końcowym.
pt_br: Infelizmente, a importação e a exportação estão atualmente desabilitadas. A funcionalidade deverá ser habilitada novamente antes da versão final.
sl: Žal sta uvoz in izvoz trenutno onemogočena. Funkcionalnost je treba ponovno omogočiti pred končno izdajo.
sv: Tyvärr är import och export för närvarande inaktiverade. Funktionerna kommer att aktiveras igen innan den slutliga utgåvan.
tr: Üzgünüm; ancak içe ve dışa aktarma şu anda devre dışı. Bu özellik, nihai sürümden önce yeniden etkinleştirilecektir.
uk: Вибачте, можливість імпортування та експортування даних у цій версії вимкнено. Ці функціональні можливості буде увімкнено перед остаточним випуском програми.

source: Choose file with profile
bs: Odaberi fajl sa profilom
ca@valencia: Seleccioneu un fitxer amb el perfil
de: Profildatei auswählen
eo: Elekti dosieron kun profilo
es: Seleccionar archivo de perfil
et: Vali profiiliga fail
fr: Choisissez un fichier avec le profil
gl: Escolla un ficheiro cun perfil
it: Scegli file con profilo
nl: Selecteer profiel-bestand
pl: Wybierz plik z profilem
pt_br: Escolher o arquivo do perfil
sl: Izberite datoteko s profilom
sv: Välj fil med profil
tr: Profil ile dosya seç
uk: Виберіть файл з профілем

source: Enter target file
bs: Unesite odredišnu datoteku
ca@valencia: Introduïu el fitxer de destinació
de: Zieldatei eingeben
eo: Enigi celdosieron
es: Introduzca el archivo objetivo
et: Sisesta sihtfail
fr: Saisissez le fichier cible
gl: Insira o nome do ficheiro de destino
it: Digita file di destinazione
nl: Geef doelbestand op
pl: Podaj plik docelowy
pt_br: Indique o arquivo de destino
sl: Vnesite ciljno datoteko
sv: Ange målfil
tr: Hedef dosyayı gir
uk: Вкажіть файл призначення

source: Multi-line input
bs: Višelinijski unos
ca@valencia: Línia d'entrada múltiple
de: Mehrzeiliges Eingabefeld
eo: Plurlinia enigo
es: Entrada de línea múltiple
et: Mitmerealine sisend
fr: Saisie multi-ligne
gl: Entrada de varias liñas
it: Immissione a più righe
nl: Meerregelige invoer
pl: Wielowierszowe wejście
pt_br: Campo multilinhas
sl: Večvrstični vnos
sv: Flerraders inmatning
tr: Çok satırlı girdi
uk: Багаторядкова панель введення

source: Enter commands that are to be sent to the MUD. Each line represents one command.
bs: Unesite komande koje će biti poslane MUD-u. Svaka linija predstavlja jednu komandu.
ca@valencia: Introduïu les ordres que s'enviaran a MUD. Cada línia representa una ordre.
de: Geben Sie die Befehle ein, die an das MUD gesendet werden sollen. Geben Sie auf jeder Zeile einen Befehl ein.
eo: Enigu ordonojn, kiuj estas sendotaj al la MUD. Ĉiu linio reprezentas unu komandon.
es: Introduzca las órdenes que se enviarán al MUD. Cada línea representa una orden.
et: Sisesta käsud, mis tuleb saata MUD-ile. Iga rida vastab ühele käsule.
fr: Saisissez les commandes à envoyer vers le serveur MUD. Chaque ligne représente une commande.
gl: Insira ordes para enviar ao MUD. Cada liña representa unha orde.
it: Digita i comandi da inviare al MUD. Ciascuna riga rappresenta un comando.
nl: Geef de naar de MUD te versturen commando's op. Elke regel stelt een commando voor.
pl: Podaj polecenia, które zostaną wysłane do MUD. Każdy wiersz reprezentuje jedno polecenie.
pt_br: Indique os comandos que serão enviados para o MUD. Cada linha representa um comando.
sl: Vnesite ukaze, ki jih želite poslati MUD-u. Vsaka vrstica predstavlja en ukaz.
sv: Ange kommandon att skicka till MUD. Varje rad representerar ett kommando.
tr: MUD’a gönderilecek komutları girin. Her satır bir komutu temsil eder.
uk: Введіть команди, які буде надіслано до сервера MUD. Кожному окремому рядку відповідає окрема команда.

source: &Prefix:
bs: &Prefiks:
de: &Präfix:
eo: &Prefikso:
es: &Prefijo:
et: &Prefiks:
fr: &Préfixe :
gl: &Prefixo:
it: &Prefisso:
nl: &Voorvoegsel:
pl: &Przedrostek:
pt_br: &Prefixo:
sl: &Predpona:
tr: &Önek:
uk: Пре&фікс:

source: &Suffix:
bs: &Sufiks:
ca@valencia: &Sufix:
eo: &Sufikso:
es: &Sufijo:
et: &Sufiks:
fr: &Suffixe :
gl: &Sufixo:
it: &Suffisso:
nl: Achtervoeg&sel:
pl: Przyro&stek:
pt_br: &Sufixo:
sl: Pripona:
tr: &Sonek:
uk: С&уфікс:

source: Prefix and suffix may contain text, that will be added to the beginning (prefix) or ending (suffix) of every line written to the multi-line editor.
bs: Prefiks i sufiks mogu sadržavati tekst, koji će biti dodan na početak (prefiks) ili kraj (sufiks) svake napisane linije višelinijskom editoru.
ca@valencia: El prefix i el sufix poden contindre text, el qual s'afegirà al començament (prefix) o al final (sufix) de cada línia escrita a l'editor de múltiples línies.
de: Präfix und Suffix können Text enthalten, der am Anfang (Präfix) oder am Ende (Suffix) jeder Zeile hinzugefügt wird, die im mehrzeiligen Editor eingegeben wird.
eo: Prefikso kaj sufikso povas enhavi tekston, kiu estos aldonita al la komenco (prefikso) aŭ fino (finaĵo) de ĉiu linio skribita al la plurlinia redaktilo.
es: Tanto prefijo como sufijo pueden contener texto, que será añadido al principio (prefijo) o final (sufijo) de cada línea escrita con el editor de línea múltiple.
et: Prefiks ja sufiks võivad sisaldada teksti, mis lisatakse iga mitmerealisse redaktorisse kirjutatud rea ette (prefiks) või järele (sufiks).
fr: Les préfixes et les suffixes peuvent contenir du texte, qui sera ajouté respectivement au début et à la fin de chaque ligne saisie dans l'éditeur multi-ligne.
gl: O prefixo e o sufixo poden conter texto, que se engadirá ao principio (prefixo) ou ao final (sufixo) de cada iña que escriba no editor de varias liñas.
it: Il prefisso e il suffisso potrebbe contenere del testo, che verrà aggiunto all'inizio (prefisso) o alla fine (suffisso) di ciascuna riga scritta nell'editor a più righe.
nl: Het voorvoegsel en achtervoegsel kunnen tekst bevatten, dat zal dan worden toegevoegd aan het begin (voorvoegsel) of eind (achtervoegsel) van elke ingevoerde regel in de meerregelige editor.
pl: Przedrostek i przyrostek mogą zawierać tekst, który zostanie dodany na początku (przedrostek) lub końcu (przyrostek) każdego wiersza zapisanego w wielowierszowym edytorze.
pt_br: O prefixo e o sufixo poderão conter texto, sendo este adicionado ao início (prefixo) ou ao fim (sufixo) de cada linha escrita no campo multilinhas.
sl: Predpona in pripona lahko vsebujeta besedilo, ki bo dodano na začetek (predpona) ali konec (pripona) vsake vrstice, zapisane v večvrstičnem urejevalniku.
sv: Prefix och suffix kan innehålla text som läggs till i början (prefix) eller slutet (suffix) av varje rad som skrivs i flerradseditorn.
tr: Önek ve sonek, çok satırlı düzenleyicide yazılan her satırın başına (ön eki) veya sonuna (son eki) eklenecek metin içerebilir.
uk: Префікс і суфікс можуть містити текст, який буде додано на початку (префікс) або наприкінці (суфікс) кожного рядка, створеного у багаторядковому редакторі.

source: &Send
bs: &Pošalji
ca@valencia: &Envia
de: &Senden
eo: &Sendi
es: &Enviar
et: &Saada
fr: &Envoyer
gl: &Enviar
it: &Invia
nl: Ver&zenden
pl: &Wyślij
pt_br: &Enviar
sl: Pošlji
sv: &Skicka
tr: &Gönder
uk: &Надіслати

source: Sends current text to the MUD.
bs: Šalje trenutni tekst MUD-u.
ca@valencia: Envia el text actual a MUD.
de: Sendet aktuellen Text zum MUD.
eo: Sendas aktualan tekston al la MUD.
es: Envía el texto actual al MUD.
et: Aktiivse teksti saatmine MUD-ile.
fr: Envoie le texte courant vers le « MUD ».
gl: Envía o texto actual ao MUD.
it: Invia il testo attuale al MUD.
nl: Verstuurt geselecteerde tekst naar de MUD.
pl: Wysyła bieżący tekst do MUD.
pt_br: Envia o texto atual para o MUD.
sl: Pošlje trenutno besedilo v MUD.
sv: Skickar nuvarande text till MUD.
tr: Geçerli metni MUD’a gönderir.
uk: Надсилає поточний текст до MUD.

source: This will send all the commands you've entered to the MUD. If you've entered prefix and/or suffix, they will be added to the beginning and ending of each command.
bs: Ovo će poslati sve komande koje ste unijeli MUD-u. Ako se unijeli prefiks i/ili sufiks, bit će dodani na početak i kraj svake komande.
ca@valencia: Enviarà totes les ordres que heu introduït a MUD. Si heu introduït el prefix i/o el sufix, s'afegiran al començament i al final de cada ordre.
de: Damit werden alle eingegeben Befehle an das MUD gesendet. Wenn Sie ein Präfix oder ein Suffix eingegeben haben, wird diese am Anfang oder Ende jedes Befehls hinzugefügt.
eo: Ĉi tio sendos ĉiujn komandojn, kiujn vi enigis al la MUD. Se vi enigis prefikson kaj/aŭ sufikson, ili estos aldonitaj al la komenco kaj fino de ĉiu komando.
es: Enviará al MUD todas las órdenes que haya introducido. Si ha introducido prefijo y/o sufijo, serán añadidos al principio y al final de cada orden.
et: Sellega saadetakse kõik sisestatud käsud MUD-ile. Kui sisestasid ka prefiksi ja/või sufiksi, lisatakse need iga käsu ette ja järele.
fr: Ceci enverra toutes les commandes que vous avez saisies vers le serveur MUD. Si vous avez saisi un préfixe et / ou un suffixe, ils seront ajoutés respectivement au début et à la fin de chaque commande.
gl: Isto enviará todas as ordes que inseriu ao MUD. Se inseriu un prefixo ou un sufixo, engadiranse ao principio e ao final de cada orde.
it: Invierà tutti i comandi inseriti al MUD. Se hai inserito il prefisso e/o il suffisso, essi saranno aggiunti all'inizio e alla fine di ciascun comando.
nl: Dit verstuurt alle ingevoerde commando's naar de MUD. Als u een voorvoegsel en/of achtervoegsel heeft opgegeven, dan worden deze aan het begin en eind van elk commando toegevoegd.
pl: Wyśle to wszystkie podane polecenia do MUD. Jeżeli podano przedrostek i/lub przyrostek, to zostaną one dodane do początku i końca każdego polecenia.
pt_br: Isto irá enviar todos os comandos que você introduziu para o MUD. Se tiver introduzido um prefixo e/ou um sufixo, eles serão adicionados no início e no fim de cada comando, respectivamente.
sl: To bo poslalo vse ukaze, ki ste jih vnesli v MUD. Če ste vnesli predpono in/ali pripono, bodo dodane na začetek oz. konec vsakega ukaza.
sv: Det här skickar alla kommandon som skrivits in till MUD. Om du angivit prefix och/eller suffix läggs de till i början och slutet av varje kommando.
tr: Bu, girdiğiniz tüm komutları MUD’a gönderir. Önek ve/veya sonek girdiyseniz bunlar her komutun başına ve sonuna eklenecektir.
uk: За допомогою цього пункту можна надіслати всі введені вами команди на сервер MUD. Якщо вами було вказано префікс і/або суфікс, відповідні рядки буде додано на початку і у кінці кожного команди.

source: &Clear
bs: &Očisti
ca@valencia: &Neteja
de: &Leeren
eo: &Forviŝi
es: &Limpiar
et: &Puhasta
fr: Effa&cer
gl: &Limpar
it: &Pulisci
nl: &Wissen
pl: Wy&czyść
pt_br: &Limpar
sl: Počisti
sv: &Rensa
tr: &Temizle
uk: Споро&жнити

source: Clears window contents.
bs: Očisti sadržaje prozora.
ca@valencia: Neteja el contingut de la finestra.
de: Löscht den Inhalt des Fensters.
eo: Purigas fenestroenhavon.
es: Limpia el contenido de la ventana.
et: Akna sisu puhastamine.
fr: Efface les contenus de la fenêtre.
gl: Borra o contido da xanela.
it: Pulisce il contenuto della finestra.
nl: Inhoud venster wissen.
pl: Czyści zawartość okna.
pt_br: Limpa o conteúdo da janela.
sl: Počisti vsebino okna.
sv: Rensar fönstrets innehåll.
tr: Pencere içeriğini temizler.
uk: Спорожнює вміст вікна.

source: MXP Console
bs: MXP Konzola
ca@valencia: Consola MXP
de: MXP-Konsole
eo: MXP-konzolo
es: Consola MXP
et: MXP konsool
fr: Console « MXP »
gl: Consola de MXP
it: Console MXP
pl: Konsola MXP
pt_br: Console do MXP
sl: Konzola MXP
sv: MXP-terminal
tr: MXP Konsolu
uk: Консоль MXP

source: Object Manager
bs: Objekt menadžer
ca@valencia: Gestor d'objectes
de: Objektverwaltung
eo: Objekta Administranto
es: Gestor de objetos
et: Objektihaldur
fr: Gestionnaire d'objets
gl: Xestor de obxectos
it: Gestore oggetti
nl: Object beheer
pl: Menadżer obiektów
pt_br: Gerenciador de objetos
sl: Upravitelj predmetov
sv: Objekthantering
tr: Nesne Yöneticisi
uk: Керування об’єктами

source: Up
bs: Gore
ca@valencia: Amunt
de: Nach oben
eo: Supren
es: Arriba
et: Üles
fr: Haut
gl: Subir
it: Verso l'alto
nl: Omhoog
pl: W górę
pt_br: Para cima
sl: Navzgor
sv: Upp
tr: Yukarı
uk: Вгору

source: Down
bs: Dolje
ca@valencia: Avall
de: Nach unten
eo: Malsupren
es: Abajo
et: Alla
fr: Bas
gl: Baixar
it: Verso il basso
nl: Omlaag
pl: W dół
pt_br: Para baixo
sl: Navzdol
sv: Ner
tr: Aşağı
uk: Вниз

source: Left
bs: Lijevo
ca@valencia: Esquerra
de: Nach links
eo: Maldekstra
es: Izquierda
et: Vasakule
fr: Gauche
gl: Esquerda
it: Sinistra
nl: Links
pl: Lewo
pt_br: Esquerda
sl: Levo
sv: Vänster
tr: Sol
uk: Ліворуч

source: Right
bs: Desno
ca@valencia: Dreta
de: Nach rechts
eo: Dekstra
es: Derecha
et: Paremale
fr: Droit
gl: Dereita
it: Destra
nl: Rechts
pl: Prawo
pt_br: Direita
sl: Desno
sv: Höger
tr: Sağ
uk: Праворуч

source: Output window
bs: Prozor za izlaz
ca@valencia: Finestra de l'eixida
de: Ausgabefenster
eo: Eligo fenestro
es: Ventana de salida
et: Väljundaken
fr: Fenêtre de sortie
gl: Xanela de saída
it: Finestra del risultato
nl: Uitvoervenster
pl: Okno wyjściowe
pt_br: Janela de resultados
sl: Izhodno okno
sv: Utdatafönster
tr: Çıktı penceresi
uk: Вікно виведення даних

source: MUD preferences
bs: MUD preference
ca@valencia: Preferències de MUD
de: MUD-Einstellungen
eo: MUD-preferoj
es: Preferencias de MUD
et: MUD-i seadistused
fr: Préférences « MUD »
gl: Configuración de MUD
it: Preferenze MUD
nl: MUD voorkeuren
pl: Ustawienia MUD
pt_br: Preferências do MUD
sl: Nastavitve MUD
sv: MUD-inställningar
tr: MUD tercihleri
uk: Параметри MUD

source: Connection
bs: Povezivanje
ca@valencia: Connexió
de: Verbindung
eo: Konekto
es: Conexión
et: Ühendus
fr: Connexion
gl: Conexión
it: Connessione
nl: Verbinding
pl: Połączenie
pt_br: Conexão
sl: Povezava
sv: Anslutning
tr: Bağlantı
uk: З'єднання

source: Commands
bs: Naredbe
ca@valencia: Ordres
de: Befehle
eo: Komandoj
es: Órdenes
et: Käsud
fr: Commandes
gl: Ordes
it: Comandi
nl: Commando's
pl: Polecenia
pt_br: Comandos
sl: Ukazi
sv: Kommandon
tr: Komutlar
uk: Команди

source: Folders
bs: Mape
ca@valencia: Carpetes
de: Ordner
eo: Dosierujoj
es: Carpetas
et: Kataloogid
fr: Dossiers
gl: Cartafoles
it: Cartelle
nl: Mappen
pl: Katalogi
pt_br: Pastas
sl: Mape
sv: Kataloger
tr: Dizinler
uk: Теки

source: Sound
bs: Zvuk
ca@valencia: So
de: Klang
eo: Sono
es: Sonido
et: Heli
fr: Son
gl: Son
it: Suono
nl: Geluid
pl: Dźwięk
pt_br: Som
sl: Zvok
sv: Ljud
tr: Ses
uk: Звук

source: &Use colorized output (if available)
bs: &Upotrijebi obojeni izlaz(ako je dostupan)
ca@valencia: E&mpra una eixida acolorida (si està disponible)
de: Farbige A&usgabe verwenden, wenn verfügbar
eo: &Uzi kolorigitan eligon (se disponeblas)
es: &Usar colores en la salida (si está disponible)
et: Toonit&ud väljundi kasutamine (kui võimalik)
fr: &Utiliser une sortie colorée (si disponible)
gl: &Usar saída colorada (se está dispoñíbel)
it: &Usa risultato a colori (se disponibile)
nl: Gebr&uik gekleurde uitvoer (indien beschikbaar)
pl: &Użyj pokolorowanego wyjścia (jeśli dostępne)
pt_br: &Usar um resultado colorido (se disponível)
sl: &Uporabi barvni izhod (če je na voljo)
sv: An&vänd färglagd utmatning (om tillgänglig)
tr: &Renklendirilmiş çıktı kullan (kullanılabilirse)
uk: &Розфарбовувати виведені дані (якщо це можливо)

source: &Do not allow more than 100 repeated commands
bs: &Ne dozvoli više od 100 ponovljenih komandi
ca@valencia: &No permetre més de 100 ordes repetides
de: &Nicht mehr als 100 wiederholte Befehle erlauben
eo: &Ne permesi pli ol 100 ripetajn komandojn
es: No permitir más de 100 ór&denes repetidas
et: Ei lu&bata üle 100 korduskäsu
fr: Ne pas autoriser la répétition &de plus de 100 commandes
gl: Non permitir máis de 100 ordes repeti&das
it: &Non consentire più di 100 comandi ripetuti
nl: Niet meer dan 100 maal commando's herhalen toestaan
pl: &Nie zezwalaj na więcej niż 100 powtórzonych poleceń
pt_br: Não permitir mais &de 100 comandos repetidos
sl: Ne dovoli več kot 100 ponovitev ukazov
sv: Tillåt inte mer än 100 re&peterade kommandon
tr: 100’den &fazla yinelenmiş komuta izin verme
uk: &Не дозволяти більше, ніж 100 повторень команд

source: Enable telnet &negotiation on startup
bs: Uključi telnet &pregovaranje na startu
ca@valencia: Habilita la &negociació telnet a l'inici
de: Tel&net-Aushandlung beim Start aktivieren
eo: Ebligi tel&net-intertraktadon ĉe ekfunkciigo
es: Habilitar &negociación por telnet al inicio
et: Tel&neti läbirääkimiste lubamine käivitumisel
fr: Activer la négociation « Telnet » au démarrage
gl: Activar a &negociación de Telnet no inicio
it: Abilita la &negoziazione telnet all'avvio
nl: Bij opstarten telnet-onderhandelen inschakelen
pl: Włącz &negocjację telnet na starcie
pt_br: Habilitar a &negociação com o Telnet na inicialização
sl: Omogoči pogajanja telnet o zagonu
sv: Aktivera telnet-förha&ndling vid start
tr: Başla&ngıçta telnet pazarlığına izin ver
uk: Увімкнути &узгодження telnet під час запуску програми
