Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: Send user commands
bs: Pošalji korisničke komande
ca@valencia: Envia les ordres d'usuari
de: Benutzerbefehle senden
eo: Sendi uzantkomandojn
es: Enviar órdenes de usuario
et: Kasutaja käskude saatmine
fr: Envoyer des commandes utilisateur
gl: Enviar as ordes da persoa usuaria
it: Invia comandi utente
nl: Commando's van gebruiker versturen
pl: Wyślij polecenia użytkownika
pt_br: Enviar os comandos do usuário
sl: Pošlji uporabniške ukaze
sv: Skicka användarkommandon
tr: Kullanıcı komutları gönder
uk: Надіслати команди користувача

source: If script input is enabled, this enables sending of all sent commands to the script.
bs: Ako je omogućen unos skripte, ovo omogućava slanje svih poslanih komandi skripti.
ca@valencia: Si l'entrada de l'script està habilitada, açò permetrà l'enviament de totes les ordres enviades a l'script.
de: Ist die Skripteingabe aktiviert, werden alle versendeten Befehle mit dieser Einstellung an das Skript gesendet.
eo: Se skripto-enigo estas ebligita, tio ebligas sendi ĉiujn senditajn komandojn al la skripto.
es: Si la entrada de scripts se encuentra activa, esta opción permite mandar todas las órdenes enviadas al script.
et: Kui skriptisisend on lubatud, võimaldab see saata kõik skriptile saadetud käsud.
fr: Si l'entrée de script est sélectionné, ceci active la redirection de toutes les commandes envoyées vers le scripts.
gl: Se a entrada do guión está activada, isto permite enviar ao guión todas as ordes enviadas.
it: Se l'input dello script input è abilitato, questa opzione abilita l'invio di tutti i comandi inviati allo script.
nl: Als invoer naar script mogelijk is, dan is het mogelijk om alle verzonden commando's naar het script te verzenden.
pl: Jeżeli wejście skryptu zostało włączone, umożliwia to wysyłanie wszystkich wysłanych poleceń do skryptu.
pt_br: Se a introdução de scripts estiver habilitada, isto permite o envio de todos os comandos para o script.
sl: Če je vhod skripta omogočen, to omogoča pošiljanje vseh poslanih ukazov skriptu.
sv: Om skriptinmatning är aktiverat, aktiverar det här att alla skickade kommandon skickas till skriptet.
tr: Betik girdisi etkinleştirilmişse bu, tüm gönderilmiş komutların betiğe gönderilmesini etkinleştirir.
uk: Якщо було увімкнено введення даних до скрипту, позначення цього пункту призведе до переспрямування всіх надісланих команд до скрипту.

source: Enable communication
bs: Omogući komunikaciju
ca@valencia: Permet la comunicació
de: Kommunikation aktivieren
eo: Ebligi komunikadon
es: Permitir comunicación
et: Suhtlemise lubamine
fr: Activer la communication
gl: Activar a comunicación
it: Abilita comunicazione
nl: Communicatie inschakelen
pl: Włącz komunikację
pt_br: Habilitar comunicação
sl: Omogoči komunikacijo
sv: Aktivera kommunikation
tr: İletişimi etkinleştir
uk: Увімкнути обмін даними

source: Enables identification of lines of server output. Refer to the manual for more information.
bs: Omogućava identifikaciju linija izlaza servera. Za više informacija, pogledajte uputu za korištenje.
ca@valencia: Permet la identificació de les línies d'eixida del servidor. Consulteu el manual per a obtindre més informació.
de: Aktiviert die Identifizierung der Zeilen der Serverausgabe. Lesen Sie das Handbuch für weitere Informationen.
eo: Ebligas identigon de linioj de servila eligo. Vidu al la manlibro por pliaj informoj.
es: Permite la identificación de líneas de salida del servidor. Consulte el manual para más información.
et: Võimaldab serveriväljundi ridade tuvastamist. Täpsemalt kõneleb sellest manuaalilehekülg.
fr: Active l'identification des lignes de la sortie du serveur. Veuillez consulter le manuel pour plus d'informations.
gl: Activa a identificación das liñas da saída do servidor. Para máis información, consulte o manual.
it: Abilita l'identificazione delle righe del risultato del server. Per ulteriori informazioni, fai riferimento al manuale.
nl: Maakt identificatie van de communicatielijnen van de server mogelijk. Lees de handleiding voor meer informatie.
pl: Włącza identyfikację wierszy wyjścia serwera. Odnieś się do instrukcji obsługi po więcej informacji.
pt_br: Habilita a identificação das linhas do resultado do servidor. Veja o manual para obter mais informações.
sl: Omogoča identifikacijo vrstic izhoda strežnika. Več informacij najdete v priročniku.
sv: Aktiverar identifikation av serverns utdatarader. Se handboken för mer information.
tr: Sunucu çıktısının satırlarının tanımlanabilmesini etkinleştirir. Daha fazla bilgi için kılavuza başvurun.
uk: Увімкнути ідентифікацію рядків даних, виведених сервером. Докладніше про ці рядки можна дізнатися з довідника.

source: Single-instance script
bs: Jedno-instancna skripta
ca@valencia: Script d'una sola instància
de: Skript mit nur einen Instanz
eo: Unuokaza skripto
es: Script de ejecución única
et: Ühe protsessiga skript
fr: Script à instance unique
gl: Guión dunha única instancia
it: Script a singola istanza
nl: Enkel-exemplaar script
pl: Skrypt jednego uruchomienia
pt_br: Script de instância única
sl: Skript enojnega primerka
sv: Skript med en instans
tr: Tek örneklik betik
uk: Скрипт з єдиним екземпляром

source: If an instance of this script is already running, another one can not be started.
bs: Ako instanca ove skripte već radi, nova ne može biti pokrenuta.
ca@valencia: Si ja s'està executant una instància d'este script, no es pot iniciar una altra.
de: Wenn bereits eine Instanz dieses Skripts läuft, kann keine weitere gestartet werden.
eo: Se okazo de ĉi tiu skripto jam funkcias, alia ne povas esti komencita.
es: Si ya se está ejecutando una instancia de este script, no se puede iniciar otra.
et: Kui selle skripti üks isend juba töötab, ei saa teist käivitada.
fr: Si une instance de ce script est déjà en cours d'exécution, une autre instance ne peut être démarrée.
gl: Non pode iniciarse unha instancia deste guión se xa hai outra en execución.
it: Se un'istanza di questo script è già in esecuzione, non ne può essere avviata un'altra.
nl: Als een instance van dit script als is gestart, dan kan er niet nog een worden gestart.
pl: Jeżeli egzemplarz tego skryptu już jest uruchomiony, to nie można uruchomić kolejnego.
pt_br: Se já estiver uma instância deste script em execução, não poderá iniciar outra.
sl: Če se primerek tega skripta že izvaja, drugega ni mogoče zagnati.
sv: Om en instans av skriptet redan kör, kan inte en annan startas.
tr: Bu betiğin bir örneği halihazırda çalışıyorsa başka bir tanesi başlatılamaz.
uk: Якщо вже запущено екземпляр цього скрипту, запуск інших екземплярів буде заблоковано.

source: Use flow control
bs: Koristi kontrolu toka
ca@valencia: Utilitza el control del flux
de: Flusskontrolle verwenden
eo: Uzi fluoregon
es: Usar control de flujo
et: Vookontrolli kasutamine
fr: Utiliser le contrôle de flux
gl: Usar o control do fluxo
it: Usa controllo di flusso
nl: Flow-controle gebruiken
pl: Użyj kontroli przepływu
pt_br: Usar o controle de fluxo
sl: Uporabi nadzor poteka
sv: Använd flödeskontroll
tr: Akış denetimi kullan
uk: Керувати потоком даних

source: <p>If enabled, flow control will be used for this script. Flow control ensures that scripts are kept in sync, that means, that if two lines arrive from the server, the second one is not sent to the scripts until all running scripts have received the first one. However, in some situations, it's better not to use this feature.</p><p>If you don't need to disable flow control for some reason, leave this on.</p>
bs: <p>Ako je omogućeno, kontrola toka će biti korištena za ovu skriptu. Kontrola toka osigurava da su skripte čuvane u sinhronizaciji, što znači, da ako dvije linije stignu od servera, druga nije poslana skriptama dok sve skripte koje rade ne prime prvu. Kako god, u nekim sitacijama, bolje je ne koristiti ovu mogućnost.</p><p>Ako ne trebate da isključite kotrolu toka iz nekog razloga, ostavite ovo uključeno.</p>
ca@valencia: <p>Si està habilitada, s'utilitzarà el control del flux per a este script. El control del flux assegura que els scripts es mantenen en sincronia, açò vol dir que si arriben dues línies des del servidor, la segona no s'enviarà als scripts fins que tots els scripts en execució hagen rebut la primera. Tanmateix, en algunes situacions, és millor no utilitzar esta característica.</p><p>Si no necessiteu inhabilitar el control del flux per alguna raó, deixeu-lo activat.</p>
de: <p>Ist dies aktiviert, wird Flusskontrolle für dieses Skript verwendet. Flusskontrolle stellt sicher, dass Skripte abgeglichen bleiben. Wenn Zwei Zeilen vom Server ankommen, dann wird die zweite Zeile nicht zu den Skripten gesendet, bis alle laufenden Skripte die erste Zeile empfangen haben. In manchen Situationen ist es besser, diese Funktion nicht zu benutzen.</p><p>Möchten Sie Flusskontrolle aus bestimmten Gründen deaktivieren, lassen Sie dies eingeschaltet.</p>
eo: <p>Se ĝi estas ebligita, fluoregado estos uzata por ĉi tiu skripto. Fluomastrumo certigas, ke skriptoj estas sinkronigitaj, tio signifas, ke se du linioj alvenas de la servilo, la dua ne estas sendita al la skriptoj ĝis ĉiuj kurantaj skriptoj ricevis la unuan. Tamen, en iuj situacioj, estas pli bone ne uzi ĉi tiun funkcion.</p><p>Se vi ial ne bezonas malŝalti flumastrumon, lasu ĉi tion aktiva.</p>
es: <p>Si está habilitado, se usará el control de flujo para este script. El control de flujo se asegura de que los scripts se mantienen sincronizados, lo que significa que, si llegan dos líneas desde el servidor, la segunda no se manda a los scripts hasta que todos los scripts en ejecución han recibido la primera. Sin embargo, en algunas situaciones, es mejor no utilizar esta característica.</p><p>Si no necesita deshabilitar el control de flujo por alguna razón, déjelo habilitado.</p>
et: <p>Märkimise korral kasutatakse selle skripti juures vookontrolli. See tagab, et skriptid on sünkroonis, see tähendab, et kui serverist saabub kaks rida, siis ei saadeta teist skriptile, enne kui kõik töötavad skriptid on saanud esimese. Ent mõnes olukorras on siiski parem seda võimalust mitte kasutada.</p><p>Kui sul ei ole mingil kindlal põhjusel vaja vookontrolli välja lülitada, jäta see märgituks.</p>
fr: <p>Si cette option est activée, le contrôle de flux sera utilisée pour ce script. Il garantit que les scripts sont maintenus synchrones, c'est-à-dire, que si deux lignes arrive du serveur, la seconde n'est pas envoyée vers les scripts tant que tous les scripts en exécution n'ont pas reçus la première. Cependant, dans certaines situations, il est bien mieux de ne pas utiliser cette fonctionnalité.</p><p>Si vous n'avez pas besoin de désactiver le contrôle pour certaines raisons, laisser le activer.</p>
gl: <p>Se se activa, usarase o control do fluxo para este guión. O control do fluxo asegúrase de que os guións permanecen sincronizados, é dicir, que se chegan dúas liñas do servidor, a segunda non se envía a ningún script ata que todos reciban antes a primeira liña. Porén, nalgúns casos é mellor non usar esta funcionalidade.</p> <p>Se non ten motivos para desactivar o control do fluxo, deixe esta opción activada.</p>
it: <p>Se abilitato, il controllo di flusso sarà utilizzato per questo script. Il controllo di flusso assicura che gli script vengano mantenuti in sincronia, ossia se due righe arrivano dal server, la seconda non viene inviata agli script fino a che tutti gli script in esecuzione non hanno ricevuto la prima. Tuttavia, in alcune situazioni, è meglio non usare questa funzionalità.</p><p>Se non devi disabilitare il controllo di flusso per qualche motivo, lascialo acceso.</p>
nl: <p>Indien ingeschakeld, dan wordt flow controle voor dit script gebruikt. Flow controle zorgt ervoor dat scripts gesynchroniseerd blijven, wat inhoud, dat als twee regels vanaf te server verstuurd worden, de tweede niet naar het script wordt verstuurd totdat alle scripts de eerste hebben ontvangen. Het kan echter zijn dat het in sommige situaties het beter is om deze mogelijkheid niet te gebruiken.</p><p>Als er geen reden is om deze flow controle uit te schakelen, laat het dan ingeschakeld.</p>
pl: <p>Jeżeli włączone, to do skryptu zostanie użyta kontrola przepływu. Kontrola przepływu zapewnia, że skrypty są zsynchronizowane, co oznacza, że jeśli dwa wiersze dotrą z serwera, to ten drugi nie zostanie wysłany do skryptów przed otrzymaniem przez wszystkie skrypty tego pierwszego. Jednakże w pewnych sytuacjach lepiej nie używać tej funkcji.</p><p>Jeżeli nie potrzebujesz wyłączać kontroli przepływu, to pozostaw ją włączoną.</p>
pt_br: <p>Se estiver habilitado, será usado o controle de fluxo para este script. Esse controle garante que os programas são mantidos sincronizados, isto é, se chegarem duas linhas do servidor, a segunda não é enviada para os scripts até que todos os programas em execução tenham recebido a primeira. Contudo, em alguns casos, é melhor não usar esta funcionalidade.</p><p>Se você não precisar desativar o controle de fluxo por alguma razão, deixe esta opção ligada.</p>
sl: <p>Če je omogočeno, bo za ta skript uporabljen nadzor poteka. Nadzor poteka zagotavlja sinhronizacijo skriptov, kar pomeni, da se, če dve vrstici prispeta s strežnika, druga ne pošlje skriptom, dokler vsi tekoči skripti ne prejmejo prve. Vendar pa je v nekaterih primerih bolje, da ne uporabljate te funkcije.</p><p>Če vam iz nekega razloga ni treba onemogočiti nadzora pretoka, pustite to vključeno.</p>
sv: <p>Om aktiverad, används flödeskontroll för skriptet. Flödeskontroll garanterar att skript hålls synkroniserade, vilket betyder att om två rader kommer från servern, skickas inte den andra till skripten innan alla skript som kör har tagit emot den första. Dock är det bättre att inte använda funktionen under vissa omständigheter.</p><p>Om du inte behöver inaktivera flödeskontroll av någon orsak, lämna den på.</p>
tr: <p>Etkinleştirilirse bu betik için akış denetimi kullanılacaktır. Akış denetimi, betiklerin eşzamanlı tutulmasını sağlar; yani sunucudan iki satır gelirse çalışan tüm betikler ilkini alana kadar ikinci satır betiklere gönderilmez. Ancak bazı durumlarda bu özelliği kullanmamak daha iyidir.</p><p>Herhangi bir nedenle akış denetimini devre dışı bırakmanız gerekmiyorsa bunu açık bırakın.</p>
uk: <p>Якщо буде позначено цей пункт, для цього скрипту використовуватиметься керування потоком даних. За допомогою керування потоком забезпечується синхронізація даних для скриптів, тобто у разі надходження двох рядків даних з сервера другий рядок не буде надіслано скриптам, доки всі запущені скрипти не отримають перший рядок. Все ж, іноді таке керування може завадити.</p><p>Якщо у вас немає причин вимикати керування потоком даних, не робіть цього.</p>

source: Communicate variables
bs: Varijable komunikacije
ca@valencia: Comunica les variables
de: Variablen übertragen
eo: Komuniki variablojn
es: Comunicar variables
et: Muutujate edastamine
fr: Communiquer des variables
gl: Comunicar as variábeis
it: Comunica variabili
nl: Communicatie variabelen
pl: Komunikuj zmienne
pt_br: Comunicar as variáveis
sl: Komuniciraj spremenljivke
sv: Kommunicera variabler
tr: Değişkenleri ilet
uk: Змінні обміну даними

source: If enabled, a UNIX domain socket will be created, allowing you to obtain and modify actual variable values. More information in the documentation.
bs: Ako je omogućeno, prostor za UNIX domena+u će biti stvoren, dozvoljavajući vam da dobijete i podešavate stvarne vrijednosti varijabli. Više informacija u dokumentaciji.
ca@valencia: Si està habilitada, es crearà un sòcol de domini UNIX, el qual permetrà obtindre i modificar els valors de la variable real. Més informació en la documentació.
de: Ist dies aktiviert, werden UNIX-Domainsockets erstellt, mit denen Sie die Werte von aktuellen Variablen beziehen und verändern können. Weitere Informationen finden Sie in der Dokumentation.
eo: Se ebligita, UNIX-domajna ingo estos kreita, permesante al vi akiri kaj modifi realajn variajn valorojn. Pliaj informoj en la dokumentado.
es: Si está habilitado, se creará un puerto de dominio UNIX, permitiéndole obtener y modificar valores reales de variable. Más información en la documentación.
et: Märkimise korral luuakse UNIX-i domeeni sokkel, mis võimaldab hankida ja muuta tegelikke muutujate väärtusi. Täpsemalt kõneldakse sellest dokumentatsioonis.
fr: Si cette option est activée, le socket de domaine UNIX sera créé, vous permettant d'obtenir et de modifier les valeurs actuelles de variables. Plus d'informations sont fournies dans la documentation.
gl: Se se activa, créase unha toma de dominio de UNIX que lle permita obter e modificar valores reais de variábeis. Para máis información, consulte a documentación.
it: Se abilitata, verrà creato un socket di dominio UNIX, che consente di ottenere e modificare i valori della variabile attuale. Ulteriori informazioni nella documentazione.
nl: Indien ingeschakeld, zal een UNIX domain socket worden gecreëerd, zodat u de waarden van variabelen te weten kan komen en deze wijzigen. Lees de handleiding voor meer informatie.
pl: Jeżeli włączone, to zostanie utworzone gniazdo domeny UNIKSA, pozwalając tobie na uzyskanie i zmodyfikowanie właściwych wartości zmiennych. Więcej informacji jest w dokumentacji.
pt_br: Se estiver habilitado, será criado um socket do domínio UNIX, que lhe permite obter e modificar os valores atuais das variáveis. Você poderá obter mais informações na documentação.
sl: Če je omogočeno, bo ustvarjena vtičnica domene UNIX, ki vam omogoča pridobivanje in spreminjanje dejanskih vrednosti spremenljivk. Več informacij v dokumentaciji.
sv: Om aktiverad, skapas ett Unix domänuttag som låter dig hämta och ändra verkliga variabelvärden. Mer information i dokumentationen.
tr: Etkinleştirilirse gerçek değişken değerlerini elde etmenize ve değiştirmenize izin veren bir UNIX etki alanı yuvası oluşturulur. Daha fazla bilgiye belgelendirmeden ulaşabilirsiniz.
uk: Якщо буде позначено цей пункт, програма створюватиме сокет (гніздо) домену UNIX, що надасть вам змогу отримувати і змінювати значення змінних. Докладніше про це можна дізнатися з документації.

source: Choose script
bs: Odaberi skriptu
ca@valencia: Tria un script
de: Skript auswählen
eo: Elekti skripton
es: Seleccionar script
et: Skripti valik
fr: Choisir un script
gl: Escoller un guión
it: Scegli script
nl: Kies script
pl: Wybierz skrypt
pt_br: Escolher script
sl: Izberite skript
sv: Välj skript
tr: Betik seç
uk: Вибір скрипту

source: Choose working directory
bs: Odaberi radni direktorij
ca@valencia: Tria el directori de treball
de: Arbeitsordner auswählen
eo: Elekti labordosierujon
es: Seleccionar directorio de trabajo
et: Töökataloogi valik
fr: Choisir un dossier de travail
gl: Escoller un cartafol de traballo
it: Scegli cartella di lavoro
nl: Kies werkmap
pl: Wybierz katalog roboczy
pt_br: Escolher a pasta de trabalho
sl: Izberite delovno mapo
sv: Välj arbetskatalog
tr: Çalışma dizini seç
uk: Вибір робочого каталогу

source: Such external script does not exist!
bs: Takva eksterna skripta ne postoji!
ca@valencia: Este script extern no existix.
de: Dieses externe Skript existiert nicht.
eo: Tia ekstera skribo ne ekzistas!
es: ¡Ese script externo no existe!
et: Sellist välist skripti ei ole olemas!
fr: Un tel script externe n'existe pas !
gl: Ese guión externo non existe!
it: Lo script esterno indicato non esiste!
nl: Dat extern script bestaat niet!
pl: Taki zewnętrzny skrypt nie istnieje!
pt_br: Este script externo não existe!
sl: Tak zunanji skript ne obstaja!
sv: Något sådant externt skript finns inte.
tr: Bu tür bir dış betik yok!
uk: Такого зовнішнього скрипту не існує!

source: Running scripts
bs: Skripte koje su pokrenute
ca@valencia: Scripts en execució
de: Skripte ausführen
eo: Kurante skriptoj
es: Scripts en ejecución
et: Töötavad skriptid
fr: Exécution de scripts en cours
gl: Executando os guións
it: Script in esecuzione
nl: Scripts uitvoeren
pl: Uruchamianie skryptów
pt_br: Executando scripts
sl: Izvajanje skriptov
sv: Körning av skript
tr: Çalışan betikler
uk: Запущені скрипти

source: &Running scripts
bs: &Skripte koje su pokrenute
ca@valencia: Scripts en e&xecució
de: Sk&ripte ausführen
eo: &Rulado de skriptoj
es: Scripts en &ejecución
et: Töötavad sk&riptid
fr: Exécution de sc&ripts en cours
gl: Executando os &guións
it: Sc&ript in esecuzione
nl: Scripts uitvoe&ren
pl: U&ruchamianie skryptów
pt_br: &Executando scripts
sl: Izvajanje skriptov
sv: Kö&rning av skript
tr: &Çalışan betikler
uk: Зап&ущені скрипти

source: &Terminate
bs: &Okončaj
ca@valencia: &Finalitza
de: &Beenden
eo: &Ferigi
es: &Terminar
et: &Lõpeta
fr: &Terminer
gl: &Terminar
it: &Interrompi
nl: &Beëindigen
pl: &Zakończ
pt_br: &Terminar
sl: Zaključi
sv: Avslu&ta
tr: &Sonlandır
uk: П&ерервати

source: &Kill
bs: &Ubij
ca@valencia: &Mata
de: &Abbrechen
eo: &Mortigi
es: &Matar
et: &Tapa
fr: &Tuer
gl: &Matar
it: &Termina
nl: &Afbreken
pl: &Zniszcz
pt_br: &Finalizar
sl: Ubij
sv: &Döda
tr: &Öldür
uk: З&авершити

source: /exec: Script list is not available.
bs: /exec: Lista skripti nije dostupna.
ca@valencia: /exec: la llista de scripts no està disponible.
de: /exec: Die Skriptliste ist nicht verfügbar.
eo: /exec: Skriptolisto ne disponeblas.
es: /exec: la lista de scripts no está disponible
et: /exec: skriptide loend pole saadaval.
fr: /exec : impossible d'obtenir la liste des scripts.
gl: /exec: a lista de guións non está dispoñíbel.
it: /exec: l'elenco degli script non è disponibile.
nl: /exec: lijst met scripts is niet beschikbaar.
pl: /exec: Lista skryptów jest niedostępna.
pt_br: /exec: A lista de scripts não está disponível.
sl: /exec: seznam skriptov ni na voljo.
sv: /exec: Skriptlista ej tillgänglig.
tr: /exec: Betik listesi kullanılamıyor.
uk: /exec: список скриптів недоступний.

source: Scripts
bs: Skripte
de: Skripte
eo: Skriptoj
et: Skriptid
gl: Guións
it: Script
pl: Skrypty
sl: Skripti
sv: Skript
tr: Betikler
uk: Скрипти

source: Variable name that this trigger will be reacting on.
bs: Ime varijable na koje će reagovati ovaj okidač.
ca@valencia: Nom de la variable davant la qual reaccionarà el desencadenant.
de: Variablenname, auf den dieser Auslöser reagiert.
eo: Variebla nomo, per kiu ĉi tiu ellasilo reagos.
es: Nombre de la variable ante la que reaccionará este desencadenante.
et: Muutuja nimi, millele see päästik reageerib.
fr: Le nom de la variable sur laquelle le déclencheur réagira
gl: Nome de variábel que activa este disparador.
it: Nome variabile su cui questo attivatore reagirà.
nl: Naam variabele waarop deze trigger zal reageren.
pl: Nazwa zmiennej, na którą ten wyzwalacz będzie reagował.
pt_br: O nome da variável a que este evento irá reagir.
sl: Ime spremenljivke, na katero bo reagiral sprožilec.
sv: Variabelnamn som den här utlösaren påverkas av.
tr: Bu tetiğin tepki vereceği değişken adı.
uk: Назва змінної, на якій має позначитися ця умовна зміна.

source: &Commands
bs: &Naredbe
ca@valencia: O&rdres
de: &Befehle
eo: &Komandoj
es: &Órdenes
et: &Käsud
fr: &Commandes
gl: &Ordes
it: &Comandi
nl: &Commando's
pl: Pole&cenia
pt_br: &Comandos
sl: Ukazi
sv: &Kommandon
tr: &Komutlar
uk: &Команди
