Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: create window
bs: napravi prozor
ca@valencia: crea una finestra
de: Fenster erstellen
eo: krei fenestron
es: crear ventana
et: akna loomine
fr: Créer une fenêtre
gl: crear unha xanela
it: crea finestra
nl: venster aanmaken
pl: utwórz okno
pt_br: criar uma janela
sl: ustvari okno
sv: skapa fönster
tr: pencere oluştur
uk: створити вікно

source: create internal window
bs: napravi interni prozor
ca@valencia: crea una finestra interna
de: Internes Fenster erstellen
eo: krei internan fenestron
es: crear ventana interna
et: sisemise akna loomine
fr: Créer une fenêtre interne
gl: crear unha xanela interna
it: crea finestra interna
nl: intern venster aanmaken
pl: utwórz wewnętrzne okno
pt_br: criar uma janela interna
sl: ustvari notranje okno
sv: skapa internt fönster
tr: iç pencere oluştur
uk: створити внутрішнє вікно

source: close window
bs: zatvori prozor
ca@valencia: tanca la finestra
de: Fenster schließen
eo: fermi fenestron
es: cerrar ventana
et: akna sulgemine
fr: Fermer une fenêtre
gl: pechar a xanela
it: chiudi finestra
nl: venster sluiten
pl: zamknij okno
pt_br: fechar a janela
sl: zapri okno
sv: stäng fönster
tr: pencereyi kapat
uk: закрити вікно

source: set active window
bs: postavi aktivni prozor
ca@valencia: establix la finestra activa
de: Aktives Fenster setzen
eo: agordi aktivan fenestron
es: establecer ventana activa
et: aktiivse akna määramine
fr: Définir la fenêtre active
gl: definir a xanela activa
it: imposta finestra attiva
nl: actieve venster instellen
pl: ustaw aktywne okno
pt_br: definir a janela ativa
sl: nastavi dejavno okno
sv: ställ in aktivt fönster
tr: etkin pencereyi ayarla
uk: встановити активне вікно

source: move cursor
bs: pomjeri kursor
ca@valencia: mou el cursor
de: Cursor bewegen
eo: movi kursoron
es: mover el cursor
et: kursori liigutamine
fr: Déplacer un curseur
gl: mover o cursor
it: muovi cursore
nl: cursor verplaatsen
pl: przemieść kursor
pt_br: mover o cursor
sl: premakni kazalec
sv: flytta markör
tr: imleci hareket ettir
uk: пересунути курсор

source: erase text
bs: obriši tekst
ca@valencia: esborra el text
de: Text löschen
eo: forviŝi tekston
es: eliminar texto
et: teksti kustutamine
fr: Effacer un texte
gl: borrar o texto
it: cancella testo
nl: tekst wissen
pl: wymaż tekst
pt_br: limpar o texto
sl: izbriši besedilo
sv: radera text
tr: metni sil
uk: вилучити текст

source: relocate
bs: premjesti
ca@valencia: reubica
de: Zurücksetzen
eo: translokiĝi
es: reubicar
et: asukoha muutmine
fr: Transférer
gl: cambiar de lugar
it: riposiziona
nl: Verplaatsen
pl: zmień położenie
pt_br: mudar de posição
sl: preseli
sv: flytta
tr: yeniden konumlandır
uk: змінити розташування

source: send username/password
bs: pošalji korisničko ime/šifru
ca@valencia: envia el nom d'usuari i contrasenya
de: Benutzernamen/Passwort senden
eo: sendi uzantnomon/pasvorton
es: enviar nombre de usuario / contraseña
et: kasutajanime/parooli saatmine
fr: Envoyer le nom d'utilisateur / mot de passe
gl: enviar o nome de persoa usuaria e o contrasinal
it: invia nome_utente/password
nl: stuur gebruikersnaam/wachtwoord
pl: wyślij nazwę użytkownika/hasło
pt_br: enviar usuário/senha
sl: pošlji uporabniško ime/geslo
sv: skicka användarnamn och lösenord
tr: kullanıcı adı/parola gönder
uk: надіслати ім’я користувача і пароль

source: image
bs: slika
ca@valencia: imatge
de: Bild
eo: bildo
es: imagen
et: pilt
gl: imaxe
it: immagine
nl: afbeelding
pl: obraz
pt_br: imagem
sl: slika
sv: bild
tr: görsel
uk: зображення

source: image map
bs: mapa slika
ca@valencia: mapa d'imatges
de: Bilder-Map
eo: bildmapo
es: mapa de imágenes
et: hüperpilt
fr: Carte d'image
gl: mapa de imaxes
it: mappa immagine
nl: afbeeldingenmap
pl: mapa obrazu
pt_br: mapa da imagem
sl: slika s povezavami
sv: bildkarta
tr: görsel haritası
uk: карта зображення

source: unknown
bs: nepoznat
ca@valencia: desconegut
de: unbekannt
eo: nekonata
es: desconocido
et: tundmatu
fr: Inconnu
gl: descoñecido
it: sconosciuto
nl: onbekend
pl: nieznana
pt_br: desconhecido
sl: neznano
sv: okänd
tr: bilinmeyen
uk: невідомо

source: Ignoring unsupported MXP request (%1)
bs: Ignoriranje nepodržanog MXP zahtjeva (%1)
ca@valencia: S'està ignorant la petició no admesa de MXP (%1)
de: Nicht unterstützte MXP-Anfrage wird ignoriert (%1)
eo: Ignorante nesubtenitan MXP-peton (%1)
es: Ignorando la petición no admitida de MXP (%1)
et: Toetamata MXP päringu (%1) eiramine
fr: Ne pas tenir compte de la requête « MXP » (%1) non prise en charge
gl: Ignorando unha solicitude MXP incompatíbel (%1).
it: Sto ignorando la richiesta MXP non supportata (%1)
nl: Niet ondersteund MXP-request wordt genegeerd (%1)
pl: Ignorowanie niewspieranych żądań MXP (%1)
pt_br: Ignorando o pedido MXP não suportado (%1)
sl: Preziranje nepodprte zahteve MXP (%1)
sv: Ignorerar MXP-begäran som inte stöds (%1)
tr: Desteklenmeyen MXP isteği yok sayılıyor (%1)
uk: Непідтримуваний запит MXP пропущено (%1)

source: Ctrl+Enter adds new line, unless changed in settings
bs: Ctrl+Enter dodaje novu liniju, osim ukoliko nije promijenjeno u postavkama.
ca@valencia: «Ctrl+Retorn» afig una línia nova, llevat que s'haja canviat en la configuració
de: Strg+Eingabetaste fügt neue Zeilen hinzu, wenn es nicht in den Einstellungen geändert wurde
eo: Ctrl+Enter aldonas novan linion, krom se ŝanĝite en agordoj
es: Ctrl+Intro añade una nueva línea, a menos que se haya cambiado en las Preferencias.
et: Ctrl+Enter lisab uue rea, kui seda pole seadistustes muudetud
fr: La séquence « Ctrl » + « Entrée » ajoute une nouvelle ligne, sauf si elle a été modifiée dans la configuration
gl: Ctrl+Intro engade unha nova liña, salvo que cambie este comportamento na configuración.
it: Ctrl+Invio aggiunge una nuova riga, a meno che non sia cambiata nelle impostazioni
nl: Ctrl+Enter voegt nieuwe-regel, tenzij gewijzigd in instellingen
pl: Ctrl+Enter dodaje nowy wiersz, chyba że zmieniono to w ustawieniach
pt_br: O Ctrl+Enter adiciona uma linha nova, a menos que tenha sido alterado nas configurações
sl: Krmilka+vnašalka doda novo vrstico, razen če je spremenjeno v nastavitvah
sv: Ctrl+Retur lägger till ny rad, om inte ändrat i inställningarna
tr: Kontrol+Giriş, eğer ayarlardan değiştirilmediyse yeni satır ekler
uk: Ctrl+Enter додає новий рядок, якщо це не було змінено у параметрах

source: Switches between standard and multi-line input line.
bs: Mijenja između standardne i višelinijske linije za unos.
ca@valencia: Canvia entre línia d'entrada estàndard i múltiple.
de: Schaltet zwischen der Standard- und der mehrzeiligen Eingabezeile um.
eo: Ŝaltas inter norma kaj plurlinia eniglinio.
es: Cambia entre línea de entrada estándar y múltiple.
et: Lülitumine standardse ja mitmerealise sisendrea vahel.
fr: Bascule entre une ligne de saisie standard et multi-lignes
gl: Alterna entre unha liña de entrada estándar e unha que admite varias liñas.
it: Alterna tra la riga di immissione standard e quella multiriga.
nl: Schakelt tussen standaard en meerregelige invoerregel.
pl: Przełącza pomiędzy standardowym i wielowierszowym wierszem wejścia
pt_br: Muda entre uma linha de introdução de dados normal e multilinhas.
sl: Preklopi med standardno in večvrstično vnosno vrstico.
sv: Byter mellan vanligt och flerraders inmatningsfält.
tr: Standart ve çoklu satır girdi satırı arasında geçiş yapar.
uk: Перемикання між звичайним та багаторядковим полем введення даних.

source: No connection
bs: Nema konekcije
ca@valencia: Sense connexió
de: Keine Verbindung
eo: Neniu konekto
es: Sin conexión
et: Ühendus puudub
fr: Aucune connexion
gl: Sen conexión
it: Nessuna connessione
nl: Geen verbinding
pl: Brak połączenia
pt_br: Sem conexão
sl: Ni povezave
sv: Ingen anslutning
tr: Bağlantı yok
uk: Немає з’єднання

source: Connection closed.
bs: Veza je zatvorena.
ca@valencia: S'ha tancat la connexió.
de: Verbindung getrennt.
eo: Konekto fermiĝis.
es: Conexión terminada.
et: Ühendus suleti.
fr: Connexion fermée.
gl: A conexión está pechada.
it: Connessione chiusa.
nl: Verbinding gesloten
pl: Połączenie zamknięte.
pt_br: Conexão encerrada.
sl: Povezava zaprta.
sv: Anslutning nerkopplad.
tr: Bağlantı kapatıldı.
uk: З'єднання розірвано.

source: (unknown)
bs: (nepoznato)
ca@valencia: (desconegut)
de: (unbekannt)
eo: (nekonata)
es: (desconocido)
et: (tundmatu)
fr: (inconnu)
gl: (descoñecido)
it: (sconosciuto)
nl: (onbekend)
pl: (nieznany)
pt_br: (desconhecido)
sl: (neznano)
sv: (okänd)
tr: (bilinmeyen)
uk: (невідомо)

source: (none)
bs: (nijedan)
ca@valencia: (cap)
de: (keine)
eo: (neniu)
es: (ninguno)
et: (puudub)
fr: (aucun)
gl: (ningún)
it: (nessuno)
nl: (geen)
pl: (brak)
pt_br: (nenhuma)
sl: (brez)
sv: (ingen)
tr: (hiçbiri)
uk: (нічого)

source: Shift
ca@valencia: Majúscules
de: Umschalt
eo: Majuskla (Shift)
es: Mayúsculas
fr: Maj
gl: Maiús
it: Maiusc
sl: Dvigalka
sv: Skift
tr: Üst Karakter

source: Ctrl
de: Strg
sl: Krmilka
tr: Kontrol

source: Alt
sl: Izmenjalka
tr: Seçenek

source: &Command
bs: &Naredba
ca@valencia: &Ordre
de: &Befehl
eo: &Komando
es: O&rden
et: Kä&sk
fr: &Commande
gl: &Orde
it: &Comando
nl: &Commando
pl: Pole&cenie
pt_br: &Comando
sl: Ukaz
sv: &Kommando
tr: &Komut
uk: &Команда

source: Command that will be executed when you press the defined key combination. Command can include aliases, script calls and similar stuff.
bs: Komanda koja će biti izvršena kada pritisnete definisanu kombinaciju tipki. Komanda može uključivati pseudonime, kodne pozive i slične stvari.
ca@valencia: Ordre que s'executarà quan premeu la combinació de tecles definida. L'ordre pot incloure àlies, crides de script i coses similars.
de: Auszuführender Befehl, wenn Sie die definierte Tastenkombination drücken. Dieser Befehl kann Aliase, Skriptaufrufe und mehr enthalten.
eo: Komando kiu estos efektivigita kiam vi premas la difinitan klavkombinon. Komando povas inkluzivi kaŝnomojn, skriptovokojn kaj similajn aferojn.
es: Orden que será ejecutada cuando presione la combinación de teclas definida. La orden puede incluir alias, llamadas a script y cosas similares.
et: Määratud kiirklahviga käivitatav käsk. Käsk võib sisaldada aliaseid, skriptide väljakutseid ja muud sellist.
fr: Commande qui sera exécutée quand vous appuierez sur une combinaison définie de touches. La commande peut inclure des alias, des appels à des scripts et des éléments similaires.
gl: Orde para executar ao premer a combinación de teclas definida. A orde pode incluír abreviaturas, chamadas de guións e cousas similares.
it: Comando che sarà eseguito quando premerai sulla combinazione di tasti definita. Il comando può includere alias, chiamate degli script e roba simile.
nl: Commando dat zal worden uitgevoerd wanneer u de gedefinieerde toetscombinatie indrukt. Commando kan aliases, aanroepen van scripts en soortgelijke zaken bevatten.
pl: Polecenie, które zostanie wykonane, gdy naciśniesz określoną kombinację klawiszy. Polecenie może zawierać aliasy, wywołania skryptu i podobne rzeczy.
pt_br: O comando que será executado quando carregar na combinação de teclas definida. O comando poderá incluir apelidos, chamadas de scripts, entre outras coisas.
sl: Ukaz, ki se bo izvršil, ko pritisnete določeno kombinacijo tipk. Ukaz lahko vključuje vzdevke, klice skriptov in podobne stvari.
sv: Kommando som kommer att utföras vid användning av den definierade tangentkombinationen. Kommandot kan inkludera alias, skriptanrop och liknande saker.
tr: Tanımlı düğme kombinasyonuna bastığınızda yürütülecek komut. Komutlar; armalar, betik çağrıları ve benzer şeyler içerebilir.
uk: Команда, яку буде виконано після натискання вказаної комбінації клавіш. У команді можна використовувати замінники, виклики скриптів та подібні елементи.

source: Shortcut
bs: Prečica
ca@valencia: Drecera
de: Kurzbefehl
eo: Ŝparvojo
es: Combinación
et: Kiirklahv
fr: Raccourci
gl: Atallo
it: Scorciatoia
nl: Sneltoets
pl: Skrót
pt_br: Atalho
sl: Bližnjica
sv: Genväg
tr: Kısayol
uk: Скорочення

source: Grab shortcut...
bs: Pokupi prečicu...
ca@valencia: Apunta la drecera...
de: Kurzbefehl abfangen ...
eo: Ekpreni ŝparvojon...
es: Capturar combinación...
et: Sätesta kiirklahv...
fr: Déclencher un raccourci...
gl: Capturar o atallo…
it: Cattura scorciatoia...
nl: Sneltoets pakken...
pl: Przechwyć skrót...
pt_br: Capturar o atalho...
sl: Zajemi bližnjico ...
sv: Hämta genväg...
tr: Kısayol yakala…
uk: Захопити скорочення…

source: &Send command
bs: &Pošalji naredbu
ca@valencia: En&via una ordre
de: &Befehl senden
eo: &Sendi komandon
es: &Enviar comando
et: Käsu &saatmine
fr: Envoyer une &commande
gl: &Enviar a orde.
it: &Invia comando
nl: Commando verzenden
pl: &Wyślij polecenie
pt_br: En&viar comando
sl: Pošlji ukaz
sv: &Skicka kommando
tr: &Komut gönder
uk: &Надіслати команду

source: If checked, the command will be sent to the MUD. Otherwise, it will be put in the inputline.
bs: Ako je označena, komanda će biti poslana MUD-u. U durgom slučaju, bit će stavljena u liniju za unos.
ca@valencia: Si se selecciona, l'ordre s'enviarà a MUD. En cas contrari, es col·locarà en la línia d'entrada.
de: Ist dies aktiviert, wird der Befehl an des MUD gesendet, andernfalls erscheint es in der Eingabezeile.
eo: Se markite, la komando estos sendita al la KLOTO. Alie, ĝi estos metita en la eniglinion.
es: Si esta opción se encuentra activa, el comando será enviado directamente al MUD. De lo contrario, aparecerá ya escrito en la línea de entrada de comandos.
et: Märkimise korral saadetakse käsk MUD-ile, vastasel juhul asetatakse sisendreale.
fr: Si cette option est sélectionnée, la commande sera envoyée vers le MUD. Sinon, elle sera insérée dans la ligne de saisie.
gl: Marque esta opción para enviar a orde ao MUD. Se non a marca, a orde porase na liña de entrada.
it: Se attivata, il comando sarà inviato al MUD. In caso contrario, sarà inserito nella riga di immissione.
nl: Indien geactiveerd zal het commando naar de MUD worden verzonden. Anders zal het in de invoerregel worden gezet.
pl: Jeżeli odhaczone, to polecenie zostanie wysłane do MUD. W przeciwnym przypadku zostanie umieszczone w wierszu wejściowym.
pt_br: Se estiver assinalada, o comando será enviado para o MUD. Caso contrário, será colocado no campo de texto.
sl: Če je preverjanje, bo ukaz poslan MUD. V nasprotnem primeru bo vnesen v vnosno vrstico.
sv: Om markerad, skickas kommandot till MUD. Annars skrivs det på inmatningsraden.
tr: İşaretlenmişse komut çoklu kullanıcı zindanına gönderilir. Aksi takdirde, girdi satırına koyulur.
uk: Якщо буде позначено цей пункт, команду буде надіслано до MUD. Якщо пункт не буде позначено, команду просто буде додано до рядка введення даних.

source: &Overwrite existing text
bs: &Prepiši preko postojećeg teksta.
ca@valencia: S&obreescriu el text existent
de: &Bestehenden Text überschreiben
eo: &Anstataŭigi ekzistantan tekston
es: &Sobreescribir texto existente
et: &Olemasoleva teksti ülekirjutamine
fr: Écraser &le texte existant
gl: Substituír &o texto existente.
it: &Sovrascrivi il testo esistente
nl: Bestaande tekst &overschrijven
pl: &Zastąp istniejący tekst
pt_br: Substituir &o texto existente
sl: Prepiši obstoječe besedilo
sv: &Skriv över befintlig text
tr: &Var olan metnin üzerine yaz
uk: Пе&резаписати поточний текст

source: If there already is some text in the input line, should it be overwritten?
bs: Ukoliko već ima nekog teksta u liniji za unos, da li preko njega treba pisati novi?
ca@valencia: Si ja hi ha text en la línia d'entrada. S'ha de substituir?
de: Es gibt bereits Text in der Eingabezeile, möchten Sie ihn überschreiben?
eo: Se jam estas iom da teksto en la eniglinio, ĉu ĝi estu anstataŭita?
es: Si hay hay texto en la línea de entrada, ¿se debe sustituir?
et: Kui sisendreal on juba tekst, kas kirjutada see siis üle?
fr: Si il y a déjà un texte dans la ligne de saisie, doit il être écrasé ?
gl: Se xa hai algún texto na liña de entrada, debería sobrescribirse?
it: Se esiste già del testo nella riga di immissione, deve essere sovrascritto?
nl: Als er al enige tekst in de invoerregel is, moet dat worden overschreven?
pl: Jeżeli jest już jakiś teks w wierszu wejścia, to czy powinien on być zastąpiony?
pt_br: Se já existir algum texto no campo, deverá ser substituído?
sl: Če je v vnosni vrstici že nekaj besedila, ali naj bo prepisano?
sv: Om det redan finns text på inmatningsraden, ska den skrivas över?
tr: Girdi satırında halihazırda metin varsa üzerine yazılsın mı?
uk: Визначає, чи слід перезаписувати поточний текст у рядку введення даних.

source: Variable displayed by this status variable.
bs: Promjenljiva prikazana od strane ove statusne promjenljive.
ca@valencia: Variable mostrada per esta variable d'estat.
de: Variable, die durch diese Statusvariable angezeigt wird.
eo: Variablo montrata de ĉi tiu statusvariablo.
es: Variable mostrada por esta variable de estado.
et: Olekumuutujaga näidatav muutuja.
fr: Variable affichée par cette variable d'état.
gl: Variábel que amosa esta variábel de estado.
it: Variabile visualizzata da questa variabile di stato.
nl: Variabele getoond door deze statusvariabele.
pl: Zmienna wyświetlana przez tą zmienną stanu.
pt_br: A variável apresentada por esta variável de status.
sl: Spremenljivka, prikazana s to spremenljivko stanja.
sv: Variabel som visas av den här statusvariabeln.
tr: Bu durum değişkeni tarafından görüntülenen değişken.
uk: Змінна, яку буде показано цією змінною стану.

source: &Show as percentage
bs: &Prikaži kao procenat.
ca@valencia: Mo&stra com a percentatge
de: In &Prozent anzeigen
eo: &Montri kiel procento
es: Mo&strar como porcentaje
et: Näitamine prot&sendina
fr: Afficher &comme un pourcentage
gl: Amo&sar como porcentaxe.
it: &Mostra come percentuale
nl: Als percentage &tonen
pl: &Pokaż jako procent
pt_br: Mo&strar como porcentagem
sl: Pokaži v odstotkih
sv: Vi&sa som procent
tr: &Yüzde olarak göster
uk: По&казувати значення у відсотках

source: When enabled, this variable will be shown as percentage. (of max.value, or of 100 if no max.value given)
bs: Kada je omogućena, ova promjenljiva će biti prikazana procentualno. (od maks.vrijednosti, ili od 100 ako nije data maks.vrijednost)
ca@valencia: Quan està habilitada, esta variable es mostrarà com a percentatge. (de valor màxim, o de 100 si no s'indica un valor màxim)
de: Ist dies aktiviert, wird diese Variable als Prozentwert des maximalen Werts oder von 100, wenn kein maximaler Wert angegeben wurde, angezeigt.
eo: Kiam ĝi estas ebligita, ĉi tiu variablo estos montrita kiel procento. (de maksimuma valoro, aŭ de 100 se neniu maksimuma valoro donita)
es: Cuando está habilitada, esta variable se mostrará como un porcentaje (del valor máximo, o de 100 si no se ha proporcionado ningún valor máximo).
et: Märkimise korral näidatakse seda muutujat protsendina (maksimaalses väärtuses või oodatakse kas 100, kui maksimaalset väärtust pole antud.
fr: Lorsque cette option est activée, la variable sera affiché comme un pourcentage (d'une valeur maximale ou de 100, si aucune valeur maximale n'est fournie).
gl: Active esta opción para amosar a variábel como porcentaxe (do valor máximo, ou de 100 se non se indicou un valor máximo).
it: Se abilitata, questa variabile sarà mostrata come percentuale (del valore massimo o come 100, se non è stato impostato il valore massimo)
nl: Indien ingeschakeld zal deze variabele als percentage getoond worden (van max. waarde of van 100 als geen max. waarde is gegeven)
pl: Gdy włączone, to ta zmienna zostanie pokazana jako procent. (z max.value lub ze 100, jeśli nie podano max.value)
pt_br: Se estiver habilitado, esta variável aparecerá como uma porcentagem. (do valor máximo ou de 100, caso um valor máximo não tenha sido indicado)
sl: Ko je omogočena, bo ta spremenljivka prikazana v odstotkih (od največje vrednosti ali v odstotkih, če ni podana nobena največja vrednost).
sv: När aktiverad, visas variabeln som ett procenttal (av det maximala värdet, eller 100 om inget maximalt värde anges).
tr: Etkinleştirildiğinde, bu değişken yüzde olarak gösterilir. (maksimum değerin veya yoksa 100)
uk: Якщо буде позначено цей пункт, змінну буде показано у відсотках (максимального значення або 100, якщо не вказано максимального значення)

source: --- A connection has been established ---
bs: --- Konekcija je uspostavljena ---
ca@valencia: --- S'ha establit una connexió ---
de: --- Eine Verbindung wurde hergestellt ---
eo: --- Konekto estis establita ---
es: --- Se ha establecido una conexión ---
et: --- Ühendus on loodud ---
fr: --- Une connexion a été établie ---
gl: — Estabeleceuse unha conexión —
it: --- È stato stabilito un collegamento ---
nl: --- Een verbinding is met succes opgezet ---
pl: --- Połączenie zostało ustanowione ---
pt_br: --- Foi estabelecida uma conexão ---
sl: --- Vzpostavljena je povezava ---
sv: --- En anslutning har upprättats ---
tr: --- Bir bağlantı kuruldu ---
uk: --- Встановлено з’єднання ---

source: Connecting...
bs: Povezujem se...
ca@valencia: S'està connectant...
de: Verbindung wird aufgebaut ...
eo: Konektante...
es: Conectando ...
et: Ühendumine...
fr: Connexion en cours...
gl: Conectando…
it: In collegamento...
nl: Verbinden...
pl: Łączenie...
pt_br: Conectando...
sl: Povezovanje ...
sv: Ansluter...
tr: Bağlanıyor…
uk: Встановлення з’єднання…

source: The remote server has been found, attempting connection.
bs: Udaljeni server je pronađen, pokušavam se konektovati.
ca@valencia: S'ha trobat el servidor remot. S'està intentant la connexió.
de: Der entfernte Server wurde gefunden, es wird eine Verbindung versucht.
eo: La fora servilo estas trovita, provante konekton.
es: Se ha encontrado el servidor remoto; intentando la conexión.
et: Leiti võrguserver, püütakse sellega ühendust luua.
fr: Le serveur distant a été trouvé. Tentative de connexion.
gl: Atopouse o servidor remoto, intentando conectar.
it: È stato trovato il server remoto, sto tentando di connettermi.
nl: De externe server is gevonden, probeer verbinding te maken.
pl: Znaleziono zdalny serwer, usiłowanie nawiązania połączenia.
pt_br: O servidor remoto foi encontrado, tentando a conexão.
sl: Oddaljeni strežnik je bil najden in poskuša vzpostaviti povezavo.
sv: Fjärrservern har hittats, försöker ansluta.
tr: Uzak sunucu bulundu, bağlanmaya çalışılıyor.
uk: Виявлено віддалений сервер, спроба встановлення з’єднання.

source: sec
bs: sek.
ca@valencia: seg
de: Sek.
eo: sek
es: segundos
et: sek
gl: seg
pl: sek
pt_br: s
sl: s
sv: sek
tr: san
uk: с

source: , single-shot
bs: , jedan udarac
ca@valencia: , cicle únic
eo: , sol-pafo
es: , ciclo único
et: , ühekordne
fr: , tentative unique
gl: , acción única
it: , tentativo singolo
nl: , enkel-schot
pl: , pojedyncze trafienie
pt_br: , execução única
sl: , enkratno
sv: , engångs
tr: , tek deneme
uk: , одноразовий
