Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: This text matches your alias.
bs: Ovaj tekst se poklopio sa vašim alijasem.
ca@valencia: Este text coincidix amb el vostre àlies.
de: Dieser Text passt auf Ihren Alias.
eo: Ĉi tiu teksto kongruas kun via kaŝnomo.
es: Este texto coincide con su alias.
et: See tekst sobib sinu aliasega.
fr: Ce texte correspond à votre alias.
gl: Este texto contén a abreviatura.
it: Questo testo corrisponde al tuo alias.
nl: Deze tekst komt met uw alias overeen.
pl: Tekst ten pasuje do twojego aliasu.
pt_br: Este texto corresponde ao seu apelido.
sl: To besedilo se ujema z vašim vzdevkom.
sv: Texten matchar ditt alias.
tr: Bu metin armanızla eşleşiyor.
uk: Цей текст відповідає вашому заміннику.

source: Command:
bs: Naredba:
ca@valencia: Ordre:
de: Befehl:
eo: Komando:
es: Orden:
et: Käsk:
fr: Commande :
gl: Orde:
it: Comando:
nl: Commando:
pl: Polecenie:
pt_br: Comando:
sl: Ukaz:
sv: Kommando:
tr: Komut:
uk: Команда:

source: Sorry, count is limited to 100.
bs: Oprostite, brojanje je ograničeno na 100.
ca@valencia: El recompte es limita a 100.
de: Leider ist die Anzahl auf 100 beschränkt.
eo: Pardonu, kalkulo estas limigita al 100.
es: Lo siento, contador limitado a 100.
et: Vabandust, arv on piiratud 100-ga.
fr: Désolé, le compteur est limité à 100.
gl: O número está limitado a 100.
it: Spiacente, il conteggio è limitato a 100.
nl: Sorry, tellen is beperkt tot 100.
pl: Przepraszamy, licznik jest ograniczony do 100.
pt_br: Infelizmente, a quantidade está limitada a 100.
sl: Oprostite, število je omejeno na 100.
sv: Tyvärr är antalet begränsat till 100.
tr: Üzgünüz, sayı 100 ile sınırlıdır.
uk: Вибачте, кількість не повинна перевищувати 100.

source: You can disable this limit in Profile / MUD Preferences.
bs: Možete isključiti ovo ograničenje u Profili / MUD Preference.
ca@valencia: Podeu inhabilitar este límit en «Perfil -> Preferències de MUD».
de: Sie können diese Einschränkung in Profil / MUD-Einstellungen ändern.
eo: Vi povas malŝalti ĉi tiun limon en Profilo/MUD-Preferoj.
es: Puedes desactivar este límite en Perfil / Preferencias de MUD.
et: Selle piirangu saab keelata profiili / MUD-i seadistustes.
fr: Vous pouvez désactiver cette limite dans « Profil » / « Préférences MUD ».
gl: Pode desactivar este límite en «Perfil → Configuración de MUD».
it: Puoi disabilitare questo limite in Profilo / Preferenze MUD.
nl: U kunt deze beperking in de profiel / MUD instellingen uitschakelen.
pl: Możesz wyłączyć to ograniczenie w ustawieniach profilu / MUD.
pt_br: Você pode desabilitar este limite no Perfil / Preferências do MUD.
sl: To omejitev lahko onemogočite v nastavitvah profila/MUD.
sv: Du kan inaktivera begränsningen i profilen, eller MUD-inställningarna.
tr: Bu sınırı, Profil / MUD Tercihleri’nde değiştirebilirsiniz.
uk: Ви можете вимкнути це обмеження у «Профілях» або «Параметрах MUD».

source: Sorry, but macro calls are only available for profile connections.
bs: Oprostite, ali makro poziv je dostupan samo za veze profila.
ca@valencia: Ho sentim, però les crides de macro només estaran disponibles per a les connexions de perfil.
de: Leider sind Makro-Aufrufe nur für Profil-Verbindungen verfügbar.
eo: Pardonu, sed makrovokoj disponeblas nur por profilkonektoj.
es: Lo siento, pero las llamadas a macro solo están disponibles para las conexiones de perfil.
et: Vabandust, aga makro väljakutsed on saadaval ainult profiiliga ühendustele.
fr: Désolé mais les appels macro ne sont disponibles que pour les connexions avec profil.
gl: As execucións de macro só están dispoñíbeis para conexións de perfil.
it: Spiacente, le chiamate macro sono disponibili solo per le connessioni di profili.
nl: Sorry, maar het aanroepen van macro's is alleen beschikbaar bij verbindingen die een profiel gebruiken.
pl: Przepraszamy, ale wywołania makro są dostępne tylko dla połączeń profilu.
pt_br: Infelizmente, as chamadas de macros só estão disponíveis para as conexões do perfil.
sl: Žal so klici makrov na voljo samo za povezave profila.
sv: Tyvärr är makroanrop bara tillgängliga för profilanslutningar.
tr: Üzgünüz, makro çağrıları yalnızca profil bağlantılarında kullanılabilir.
uk: Вибачте, але викликати макоси можна лише для з’єднань з профілями.

source: This macro does not exist.
bs: Ovaj makro ne postoji.
ca@valencia: Esta macro no existix.
de: Dieses Makro existiert existiert.
eo: Ĉi tiu makroo ne ekzistas.
es: Esta macro no existe.
et: Seda makrot ei ole olemas.
fr: Cette macro n'existe pas.
gl: Esta macro non existe.
it: Questa macro non esiste.
nl: Deze macro bestaat niet.
pl: Makro to nie istnieje.
pt_br: Esta macro não existe.
sl: Ta makro ne obstaja.
sv: Makrot finns inte.
tr: Bu makro yok.
uk: Цього макросу не існує.

source: now
bs: sada
ca@valencia: ara
de: jetzt
eo: nun
es: ahora
et: praegu
fr: maintenant
gl: agora
it: adesso
nl: nu
pl: teraz
pt_br: agora
sl: zdaj
sv: nu
tr: şimdi
uk: зараз

source: hour
bs: sat
ca@valencia: hora
de: Stunde
eo: horo
es: hora
et: tund
fr: heure
gl: hora
it: ora
nl: uur
pl: godzina
pt_br: hora
sl: ura
sv: timma
tr: saat
uk: година

source: hours
bs: sati
ca@valencia: hores
de: Stunden
eo: horoj
es: horas
et: tundi
fr: heures
gl: horas
it: ore
nl: uren
pl: godziny
pt_br: horas
sl: ur
sv: timmar
tr: saat
uk: години

source: minute
bs: minuta
ca@valencia: minut
eo: minuto
es: minuto
et: minut
gl: minuto
it: minuto
nl: minuut
pl: minuta
pt_br: minuto
sl: minuta
sv: minut
tr: dakika
uk: хвилина

source: minutes
bs: minuta
ca@valencia: minuts
de: Minuten
eo: minutoj
es: minutos
et: minutit
gl: minutos
it: minuti
nl: minuten
pl: minuty
pt_br: minutos
sl: minut
sv: minuter
tr: dakika
uk: хвилини

source: second
bs: sekunda
ca@valencia: segon
de: Sekunde
eo: dua
es: segundo
et: sekund
fr: seconde
gl: segundo
it: secondo
nl: seconde
pl: sekunda
pt_br: segundo
sl: drugi
sv: sekund
tr: saniye
uk: секунда

source: seconds
bs: sekundi
ca@valencia: segons
de: Sekunden
eo: sekundoj
es: seguntos
et: sekundit
fr: secondes
gl: segundos
it: secondi
nl: seconden
pl: sekundy
pt_br: segundos
sl: sekund
sv: sekunder
tr: saniye
uk: секунди

source: ago
bs: prije
ca@valencia: fa
de: Vor
eo: antaŭ
es: hace
et: tagasi
fr: avant
gl: antes
it: fa
nl: geleden
pl: temu
pt_br: atrás
sl: nazaj
sv: sedan
tr: önce
uk: тому

source: Function %1 does not exist - assuming empty return value.
bs: Funkcija %1 ne postoji - pretpostavlja se da je prazna povratna vrijednost.
ca@valencia: La funció %1 no existix -s'assumix que el valor retornat està buit-.
de: Die Funktion %1 existiert nicht - es wird ein leerer Rückgabewert angenommen.
eo: Funkcio %1 ne ekzistas - supozante malplenan revenan valoron.
es: La función %1 no existe - asumiendo un valor de retorno vacío.
et: Funktsiooni %1 ei ole olemas - eeldatakse tühja tagastusväärtust.
fr: La fonction %1 n'existe pas - la valeur retournée est supposée vide.
gl: A función %1 non existe, asumirase que o seu valor de devolución está baleiro.
it: La funzione %1 non esiste - si presume un valore restituito vuoto.
nl: Functie %1 bestaat niet - een lege reactie waarde gesteld.
pl: Funkcja %1 nie istnieje - przyjęcie psutej wartości zwrotnej.
pt_br: A função %1 não existe - assumindo um valor devolvido vazio.
sl: Funkcija %1 ne obstaja - ob predpostavki prazne povratne vrednosti.
sv: Funktionen %1 finns inte: antar tomt returvärde.
tr: %1 işlevi yok — boş dönüş değeri varsayılıyor.
uk: Функції %1 не існує: вважаємо, що повернуто порожнє значення.

source: This file does not contain the root group, and therefore cannot be loaded.
bs: Ovaj fajl ne sadrži korijensku grupu, i zbog toga ne može biti učitan.
ca@valencia: Este fitxer no conté el grup arrel i, per tant, no es pot carregar.
de: Diese Datei enthält keine Basisgruppe und kann daher nicht geladen werden.
eo: Ĉi tiu dosiero ne enhavas la radikan grupon, kaj tial ne povas esti ŝargita.
es: Este archivo no contiene el grupo raíz, y por lo tanto no se puede cargar.
et: See fail ei kuulu juurgruppi ja sestap ei saa seda laadida.
fr: Ce fichier ne contient aucun groupe racine. Par conséquent, impossible de le charger.
gl: Este ficheiro non contén o grupo raíz, e polo tanto non pode cargarse.
it: Questo file non contiene il gruppo root, e non può essere dunque caricato.
nl: In dit bestand is geen basisgroep aanwezig, en kan daarom niet geladen worden.
pl: Plik te nie zawiera grupy głównej i przez to nie może zostać wczytany.
pt_br: Este arquivo não contém o grupo principal e não pode ser carregado.
sl: Ta datoteka ne vsebuje korenske skupine, zato je ni mogoče naložiti.
sv: Filen innehåller inte rotgruppen, och kan därför inte läsas in.
tr: Bu dosya kök grubu içermiyor, dolayısıyla yüklenemiyor.
uk: У цьому файлі не міститься кореневої групи (root), тому його не можна завантажити.

source: This file was created by a newer version of KMuddy, and this version is unable to open it.
bs: Ovaj fajl je kreiran sa novijom verzijom KMuddy-a, i ova verzija nije u mogućnosti da ga otvori.
ca@valencia: Este fitxer ha sigut creat per una versió més recent de KMuddy, i no es pot obrir.
de: Diese Datei wurde mit einer neueren Version von KMuddy erstellt, sie kann mit dieser Version nicht geöffnet werden.
eo: Ĉi tiu dosiero estis kreita de pli nova versio de KMuddy, kaj ĉi tiu versio ne povas malfermi ĝin.
es: Este archivo fue creado con una versión más reciente de KMuddy, y esta versión no puede abrirlo.
et: See fail on loodud KMuddy uuema versiooniga ning praegune versioon ei suuda seda avada.
fr: Le fichier a été créé avec une version plus récente de KMuddy et impossible de l'ouvrir avec cette version.
gl: Este ficheiro creouse cunha versión posterior de KMuddy, e esta versión non pode abrilo.
it: Questo file è stato creato da una versione più recente di KMuddy, e questa versione non è in grado di aprirlo.
nl: Dit bestand is gemaakt met een nieuwere versie van KMuddy en deze versie kan het niet openen.
pl: Plik ten został utworzony przez nową wersję KMuddy i wersja ta nie może go otworzyć.
pt_br: Este arquivo foi criado por uma versão posterior do KMuddy, sendo que esta versão não consegue abri-lo.
sl: To datoteko je ustvarila novejša različica KMuddyja in ta različica je ne more odpreti.
sv: Filen skapades av en nyare version av Kmuddy, och den här versionen kan inte öppna den.
tr: Bu dosya KMuddy’nin daha yeni bir sürümüyle oluşturulmuş. Sizdeki sürüm bu dosyayı açamıyor.
uk: Цей файл було створено за допомогою новішої версії KMuddy, отже його не вдасться відкрити за допомогою вашої версії програми.

source: This is not a KMuddy object file.
bs: Ovo nije KMuddy objekt fajl.
ca@valencia: Este no és un fitxer d'objecte de KMuddy.
de: Dies ist keine KMuddy-Objektdatei.
eo: Ĉi tio ne estas objektodosiero de KMuddy.
es: Esto no es un archivo de objetos de KMuddy.
et: See ei ole KMuddy objektifail.
fr: Ceci n'est pas un fichier d'objets KMuddy.
gl: Este non é un ficheiro de obxecto de KMuddy.
it: Il file non è un oggetto KMuddy.
nl: Dit is geen bestand met KMuddy objecten.
pl: Nie jest to plik obiektowy KMuddy.
pt_br: Este não é um arquivo de objetos do KMuddy.
sl: To ni datoteka predmeta KMuddy.
sv: Det här är inte en Kmuddy-objektfil.
tr: Bu bir KMuddy nesne dosyası değil.
uk: Цей файл не є файлом об’єктів KMuddy.

source: This file is corrupted.
bs: Ovaj fajl ima grešku.
ca@valencia: Este fitxer està corrupte.
de: Diese Datei ist beschädigt.
eo: Ĉi tiu dosiero estas koruptita.
es: Este archivo está corrupto.
et: See fail on rikutud.
fr: Le fichier est corrompu.
gl: O ficheiro está danado.
it: Questo file è danneggiato.
nl: Dit bestand is beschadigd.
pl: Plik ten jest uszkodzony.
pt_br: Este arquivo está corrompido.
sl: Ta datoteka je poškodovana.
sv: Filen är skadad.
tr: Bu dosya hasar görmüş.
uk: Цей файл пошкоджено.

source: Error at line %1, column %2: %3
bs: Greška u liniji %1, kolona %2: %3
ca@valencia: Error a la línia %1, columna %2: %3
de: Fehler in Zeile %1, Spalte %2: %3
eo: Eraro ĉe linio %1, kolumno %2: %3
es: Error en la línea %1, columna %2: %3
et: Viga reas %1, veerus %2: %3
fr: Erreur à la ligne %1, colonne %2 : %3
gl: Erro na liña %1, columna %2: %3
it: Errore alla riga %1, colonna %2: %3
nl: Fout in regel %1, kolom %2: %3
pl: Błąd w wierszu %1, kolumna %2: %3
pt_br: Erro na linha %1, coluna %2: %3
sl: Napaka v vrstici %1, stolpcu %2: %3
sv: Fel på rad %1, kolumn %2: %3
tr: %1. satır %2. sütünda hata: %3
uk: Помилка у рядку %1, позиція %2: %3

source: &Apply changes
bs: &Primjeni promjene.
ca@valencia: &Aplica els canvis
de: Änderungen &anwenden
eo: &Apliki ŝanĝojn
es: &Aplicar cambios
et: R&akenda muudatused
fr: &Appliquer les modifications
gl: &Aplicar os cambios
it: &Applica le modifiche
nl: Wijzigingen &toepassen
pl: Z&astosuj zmiany
pt_br: &Aplicar alterações
sl: Uveljavi spremembe
sv: &Verkställ ändringar
tr: Değişiklikleri &uygula
uk: &Застосувати зміни

source: &Undo changes
bs: &Otkaži promjene
ca@valencia: &Desfés els canvis
de: Änderungen &zurücknehmen
eo: &Malfari ŝanĝojn
es: Des&hacer cambios
et: Tühista m&uudatused
fr: Ann&uler les modifications
gl: &Desfacer os cambios
it: &Annulla le modifiche
nl: Wijzigingen &ongedaan maken
pl: &Cofnij zmiany
pt_br: &Desfazer alterações
sl: Razveljavi spremembe
sv: Ån&gra ändringar
tr: Değişiklikleri &geri al
uk: С&касувати зміни

source: &Enabled
bs: &Uključeno
ca@valencia: A&ctivat
de: Akti&viert
eo: &Ebligita
es: &Habilitado
et: &Lubatud
fr: &Activé
gl: &Activado
it: A&bilitato
nl: Ing&eschakeld
pl: &Włączony
pt_br: &Habilitado
sl: Omogočeno
sv: Aktiv&erad
tr: &Etkin
uk: Ув&імкнено

source: &Priority
bs: Pr&ioritet:
ca@valencia: &Prioritat
de: &Priorität
eo: &Prioritato
es: &Prioridad
et: &Tähtsus
fr: &Priorité
gl: &Prioridade
it: &Priorità
nl: &Prioriteit
pl: &Priorytet
pt_br: &Prioridade
sl: &Prioriteta
sv: &Prioritet
tr: &Öncelik
uk: &Пріоритет

source: &Name
bs: &Ime
ca@valencia: &Nom
eo: &Nomo
es: &Nombre
et: &Nimi
fr: &Nom
gl: &Nome
it: &Nome
nl: &Naam
pl: &Nazwa
pt_br: &Nome
sl: Ime
sv: &Namn
tr: &Ad
uk: &Назва

source: Cannot rename the group, as a group with this name already exists.
bs: Ne može se preimenovati grupa, jer grupa sa ovim imenom već postoji.
ca@valencia: No es pot canviar el nom del grup, perquè ja existix un grup amb este nom.
de: Die Gruppe kann nicht umbenannt werden, da eine Gruppe mit diesem Namen bereits existiert.
eo: Ne povas renomi la grupon, ĉar grupo kun ĉi tiu nomo jam ekzistas.
es: No se puede cambiar el nombre del grupo. Ya existe un grupo con ese nombre.
et: Grupi nime ei saa muuta, sest selle nimega grupp on juba olemas.
fr: Impossible de renommer le groupe car un groupe avec ce nom existe déjà.
gl: Non é posíbel renomear o grupo, xa existe un grupo con ese nome.
it: Impossibile rinominare il gruppo, esiste già un gruppo con questo nome.
nl: Kan groep niet hernoemen, omdat een groep met deze naam al bestaat.
pl: Nie można zmienić nazwy grupy, jako że grupa o tej nazwie już istnieje.
pt_br: Não foi possível renomear o grupo porque já existe outro com o mesmo nome.
sl: Skupine ni mogoče preimenovati, saj skupina s tem imenom že obstaja.
sv: Kan inte byta namn på gruppen, eftersom en grupp med samma namn redan finns.
tr: Bu ada sahip bir grup halihazırda var olduğundan grup yeniden adlandırılamıyor.
uk: Неможливо перейменувати групу, оскільки група з такою назвою вже існує.

source: Cannot rename the object, as an object with this name already exists.
bs: Ne može se preimenovati objekat, jer objekat sa ovim imenom već postoji.
ca@valencia: No es pot canviar el nom de l'objecte, perquè ja existix un objecte amb este nom.
de: Das Objekt kann nicht umbenannt werden, da ein Objekt mit diesem Namen bereits existiert.
eo: Ne povas renomi la objekton, ĉar objekto kun ĉi tiu nomo jam ekzistas.
es: No se puede cambiar el nombre del objeto. Ya existe un objeto con ese nombre.
et: Objekti nime ei saa muuta, sest selle nimega objekt on juba olemas.
fr: Impossible de renommer l'objet car un objet avec ce nom existe déjà.
gl: Non é posíbel renomear o obxecto, xa existe un obxecto con ese nome.
it: Impossibile rinominare l'oggetto, esiste già un oggetto con questo nome.
nl: Kan object niet hernoemen, omdat een object met deze naam al bestaat.
pl: Nie można zmienić nazwy obiektu, jako ze obiekt o tej nazwie już istnieje.
pt_br: Não foi possível renomear o objeto porque já existe outro com o mesmo nome.
sl: Predmeta ni mogoče preimenovati, saj predmet s tem imenom že obstaja.
sv: Kan inte byta namn på objektet, eftersom ett objekt med samma namn redan finns.
tr: Bu ada sahip bir nesne halihazırda var olduğundan nesne yeniden adlandırılamıyor.
uk: Неможливо перейменувати об’єкт, оскільки об’єкт з такою назвою вже існує.

source: Error in file - group with no name.
bs: Greška u fajlu - grupa bez imena.
ca@valencia: S'ha produït un error en el fitxer -grup sense nom-.
de: Fehler in Datei - Gruppe ohne Namen.
eo: Eraro en dosiero - grupo sen nomo.
es: Error en el archivo - grupo sin nombre.
et: Viga failis - ilma nimeta grupp.
fr: Erreur dans un fichier - groupe sans aucun nom.
gl: Erro no ficheiro, hai un grupo sen nome.
it: Errore nel file - gruppo senza nome.
nl: Fout in bestand : groep zonder naam.
pl: Błąd w pliku - grupa bez nazwy.
pt_br: Erro no arquivo - grupo sem nome.
sl: Napaka v datoteki - skupina brez imena.
sv: Fel i fil: grupp utan namn.
tr: Dosyada hata — adsız grup
uk: Помилка у файлі: група без назви.

source: Error in file - duplicate group name.
bs: Greška u fajlu - duplicirano ime grupe.
ca@valencia: S'ha produït un error en el fitxer -nom del grup duplicat-.
de: Fehler in Datei - Doppelter Gruppenname
eo: Eraro en dosiero - duplikata grupnomo.
es: Error en el archivo - nombre de grupo duplicado.
et: Viga failis - topelt grupi nimi.
fr: Erreur dans un fichier - nom de groupe dupliqué.
gl: Erro no ficheiro, hai un nome de grupo duplicado.
it: Errore nel file - nome gruppo duplicato.
nl: Fout in bestand : meerdere groepen met dezelfde naam.
pl: Błąd w pliku - powielona nazwa grupy.
pt_br: Erro no arquivo - grupo com nome duplicado.
sl: Napaka v datoteki - podvojeno ime skupine.
sv: Fel i fil: duplicerat gruppnamn.
tr: Dosyada hata — yinelenmiş grup adı
uk: Помилка у файлі: дублювання назви групи.

source: Delete object
bs: Obriši objekat
ca@valencia: Suprimix l'objecte
de: Objekt löschen
eo: Forigi objekton
es: Eliminar objeto
et: Kustuta objekt
fr: Supprimer un objet
gl: Eliminar o obxecto
it: Elimina oggetto
nl: Object verwijderen
pl: Usuń obiekt
pt_br: Excluir objeto
sl: Izbriši predmet
sv: Ta bort objekt
tr: Nesneyi sil
uk: Вилучити об'єкт

source: Delete group
bs: Obriši grupu
ca@valencia: Suprimix el grup
de: Gruppe löschen
eo: Forigi grupon
es: Eliminar grupo
et: Kustuta grupp
fr: Supprimer un groupe
gl: Eliminar o grupo
it: Elimina gruppo
nl: Groep verwijderen
pl: Usuń grupę
pt_br: Excluir grupo
sl: Izbriši skupino
sv: Ta bort grupp
tr: Grubu sil
uk: Вилучити групу

source: Add subgroup
bs: Dodaj podgrupu
ca@valencia: Afig un subgrup
de: Untergruppe hinzufügen
eo: Aldoni subgrupon
es: Añadir subgrupo
et: Lisa alamgrupp
fr: Ajouter un sous-groupe
gl: Engadir un grupo subordinado
it: Aggiungi sottogruppo
nl: Subgroep toevoegen
pl: Dodaj podgrupę
pt_br: Adicionar subgrupo
sl: Dodaj podskupino
sv: Lägg till delgrupp
tr: Alt grup ekle
uk: Додати підгрупу

source: Add group
bs: Dodaj grupu
ca@valencia: Afig un grup
de: Gruppe hinzufügen
eo: Aldoni grupon
es: Añadir grupo
et: Lisa grupp
fr: Ajouter un groupe
gl: Engadir un grupo
it: Aggiungi gruppo
nl: Groep toevoegen
pl: Dodaj grupę
pt_br: Adicionar grupo
sl: Dodaj skupino
sv: Lägg till grupp
tr: Grup ekle
uk: Додати групу

source: Add object
bs: Dodaj objekat
ca@valencia: Afig un objecte
de: Objekt hinzufügen
eo: Aldoni objekton
es: Añadir objeto
et: Lisa objekt:
fr: Ajouter un objet
gl: Engadir un obxecto
it: Aggiungi oggetto
nl: Object toevoegen
pl: Dodaj obiekt
pt_br: Adicionar objeto
sl: Dodaj predmet
sv: Lägg till objekt
tr: Nesne ekle
uk: Додати об'єкт

source: Do you really want to delete this group?
bs: Da li stvarno želite obrisati ovu grupu?
ca@valencia: Segur que voleu suprimir este grup?
de: Möchten Sie diese Gruppe wirklich löschen?
eo: Ĉu vi vere volas forigi ĉi tiun grupon?
es: ¿De verdad desea eliminar este grupo?
et: Kas tõesti kustuda see grupp?
fr: Voulez-vous vraiment supprimer ce groupe ?
gl: Seguro que quere eliminar o grupo?
it: Vuoi davvero eliminare questo gruppo?
nl: Wilt u deze groep verwijderen?
pl: Czy na pewno chcesz usunąć tą grupę?
pt_br: Deseja realmente excluir este grupo?
sl: Ali res želite izbrisati to skupino?
sv: Vill du verkligen ta bort gruppen?
tr: Bu grubu silmeyi gerçekten istiyor musunuz?
uk: Ви справді бажаєте вилучити цю групу?

source: Do you really want to delete this %1?
bs: Da li stvarno želite obrisati ovu %1?
ca@valencia: Segur que voleu suprimir este %1?
de: Möchten Sie dies %1 wirklich löschen?
eo: Ĉu vi vere volas forigi ĉi tiun %1?
es: ¿De verdad desea eliminar este %1?
et: Kas tõesti kustutada see %1?
fr: Voulez-vous vraiment supprimer cet élément %1 ?
gl: Seguro que quere eliminar este %1?
it: Vuoi davvero eliminare questo %1?
nl: Wilt u deze %1 verwijderen?
pl: Czy na pewno chcesz usunąć tą %1?
pt_br: Deseja realmente excluir este %1?
sl: Ali res želite izbrisati to »%1«?
sv: Vill du verkligen ta bort %1?
tr: Bu %1 nesnesini silmeyi gerçekten istiyor musunuz?
uk: Ви справді бажаєте вилучити цю %1?

source: Delete %1
bs: Obriši %1
ca@valencia: Suprimix %1
de: %1 löschen
eo: Forigi %1
es: Eliminar %1
et: Kustuta %1
fr: Supprimer %1
gl: Eliminar %1
it: Elimina %1
nl: %1 verwijderen
pl: Usuń %1
pt_br: Excluir %1
sl: Izbriši %1
sv: Ta bort %1
tr: Sil: %1
uk: Вилучити %1

source: Create Group
bs: Kreiraj grupu
ca@valencia: Crea un grup
de: Gruppe erstellen
eo: Krei Grupon
es: Crear grupo
et: Grupi loomine
fr: Créer un groupe
gl: Crear un grupo
it: Crea gruppo
nl: Groep maken
pl: Utwórz grupę
pt_br: Criar grupo
sl: Ustvari skupino
sv: Skapa grupp
tr: Grup Oluştur
uk: Створення групи

source: Please enter the group name:
bs: Unesite ime grupe:
ca@valencia: Per favor, escriviu el nom del grup:
de: Bitte geben Sie den Gruppennamen ein:
eo: Bonvolu enigi la grupnomon:
es: Introduzca el nombre del grupo:
et: Grupi nimi:
fr: Veuillez saisir le nom du groupe:
gl: Insira o nome do grupo:
it: Inserisci il nome del gruppo:
nl: Voer de groepsnaam in:
pl: Proszę podać nazwę grupy:
pt_br: Digite o nome do grupo:
sl: Vnesite ime skupine:
sv: Ange gruppnamnet:
tr: Lütfen grup adını girin:
uk: Будь ласка, введіть назву групи:

source: Cannot create the group, as the provided name is not valid.
ca@valencia: No es pot crear el grup, perquè el nom proporcionat no és vàlid.
eo: Ne povas krei la grupon, ĉar la provizita nomo ne validas.
es: No se puede crear el grupo. El nombre proporcionado no es válido.
gl: Non é posíbel crear o grupo, o nome non é válido.
nl: Kan de groep niet aanmaken, omdat de geleverde naam niet geldig is.
pt_br: Não foi possível criar o grupo, pois o nome fornecido não é válido.
sl: Skupine ni mogoče ustvariti, ker navedeno ime ni veljavno.
sv: Kan inte skapa gruppen, eftersom det angivna namnet inte är giltigt.
tr: Sağlanan ad geçerli olmadığından grup oluşturulamıyor.
uk: Не вдалося створити групу, оскільки надана назва є некоректною.
