Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: Color
bs: Boja
de: Farbe
eo: Koloro
et: Värv
fr: Couleur
gl: Cor
it: Colore
nl: Kleur
pl: Kolor
pt_br: Cor
sl: Barva
sv: Färg
tr: Renk
uk: Колір

source: Room Color:
bs: Boja Sobe:
ca@valencia: Color de la sala:
de: Raumfarbe:
eo: Ĉambra Koloro:
es: Color de la sala:
et: Ruumi värv:
fr: Couleur de domaine :
gl: Cor da sala:
it: Colore stanza:
nl: Kamerkleur:
pl: Kolor pokoju:
pt_br: Cor do quarto:
sl: Barva sobe:
sv: Rumfärg:
tr: Oda Rengi:
uk: Колір кімнати:

source: Default room color
ca@valencia: Color predeterminat de la sala
de: Standard-Raumfarbe
eo: Defaŭlta ĉambrokoloro
es: Color de la sala por omisión
et: Ruumi vaikevärv
fr: Couleur de domaine par défaut
gl: Cor predeterminada das salas
it: Colore stanza predefinito
nl: Standaard kamerkleur
pl: Domyślny kolor pokoju
pt_br: Cor do quarto padrão
sl: Privzeta barva sobe
sv: Standardfärg för rum
tr: Öntanımlı oda rengi
uk: Типовий колір кімнати

source: LabelPosition
bs: PozicijaEtikete
ca@valencia: Posició de l'etiqueta
de: Beschriftungsposition
es: Posición de la etiqueta
et: Pealdise asukoht
fr: Position du libellé
gl: PosicionDaEtiqueta
it: PosizioneEtichetta
nl: Labelpositie
pl: Położenie etykiety
pt_br: Posição da legenda
sl: Položaj oznake
sv: Beteckningsposition
tr: EtiketKonumu
uk: Розташування мітки

source: &Exits
bs: &Izlazi
ca@valencia: Ei&xides
de: &Ausgänge
eo: &Eliras
es: &Salidas
et: Väl&japääsud
fr: Sorti&es
gl: Sa&e
it: &Uscite
nl: &Uitgangen
pl: Istni&eje
pt_br: &Saídas
sl: Izhodi
sv: &Utgångar
tr: Çı&kışlar
uk: &Виходи

source: Room Exits:
bs: Izlazi iz sobe:
ca@valencia: Eixides de la sala:
de: Raumausgänge:
eo: Ĉambro-Elirejoj:
es: Salidas de la sala:
et: Ruumi väljapääsud:
fr: Sorties de domaine :
gl: Saídas da sala:
it: Uscite stanza:
nl: Uitgangen van kamers:
pl: Pokój istnieje:
pt_br: Saídas do quarto:
sl: Izhodi iz sobe:
sv: Rummets utgångar:
tr: Oda Çıkışları:
uk: Виходи з кімнати:

source: Direction
bs: Smijer
ca@valencia: Direcció
de: Richtung
eo: Direkto
es: Dirección
et: Suund
gl: Dirección
it: Direzione
nl: Richting
pl: Kierunek
pt_br: Direção
sl: Smer
sv: Riktning
tr: Yön
uk: Напрямок

source: Before command
ca@valencia: Abans de l'ordre
de: Vor dem Befehl
eo: Antaŭ komando
es: Antes de la orden
et: Enne käsku
fr: Avant une commande
gl: Antes da orde
it: Prima del comando
nl: Vóór commando
pl: Przed poleceniem
pt_br: Antes do comando
sl: Pred ukazom
sv: Före kommando
tr: Komuttan önce
uk: До команди

source: After command
ca@valencia: Després de l'ordre
de: Nach dem Befehl
eo: Post komando
es: Después de la orden
et: Pärast käsku
fr: Après une commande
gl: Despois da orde
it: Dopo il comando
nl: Na commando
pl: Po poleceniu
pt_br: Depois do comando
sl: Po ukazu
sv: Efter kommando
tr: Komuttan sonra
uk: Після команди

source: Properties
bs: Svojstva
ca@valencia: Propietats
de: Eigenschaften
eo: Proprecoj
es: Propiedades
et: Omadused
fr: Propriétés
gl: Propiedades
it: Proprietà
nl: Eigenschappen
pl: Właściwości
pt_br: Propriedades
sl: Lastnosti
sv: Egenskaper
tr: Özellikler
uk: Властивості

source: &Contents
bs: &Sadržaj
ca@valencia: &Contingut
de: &Inhalt
eo: &Enhavotabelo
es: &Contenido
et: S&isu
fr: &Contenus
gl: &Contido
it: &Contenuto
nl: &Inhoud
pl: Treś&ci
pt_br: &Conteúdo
sl: Vsebina
sv: &Innehåll
tr: &İçerik
uk: В&міст

source: RoomContents:
bs: SadržajSobe:
ca@valencia: Contingut de la sala:
de: Rauminhalte:
eo: ĈambroEnhavo:
es: Contenido de la sala:
et: Ruumi sisu:
fr: Contenus de domaine :
gl: ContidoDaSala:
it: ContenutoStanza:
nl: Kamerinhoud:
pl: Treści pokoju:
pt_br: Conteúdo do quarto:
sl: Vsebina sobe:
sv: Rummets innehåll:
tr: Odaİçeriği:
uk: Вміст кімнати:

source: New Item
bs: Nova stavka
ca@valencia: Element nou
de: Neues Element
eo: Nova ero
es: Nuevo elemento
et: Uus element
fr: Nouvel élément
gl: Novo elemento
it: Nuovo elemento
nl: Nieuw item
pl: Nowy element
pt_br: Novo item
sl: Nov element
sv: Nytt objekt
tr: Yeni Öge
uk: Створити об’єкт

source: Remove Item
bs: Ukloni stavku
ca@valencia: Elimina l'element
de: Element entfernen
eo: Forigi eron
es: Eliminar elemento
et: Eemalda element
fr: Supprimer un élément
gl: Retirar o elemento
it: Rimuovi elemento
nl: Item verwijderen
pl: Usuń element
pt_br: Remover item
sl: Odstrani element
sv: Ta bort objekt
tr: Ögeyi Kaldır
uk: Вилучити об’єкт

source: Speedwalk Options
bs: Opcije Brzog hodanja
ca@valencia: Opcions de la marxa ràpida
de: Einstellungen für Wegeskript
eo: Speedwalk-Elektebloj
es: Opciones de atajos
et: Kiirliikumise valikud
fr: Options pour le tapis roulant
gl: Opcións de camiñar rapidamente
it: Opzioni marcia
nl: Snelwandelopties
pl: Opcje szybkiego chodzenia
pt_br: Opções da corrida
sl: Možnosti hitre hoje
sv: Snabbgångsalternativ
tr: Hızlı Yürüme Özellikleri
uk: Параметри швидкого проходження

source: Limit Speedwalk Moves
bs: Ograniči Pokrete Brzog hodanja
ca@valencia: Límit de moviments de marxa ràpida
de: Bewegungen mit Wegeskript beschränken
eo: Limigi Speedwalk-Movojn
es: Límite de movimientos para atajos
et: Kiirliikumise piirang
fr: Limiter les déplacements de tapis roulants
gl: Limitar os movementos de camiñar rapidamente
it: Limita mosse marcia
nl: Beperk snelwandelverplaatsingen
pl: Ogranicz ruchy szybkiego chodzenia
pt_br: Limitar os movimentos da corrida
sl: Omeji poteze hitre hoje
sv: Begränsa snabbgångsförflyttningar
tr: Hızlı Yürüme Hareketlerini Sınırla
uk: Обмеження ходів швидкого проходження

source: Limit speedwalk moves
bs: Ograniči pokrete brzog hodanja
ca@valencia: Límit de moviments de marxa ràpida
de: Bewegungen mit Wegeskript beschränken
eo: Limigi rapidpromenajn movojn
es: Limitar los movimientos para atajos
et: Kiirliikumise piirang
fr: Limiter les déplacements de tapis roulants
gl: Limitar os movementos de camiñar rapidamente
it: Limita le mosse della marcia
nl: Beperk snelwandelzetten
pl: Ogranicz ruchy szybkiego chodzenia
pt_br: Limitar os movimentos da corrida
sl: Omeji poteze hitre hoje
sv: Begränsa snabbgångsförflyttningar
tr: Hızlı yürüme özelliklerini sınırla
uk: Обмеження ходів швидкого проходження

source: Number of moves before aborting:
bs: Broj poteza prije prekidanja:
ca@valencia: Nombre de moviments abans d'interrompre:
de: Anzahl der Bewegungen vor dem Abbruch:
eo: Nombro da movoj antaŭ ĉesigo:
es: Número de movimientos antes de interrumpir:
et: Sammude arv enne katkestamist
fr: Nombre de déplacement avant annulation :
gl: Número de movementos antes de interromper:
it: Numero di mosse prima di interrompere:
nl: Aantal zetten alvorens af te breken:
pl: Liczba ruchów przed przerwaniem:
pt_br: Número de movimentos antes de interromper:
sl: Število potez pred prekinitvijo:
sv: Antal förflyttningar innan den avbryts:
tr: Vazgeçmeden önceki hareket sayısı:
uk: Кількість ходів до переривання:

source: Delay Speedwalk Moves
bs: Odgodi Pokrete Brzog hodanja
ca@valencia: Retard del moviment de marxa ràpida
de: Bewegung mit Wegeskript verzögern
eo: Prokrasti Speedwalk Movojn
es: Retrasar el movimiento por los atajos
et: Kiirliikumise viivitus
fr: Retarder les déplacements de tapis roulants
gl: Atrasar os movementos de camiñar rapidamente
it: Ritarda mosse marcia
nl: Snelwandelverplaatsingen vertragen
pl: Opóźnij ruchy szybkiego chodzenia
pt_br: Atrasar os movimentos da corrida
sl: Zakasni poteze hitre hoje
sv: Fördröj snabbgångsförflyttningar
tr: Hızlı Yürüme Hareketlerini Geciktir
uk: Затримка ходів швидкого проходження

source: Delay before sending next command (centi secconds)
bs: Odgodi prije slanja sljedeće komande (centisekunde)
ca@valencia: Retard abans d'enviar l'ordre següent (centèsimes de segon)
de: Verzögerung vor dem Senden des nächsten Befehls (Zehntelsekunde)
eo: Prokrasto antaŭ sendado de sekva komando (centi sekundoj)
es: Retrasar antes de enviar la siguiente orden (centésimas de segundo)
et: Viivitus enne järgmise käsu saatmist (sajandiksekundites)
fr: Intervalle avant l'envoi de la prochaine commande (en centième de seconde)
gl: Agardar un anaco antes de enviar a seguinte orde (centésimas de segundo)
it: Ritardo prima di inviare il comando successivo (centisecondi)
nl: Wachttijd voor versturen volgende commando (centi secconds)
pl: Opóźnij przed wysyłaniem następnego polecenia (centy-sekundy)
pt_br: Atraso antes de enviar o comando seguinte (centi-segundos)
sl: Zakasnitev pred pošiljanjem naslednjega ukaza (centisekunde)
sv: Fördröjning innan nästa kommando skickas (hundradels sekunder)
tr: Sonraki komutu göndermeden önceki gecikme (senti saniye)
uk: Затримка надсилання наступної команди (у десятих секунди)

source: Text Properties
bs: Osobine teksta
ca@valencia: Propietats del text
de: Texteigenschaften
eo: Tekstaj Propraĵoj
es: Propiedades del texto
et: Teksti omadused
fr: Propriétés de texte
gl: Propiedades de texto
it: Proprietà del testo
nl: Teksteigenschappen
pl: Właściwości tekstu
pt_br: Propriedades do texto
sl: Lastnosti besedila
sv: Textegenskaper
tr: Metin Özellikleri
uk: Параметри тексту

source: &Font
ca@valencia: &Tipus de lletra
de: &Schriftart
eo: &Tiparo
es: &Tipo de letra
fr: &Police
gl: &Fonte
it: &Carattere
nl: &Lettertype
pl: &Czcionka
pt_br: &Fonte
sl: Pisava
sv: &Teckensnitt
tr: &Yazıtipi
uk: &Шрифт

source: Family:
bs: Porodica:
ca@valencia: Família:
de: Familie:
eo: Familio:
es: &Familia:
et: Perekond:
fr: Famille :
gl: Familia:
it: Famiglia:
nl: Familie:
pl: Rodzina:
pt_br: Família:
sl: Družina:
sv: Familj:
tr: Aile:
uk: Гарнітура:

source: Color:
bs: Boja:
de: Farbe:
eo: Koloro:
et: Värv:
fr: Couleur :
gl: Cor:
it: Colore:
nl: Kleur:
pl: Kolor:
pt_br: Cor:
sl: Barva:
sv: Färg:
tr: Renk:
uk: Колір:

source: Button
bs: Dugme
ca@valencia: Botó
de: Knopf
eo: Butono
es: Botón
et: Nupp
fr: Bouton
gl: Botón
it: Pulsante
nl: Knop
pl: Przycisk
pt_br: Botão
sl: Gumb
sv: Knapp
tr: Düğme
uk: Кнопка

source: S&ize
bs: &Veličina
ca@valencia: M&ida
de: &Größe
eo: Grand&eco
es: Tama&ño
et: S&uurus
fr: &Taille
gl: &Tamaño
it: Dimen&sione
nl: &Grootte
pl: Rozm&iar
pt_br: &Tamanho
sl: Velikost
sv: S&torlek
tr: &Boyut
uk: &Розмір

source: Actual Size
bs: Stvarna veličina
ca@valencia: Mida real
de: Tatsächliche Größe
eo: Reala Grandeco
es: Tamaño real
et: Tegelik suurus
fr: Taille courante
gl: Tamaño real
it: Dimensione reale
nl: Werkelijke grootte
pl: Rzeczywisty rozmiar
pt_br: Tamanho real
sl: Dejanska velikost
sv: Verklig storlek
tr: Özgün Boyut
uk: Фактичний розмір

source: Width (pixels):
bs: Širina (u pikselima):
ca@valencia: Amplària (píxels):
de: Breite (Pixel):
eo: Larĝo (rastrumeroj):
es: Anchura (píxeles):
et: Laius (pikslites):
fr: Largeur (pixels) :
gl: Anchura (píxeles):
it: Larghezza (pixel):
nl: Breedte (pixels):
pl: Szerokość (w pikselach):
pt_br: Largura (pixels):
sl: Širina (slik. točke):
sv: Bredd (bildpunkter):
tr: Genişlik (piksel):
uk: Ширина (у пікселях):

source: Height (pixels):
bs: Visina (u pikselima):
ca@valencia: Alçària (píxels):
de: Höhe (Pixel):
eo: Alteco (pikseloj):
es: Altura (píxeles):
et: Kõrgus (pikslites):
fr: Hauteur (pixels) :
gl: Altura (píxeles):
it: Altezza (pixel):
nl: Hoogte (pixels):
pl: Wysokość (w pikselach):
pt_br: Altura (pixels):
sl: Višina (slik. točke):
sv: Höjd (bildpunkter):
tr: Yükseklik (piksel):
uk: Висота (у пікселях):

source: Font Size
bs: Veličina slova
ca@valencia: Mida del tipus de lletra
de: Schriftgröße
eo: Tiparo Grandeco
es: Tamaño de letra
et: Fondi suurus
fr: Taille de police
gl: Tamaño do tipo de letra
it: Dimensione caratteri
nl: Tekengrootte
pl: Rozmiar czcionki
pt_br: Tamanho da fonte
sl: Velikost pisave
sv: Teckenstorlek
tr: Yazıtipi Puntosu
uk: Розмір шрифту

source: Enter font size:
bs: Unesi veličinu slova:
ca@valencia: Introduïu la mida del tipus de lletra:
de: Schriftgröße eingeben:
eo: Enigu tipargrandon:
es: Introduzca el tamaño de la letra:
et: Fondi suurus:
fr: Saisir une taille de police
gl: Insira o tamaño do tipo de letra:
it: Inserisci dimensione caratteri:
nl: Tekengrootte invoeren:
pl: Podaj rozmiar czcionki:
pt_br: Indique o tamanho da fonte:
sl: Vnesite velikost pisave:
sv: Ange teckenstorlek:
tr: Yazıtipi puntosu gir:
uk: Вкажіть розмір шрифту:

source: Set Size
bs: Postavi veličinu
ca@valencia: Establix la &mida
de: Größe einstellen
eo: Agordi Grandecon
es: Establecer tamaño
et: Suuruse määramine
fr: Définir une taille
gl: Definir o tamaño
it: Imposta dimensione
nl: Grootte instellen
pl: Ustaw rozmiar
pt_br: Definir tamanho
sl: Nastavi velikost
sv: Ange storlek
tr: Boyutu Ayarla
uk: Встановлення розміру

source: Text
bs: Tekst
eo: Teksto
es: Texto
et: Tekst
fr: Texte
gl: Texto
it: Testo
nl: Tekst
pl: Tekst
pt_br: Texto
sl: Besedilo
tr: Metin
uk: Текст

source: Text:
bs: Tekst:
eo: Teksto:
es: Texto:
et: Tekst:
fr: Texte :
gl: Texto:
it: Testo:
nl: Tekst:
pl: Tekst:
pt_br: Texto:
sl: Besedilo:
tr: Metin:
uk: Текст:

source: Preview:
bs: Pregled:
ca@valencia: Vista prèvia:
de: Vorschau:
eo: Antaŭrigardo:
es: Vista previa:
et: Eelvaatlus:
fr: Aperçu :
gl: Vista previa:
it: Anteprima:
nl: Voorbeeld:
pl: Podgląd:
pt_br: Visualização:
sl: Predogled:
sv: Förhandsgranskning:
tr: Önizleme:
uk: Перегляд:

source: Speedwalk Progress
bs: Osobine Brzog hodanja
ca@valencia: Progrés de la marxa ràpida
de: Wegeskript-Fortschritt
eo: Speedwalk Progreso
es: Progreso de los atajos
et: Kiirliikumise edenemine
fr: Avancement des tapis roulants
gl: Progreso de camiñar rapidamente
it: Avanzamento marcia
nl: Voortgang van snelwandelen
pl: Postęp szybkiego chodzenia
pt_br: Evolução da corrida
sl: Napredek hitre hoje
sv: Snabbgångsförlopp
tr: Hızlı Yürüme İlerlemesi
uk: Поступ швидкого проходження

source: Show &mapper
bs: Pokaži &maper
ca@valencia: Mostra el &mapador
de: &Mapper anzeigen
eo: Montri &mapilon
es: Mostrar &mapeador
et: Näita tase&meloojat
fr: Afficher l'outil de corres&pondance
gl: Amosar o &cartógrafo
it: Mostra Creatore &mappe
nl: Toon &mapper
pl: Pokaż &mapowanie
pt_br: Mostrar &mapeamento
sl: Pokaži zemljevidnika
sv: Visa &kartläggning
tr: &Haritalayıcıyı göster
uk: Показати панель &карти

source: Tools
bs: Alati
ca@valencia: Eines
de: Extras
eo: Iloj
es: Herramientas
et: Tööriistad
fr: Outils
gl: Ferramentas
it: Strumenti
nl: Hulpmiddelen
pl: Narzędzia
pt_br: Ferramentas
sl: Orodja
sv: Verktyg
tr: Araçlar
uk: Інструменти

source: Navigation
bs: Navigacija
ca@valencia: Navegació
eo: Navigado
es: Navegación
et: Liikumine
gl: Navegación
it: Navigazione
nl: Navigatie
pl: Nawigacja
pt_br: Navegação
sl: Krmarjenje
sv: Navigering
tr: Dolaşım
uk: Навігація

source: Move Elements
bs: Pomjeri Elemente
ca@valencia: Mou els elements
de: Elemente verschieben
eo: Movi Elementojn
es: Mover elementos
et: Liiguta elemente
fr: Déplacer des éléments
gl: Mover elementos
it: Sposta elementi
nl: Verplaats elementen
pl: Przemieść elementy
pt_br: Mover os elementos
sl: Premakni elemente
sv: Flytta element
tr: Ögeleri Taşı
uk: Пересунути елементи

source: Change element notes
bs: Promijeni bilješke elemenata
ca@valencia: Canvia les notes de l'element
de: Elementbemerkungen ändern
eo: Ŝanĝi elementnotojn
es: Cambiar las notas del elemento
et: Muuda elemendi märkusi
fr: Modifier les notes d'éléments
gl: Cambias a notas de elementos
it: Cambia note elementi
nl: Wijzig aantekeningen element
pl: Zmień notatki elementów
pt_br: Alterar as notas do elemento
sl: Spremeni opombe elementov
sv: Ändra anteckningar om element
tr: Öge notlarını değiştir
uk: Змінити нотатки елементів

source: Notes
bs: Zabilješke
de: Bemerkungen
eo: Notoj
es: Notas
et: Märkused
fr: Remarques
gl: Notas
it: Note
nl: Notities
pl: Notatki
pt_br: Notas
sl: Opombe
sv: Anteckningar
tr: Notlar
uk: Нотатки

source: Notes:
bs: Bilješke:
de: Bemerkungen:
eo: Notoj:
es: Notas:
et: Märkused:
fr: Remarques :
gl: Notas:
it: Note:
nl: Notities:
pl: Notatki:
pt_br: Notas:
sl: Opombe:
sv: Anteckningar:
tr: Notlar:
uk: Примітки:

source: Eraser
bs: Brisač
ca@valencia: Goma d'esborrar
de: Radierer
eo: Skrapgumo
es: Borrador
et: Kustutaja
fr: Effaceur
gl: Borrador
it: Gomma
nl: Gum
pl: Gumka
pt_br: Borracha
sl: Radirka
sv: Radera
tr: Silgi
uk: Гумка

source: Select
bs: Izaberi
ca@valencia: Selecciona
de: Auswählen
eo: Elekti
es: Seleccionar
et: Vali
fr: Sélectionner
gl: Seleccionar
it: Seleziona
nl: Selecteren
pl: Zaznacz
pt_br: Selecionar
sl: Izberite
sv: Markera
tr: Seç
uk: Позначити

source: Sorry, single-instance script.
bs: Oprostite, jedno-instancna skripta.
ca@valencia: Script d'una sola instància.
de: Leider ein Skript, das nur eine Instanz erlaubt.
eo: Pardonu, unuopa skripto.
es: Lo siento, script de ejecución única.
et: Vabandust, ühe protsessiga skript.
fr: Désolé, script à instance unique.
gl: Guión dunha única instancia.
it: Spiacente, script a singola istanza.
nl: Sorry, enkele-exemplaar script.
pl: Przepraszamy, skrypt jednego uruchomienia.
pt_br: Infelizmente, o script é de instância única.
sl: Oprostite, skript z enojnim primerkom.
sv: Tyvärr har skriptet bara en instans.
tr: Üzgünüz, tek örneklik betik.
uk: Вибачте, скрипт з можливістю запуску лише одного екземпляра.

source: Script &name
bs: &Ime skripte
ca@valencia: &Nom de l'script
de: Skriptname
eo: Skripto &nomo
es: &Nombre del script
et: Skripti &nimi
fr: &Nom du script
gl: &Nome do guión
it: &Nome script
nl: &Naam script:
pl: &Nazwa skryptu
pt_br: &Nome do script
sl: Ime skripta
sv: Skript&namn
tr: Betik &adı
uk: Наз&ва скрипту

source: Name of this script.
bs: Ime ove skripte.
ca@valencia: Nom d'este script.
de: Der Name des Skripts.
eo: Nomo de ĉi tiu skripto.
es: Nombre de este script
et: Skripti nimi.
fr: Nom de ce script.
gl: Nome do guión.
it: Nome di questo script.
nl: Naam van dit script.
pl: Nazwa skryptu.
pt_br: O nome deste script.
sl: Ime tega skripta.
sv: Skriptets namn.
tr: Bu betiğin adı
uk: Назва цього скрипту.

source: &Command to execute
bs: &Komanda za izvršavanje
ca@valencia: O&rdre que s'ha d'executar
de: &Auszuführender Befehl
eo: &Komando por plenumi
es: Orden a eje&cutar
et: &Käivitatav käsk
fr: &Commande à exécuter
gl: &Orde para executar
it: &Comando da eseguire
nl: Uit te voeren &Commando
pl: Pole&cenie do wykonania
pt_br: &Comando a executar
sl: Ukaz, ki naj se izvede
sv: &Kommando att utföra
tr: Yürütülecek &komut
uk: Виконати &команду

source: Command to execute, including parameters. Note that you can specify more parameters when executing the command from the input line, if you enable the Allow parameters checkbox.
bs: Komanda za izvršavanje, uključujući parametre. Primjetite da možete specificirati više parametara kada izvršavate komandu iz linije unosa, ako označite Dozvoli parametre.
ca@valencia: Ordre que s'executarà, inclosos els paràmetres. Cal tindre en compte que podeu especificar més paràmetres quan s'executa l'ordre des de la línia d'entrada, si habiliteu la casella de selecció «Permet els paràmetres».
de: Auszuführender Befehl einschließlich der Parameter. Beachten Sie, dass Sie weitere Parameter bei der Ausführung des Befehls in der Eingabezeile angeben können, wenn Sie das Ankreuzfeld „Parameter zulassen“ aktivieren.
eo: Ordono plenumenda, inkluzive de parametroj. Rimarku, ke vi povas specifi pli da parametroj kiam vi plenumas la komandon de la eniga linio, se vi ebligas la markobutonon Permesi parametrojn.
es: Orden a ejecutar, incluyendo parámetros. Puede especificar más parametros al ejecutar el comando desde la línea de entrada si activa la opción «Permitir parámetros».
et: Käsk käivitamiseks koos parameetritega. Pane tähele, et pead määrama rohkem parameetreid käsu käivitamisel sisendrealt, kui on märgitud kastike Parameetrite lubamine.
fr: Commande à exécuter, incluant les paramètres. Veuillez noter que vous pouvez spécifier plus de paramètres en exécutant la commande à partir de la ligne de saisie si vous activer la boîte de dialogue « Autoriser des paramètres ».
gl: Orde para executar, cos seus parámetros. Teña en conta que pode indicar máis parámetros ao executar a orde desde a liña de entrada, se activa a caixa para marcar «Permitir parámetros».
it: Comando da eseguire, parametri inclusi. Nota che puoi specificare più parametri quando esegui il comando dalla riga di input, se abiliti la casella di controllo Permetti parametri.
nl: Uit te voeren Commando, inclusief de parameters. Merk op dat u nog meer parameters kunt opgeven bij het uitvoeren vanuit het invoervak, als u het keuzevakje parameters toestaan heeft aangevinkt.
pl: Polecenie do wykonania, uwzględniając parametry. Wiedz, że możesz podać więcej parametrów przy wykonywaniu polecenia z wiersza wejściowego, jeśli włączysz pole odhaczane zezwolenia na parametry.
pt_br: O comando a ser executado, incluindo os seus parâmetros. Lembre-se de que você pode indicar mais parâmetros ao executar o comando no campo de texto, caso ative a opção Permitir parâmetros.
sl: Ukaz za izvršitev, vključno s parametri. Upoštevajte, da lahko določite več parametrov pri izvršitvi ukaza iz vnosne vrstice, če omogočite potrditveno polje Dovoli parametre.
sv: Kommando att köra, inklusive parametrar. Observera att man kan ange fler parametrar när kommandot körs från inmatningsraden, om kryssrutan Tillåt parametrar är markerad.
tr: Parametreleri içerecek biçimde yürütülecek komut. Parametrelere izin ver onay kutusunu etkinleştirirseniz komutu girdi satırından yürütürken daha çok parametre belirtebileceğinizi aklınızda tutun.
uk: Команда, яку слід виконати, разом з параметрами. Зауважте, що ви можете додати до команди інші параметри, коли виконуватимете її з рядка введення даних, якщо ви позначите пункт «Дозволити параметри».

source: Working directory for the script. Script will behave exactly as if it was run from this directory in console.
bs: Radni direktorij za skriptu. Skripta će se ponašati tačno kao da je pokrenuta iz ovog direktorija u konzoli.
ca@valencia: El directori de treball de l'script. L'script es comportarà exactament com si s'executara des d'este directori en la consola.
de: Arbeitsordner für das Skript. Das Skript verhält sich genauso, als ob es in diesem Ordner in einer Konsole gestartet wird.
eo: Labora dosierujo por la skripto. Skripto kondutos ĝuste kvazaŭ ĝi estus rulita de ĉi tiu dosierujo en konzolo.
es: Directorio de trabajo para el script. El script se comportará exactamente como si hubiera sido ejecutado desde este directorio en la consola.
et: Skripti töökataloog. Skript käitub just nii, nagu oleks see tööle pandud sellest kataloogist konsoolis.
fr: Dossier de travail pour le script. Le script se comportera exactement comme s'il était lancé à partir de ce dossier dans une console.
gl: Cartafol de traballo do guión. O guión comportarase como se o executase desde este cartafol na consola.
it: Cartella di lavoro per lo script. Lo script si comporterà esattamente come se fosse eseguito da questa cartella in console.
nl: Werkmap voor het script. Script gedragen zich alsof ze in deze map vanaf de commandoregel zijn opgestart.
pl: Katalog roboczy dla skryptu. Skrypt zachowa się dokładnie tak jakby był uruchomiony z tego katalog w konsoli.
pt_br: A pasta de trabalho do script. Este se comportará como se tivesse sido executado no console a partir desta pasta.
sl: Delovni imenik za skript. Skript se bo obnašal točno tako, kot da bi ga zagnali iz tega imenika v konzoli.
sv: Skriptets arbetskatalog. Skriptet beter sig precis som om det hade körts i den här katalogen med en terminal.
tr: Betiğin çalışma dizini. Betik, tam olarak sanki konsolda bu dizinden çalıştırılmış gibi davranır.
uk: Робочий каталог скрипту. Скрипт працюватиме так, наче його було запущено з цього каталогу у консолі.
