Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: Ca&ncel pending commands
bs: Ot&kaži komande na čekanju
ca@valencia: C&ancel·la les ordres pendents
de: Ausstehe&nde Befehle abbrechen
eo: Ca&celi pritraktatajn komandojn
es: Ca&ncelar órdenes pendientes
et: Loo&bu ootel käskudest
fr: A&nnuler les commandes en attente
gl: Ca&ncelar as ordes pendentes
it: A&nulla comandi in sospeso
nl: Annuleer lopende commando's
pl: A&nuluj oczekujące polecenia
pt_br: Ca&ncelar os comandos pendentes
sl: Prekliči ukaze na čakanju
sv: Av&bryt väntande kommandon
tr: Bekleyen komutları &iptal et
uk: С&касувати команди у черзі

source: Show &gaugebar
bs: Pokaži &traku mjerača
ca@valencia: Mostra la barra d'&indicadors
de: Anzei&genleiste anzeigen
eo: Montri &mezurilon
es: Mostrar barra de &indicadores
et: &Näidikuriba näitamine
fr: Afficher la barre de jau&ges
gl: Amosar a barra de &calibración
it: Mostra barra di &misurazione
nl: &Meetbalk tonen
pl: Pokaż pasek &mierników
pt_br: Mostrar a barra de &indicadores
sl: Pokaži vrstico merilnikov
sv: Visa &mätarrad
tr: Ö&lçeri göster
uk: Показувати панель ви&мірювачів

source: &Object Editor...
bs: Uređivač &objekata...
ca@valencia: Editor d'&objectes...
de: &Objekt-Editor ...
eo: &Objekta Redaktilo...
es: Editor de &objetos...
et: &Objektiredaktor...
fr: Éditeur d'&objets...
gl: Editor de &obxectos…
it: Editor &oggetti...
nl: &Object bewerken...
pl: Edytor &obiektów...
pt_br: Editor de &objetos...
sl: Urejevalnik predmetov...
sv: &Objekteditor...
tr: &Nesne Düzenleyici…
uk: Р&едагувати об’єкт…

source: &Output windows...
bs: &Izlazni prozori...
ca@valencia: Finestres de l'ei&xida...
de: &Ausgabefenster ...
eo: &Eligi fenestrojn...
es: &Ventanas de salida...
et: &Väljundaknad...
fr: Fenêtres de s&ortie...
gl: &Xanelas de saída…
it: Finestre del &risultato...
nl: &Uitvoervensters...
pl: &Okna wyjściowe...
pt_br: Janelas de resultad&os...
sl: Izhodna okna...
sv: &Utdatafönster...
tr: Çı&ktı pencereleri…
uk: &Вікна виведення даних…

source: A&liases enabled
bs: A&lijasi dozvoljeni
ca@valencia: À&lies habilitats
de: A&liases aktiviert
eo: A&liasoj ebligitaj
es: A&lias habilitados
et: A&liaste lubamine
fr: A&lias activés
gl: As a&breviaturas están activadas
it: A&lias abilitati
nl: Inschakelen a&liassen
pl: A&liasy włączone
pt_br: Ape&lidos habilitados
sl: Vzdevki omogočeni
sv: A&lias aktiverade
tr: Arma&lar etkin
uk: Увімкнути за&мінники

source: Tri&ggers enabled
bs: Oki&dači dozvoljeni
ca@valencia: De&sencadenants habilitats
de: Aus&löser aktiviert
eo: Tri&ggers ebligitaj
es: Desen&cadenantes habilitados
et: &Päästikute lubamine
fr: Déclencheurs activés
gl: Os &disparadores están activados
it: Atti&vatori abilitati
nl: Triggers inschakelen
pl: &Wyzwalacze włączone
pt_br: A&cionamentos habilitados
sl: Prožilniki omogočeni
sv: &Utlösare aktiverade
tr: Tet&ikler etkin
uk: Увімкнути ум&овні зміни

source: Tim&ers enabled
bs: Taj&meri dozvoljeni
ca@valencia: T&emporitzadors habilitats
de: Z&eitgeber sind aktiviert
eo: T&empumiloj ebligitaj
es: Temporizador&es habilitados
et: Tai&merite lubamine
fr: Compt&eurs activés
gl: Os &temporizadores están activados
it: Tim&er abilitati
nl: Tim&ers ingeschakeld
pl: Czasomi&erze włączone
pt_br: Cronôm&etros habilitados
sl: Časovniki omogočeni
sv: Tidta&gning aktiverad
tr: &Sayaçlar etkin
uk: Увімкнути &таймери

source: Macro &keys enabled
bs: Makro &ključevi dozvoljeni
ca@valencia: &Tecles de macro habilitades
de: Ma&krotasten aktiviert
eo: Makroaj &klavoj ebligitaj
es: Te&clas de macro habilitadas
et: Ma&kroklahvide lubamine
fr: Touches &macro activés
gl: As &teclas de macros están activadas
it: Tasti &macro abilitati
nl: Macro-toetsen ingeschakeld
pl: &Klucze makro włączone
pt_br: Teclas de &macros habilitadas
sl: Tip&ke za makre omogočene
sv: Ma&krotangenter aktiverade
tr: Ma&kro düğmeleri etkin
uk: Увімкнути мак&роклавіші

source: &MUD Preferences...
bs: &MUD Preference...
ca@valencia: Preferències de &MUD...
de: &MUD-Einstellungen ...
eo: &MUD-Preferoj...
es: Preferencias de &MUD...
et: &MUD-i seadistused...
fr: Préférences « &MUD »...
gl: Configuración de &MUD…
it: Preferenze &MUD...
nl: &MUD instellingen...
pl: Preferencje &MUD...
pt_br: Preferências do &MUD...
sl: Nastavitve &MUD...
sv: &MUD-inställningar...
tr: &MUD Tercihleri…
uk: П&араметри MUD…

source: &Save Profile
bs: &Snimi profil
ca@valencia: Guar&da el perfil
de: Profil s&peichern
eo: &Konservi Profilon
es: &Guardar perfil
et: Profiili &salvestamine
fr: Enregi&strer un profil
gl: Gardar o &perfil
it: &Salva profilo
nl: Profiel op&slaan
pl: &Zapisz profil
pt_br: &Salvar perfil
sl: &Shrani profil
sv: &Spara profil
tr: Profili &Kaydet
uk: З&берегти профіль

source: &Session transcript...
bs: Transkript sesije...
ca@valencia: Transcripció de la &sessió...
de: &Sitzungs-Protokoll ...
eo: &Seanco-transskribo...
es: Grabación de la &sesión...
et: &Seansi transkript...
fr: Transcription de &session...
gl: Transcrición da &sesión…
it: Trascrizione &sessione...
nl: &Sessie transcriptie...
pl: Transkrypt &sesji...
pt_br: Transcrição da &sessão...
sl: Prepis seje…
sv: &Sessionslogg...
tr: &Oturum yazıdökümü
uk: &Розшифрування сеансу…

source: Dump output &buffer...
bs: Izlazni &bafer otpada...
ca@valencia: &Bolca el cau de l'eixida...
de: Ausga&bepuffer ausgeben ...
eo: Elĵeti eligo&bufron...
es: Volcar el &buffer de salida...
et: Väljund&puhvri salvestamine...
fr: Vider le tam&pon de sortie...
gl: Baleirar o &búfer de saída…
it: Dump &buffer del risultato...
nl: Dump uitvoer &buffer...
pl: Fikcyjny &bufor wyjścia...
pt_br: Exportar os dados do res&ultado...
sl: Izpiši medpomnilnik izhoda...
sv: Dumpa utdata&buffer...
tr: Çıktı arabelleğini dö&k…
uk: Створити дамп &буфера виведення…

source: &Decision assistant
bs: Asistent &odlučivanja
ca@valencia: Assistent de &decisions
de: Entschei&dungs-Assistent
eo: &Decida asistanto
es: Asistente para &decisiones
et: &Otsuseabiline
fr: Assistant de &décision
gl: Asistente de toma de &decisións
it: Assistente alle &decisioni
nl: &Beslissingsassistent
pl: Asystent &decyzji
pt_br: Assistente de &decisões
sl: Pomočnik za odločanje
sv: &Beslutsguide
tr: &Karar yardımcısı
uk: По&мічник у рішеннях

source: &Global settings...
bs: &Opšta podešavanja...
ca@valencia: Configuració &global...
de: &Globale Einstellungen ...
eo: &Ĉieaj agordoj...
es: Configuración &global...
et: Ül&dised seadistused...
fr: Configuration &globale...
gl: &Configuración global…
it: Impostazioni &globali...
nl: &Globale instellingen...
pl: Ustawienia &globalne...
pt_br: Configuração &global...
sl: Splošne nastavitve…
sv: A&llmänna inställningar...
tr: &Global ayarlar…
uk: За&гальні параметри…

source: &Plugins...
bs: &Dodane mogućnosti...
ca@valencia: &Connectors...
de: &Module ...
eo: &Aldonaĵoj...
es: Com&plementos...
et: &Pluginad...
fr: Mo&dules externes...
gl: &Complementos…
it: &Estensioni...
pl: &Wtyczki...
sl: Vtičniki…
sv: &Insticksprogram...
tr: &Eklentiler…
uk: &Додатки…

source: F&ull screen mode
bs: Mod p&unog ekrana...
ca@valencia: Mode de &pantalla completa
de: &Vollbildmodus
eo: F&plenekrana reĝimo
es: Pantalla &completa
et: &Täisekraanirežiim
fr: Mode « Plein écr&an »
gl: Modo a pantalla &completa
it: Mo&dalità a schermo intero
nl: Mod&us volledig scherm
pl: Tryb &pełnoekranowy
pt_br: &Modo de tela inteira
sl: Celozaslonski način
sv: F&ullskärmsläge
tr: Tam &ekran kipi
uk: Повное&кранний режим

source: Shift line up
bs: Pomjeri liniju gore
ca@valencia: Canvia una línia amunt
de: Zeile nach oben schieben
eo: Ŝanĝi vicigon
es: Shift - arriba
et: Liiguta rida üles
fr: Se décaler d'une ligne vers le haut
gl: Subir a liña
it: Sposta riga in alto
nl: Een regel omhoog schuiven
pl: Przesuń wiersz wyżej
pt_br: Subir uma linha
sl: Zamakni vrstico navzgor
sv: Flytta upp rad
tr: Satırı yukarı kaydır
uk: Зсунути текст на рядок вгору

source: Shift line down
bs: Pomjeri liniju dolje
ca@valencia: Canvia una línia avall
de: Zeile nach unten schieben
eo: Movi linion malsupren
es: Shift - abajo
et: Liiguta rida alla
fr: Se décaler d'une ligne vers le bas
gl: Baixar a liña
it: Sposta riga in basso
nl: Een regel omlaag schuiven
pl: Przesuń wiersz niżej
pt_br: Descer uma linha
sl: Zamakni vrstico navzdol
sv: Flytta ner rad
tr: Satırı aşağı kaydır
uk: Зсунути текст на рядок вниз

source: Shift page up
bs: Pomjeri stranicu gore
ca@valencia: Canvia una pàgina amunt
de: Seite nach oben schieben
eo: Movi paĝon supren
es: Shift - Re Pág
et: Liiguta lehekülg üles
fr: Se décaler d'une ligne vers le haut
gl: Subir a páxina
it: Sposta pagina su
nl: Een pagina omhoog schuiven
pl: Przesuń stronę wyżej
pt_br: Subir uma página
sl: Zamakni stran navzgor
sv: Flytta upp en sida
tr: Sayfayı yukarı kaydır
uk: Зсунути текст на сторінку вгору

source: Shift page down
bs: Pomjeri stranicu dolje
ca@valencia: Canvia una pàgina avall
de: Seite nach unten schieben
eo: Movi paĝon malsupren
es: Shift - Av Pág
et: Liiguta lehekülg alla
fr: Se décaler d'une ligne vers le bas
gl: Baixar a páxina
it: Sposta pagina giù
nl: Een pagina omlaag schuiven
pl: Przesuń stronę niżej
pt_br: Descer uma página
sl: Zamakni stran navzdol
sv: Flytta ner en sida
tr: Sayfayı aşağı kaydır
uk: Зсунути текст на сторінку вниз

source: Split-screen up
bs: Podjela ekrana gore
ca@valencia: Fes pujar el divisor de la pantalla
de: Geteilte Ansicht oben
eo: Split-ekrano supren
es: Subir línea de división
et: Ekraani võrra üles
fr: Scinder l'écran vers le haut
gl: Pantalla dividida arriba
it: Dividi schermo verso l'alto
nl: Gesplitst venster boven
pl: Podziel ekran wyżej
pt_br: Subir tela
sl: Razdeli zaslon navzgor
sv: Delad skärm uppåt
tr: Ekranı yukarı böl
uk: Верхня панель розділеного вікна

source: Split-screen down
bs: Podjela ekrana dolje
ca@valencia: Fes baixar el divisor de la pantalla
de: Geteilte Ansicht unten
eo: Split-ekrano malsupren
es: Bajar línea de división
et: Ekraani võrra alla
fr: Scinder l'écran vers le bas
gl: Pantalla dividida abaixo
it: Dividi schermo verso il basso
nl: Gesplitst venster onder
pl: Podziel ekran niżej
pt_br: Descer tela
sl: Razdeli zaslon navzdol
sv: Delad skärm neråt
tr: Ekranı aşağı böl
uk: Нижня панель розділеного вікна

source: Previous tab
bs: Prethodna kartica
ca@valencia: Pestanya anterior
de: Vorheriges Unterfenster
eo: Antaŭa langeto
es: Pestaña anterior
et: Eelmine kaart
fr: Onglet précédent
gl: Separador anterior
it: Scheda precedente
nl: Vorig tabblad
pl: Poprzednia karta
pt_br: Aba anterior
sl: Prejšnji zavihek
sv: Föregående flik
tr: Önceki sekme
uk: Попередня вкладка

source: Next tab
bs: Sljedeća kartica
ca@valencia: Pestanya següent
de: Nächstes Unterfenster
eo: Sekva langeto
es: Pestaña siguiente
et: Järgmine kaart
fr: Onglet suivant
gl: Seguinte separador
it: Scheda successiva
nl: Volgend tabblad
pl: Następna karta
pt_br: Próxima aba
sl: Naslednji zavihek
sv: Nästa flik
tr: Sonraki sekme
uk: Наступна вкладка

# %1 - tab number
source: Switch to tab %1
bs: Prebaci na karticu %1
ca@valencia: Canvia a la pestanya %1
de: Zu Unterfenster %1 wechseln
eo: Ŝalti al langeto %1
es: Cambiar a pestaña %1
et: Lülitu kaardile %1
fr: Basculer vers l'onglet %1
gl: Ir ao separador %1
it: Passa alla scheda %1
nl: Ga naar tabblad %1
pl: Przełącz na kartę %1
pt_br: Mudar para a aba %1
sl: Preklopi na zavihek %1
sv: Byt till flik %1
tr: %1. sekmeye geç
uk: Перемкнутися на вкладку %1

source: &Connection
bs: &Konekcija
ca@valencia: &Connexió
de: &Verbindung
eo: &Konekto
es: &Conexión
et: Ü&hendus
fr: &Connexion
gl: &Conexión
it: &Connessione
nl: &Verbinding
pl: &Połączenie
pt_br: &Conexão
sl: Povezava
sv: &Anslutning
tr: &Bağlantı
uk: З'є&днання

source: &Edit
bs: &Izmijeni
ca@valencia: &Edita
de: &Bearbeiten
eo: R&edakti
es: &Editar
et: &Redigeerimine
fr: Modifi&er
gl: &Editar
it: &Modifica
nl: B&ewerken
pl: &Edycja
pt_br: &Editar
sl: Ur&edi
sv: &Redigera
tr: Dü&zen
uk: З&міни

source: &View
bs: &Pregled
ca@valencia: Vi&sualitza
de: &Ansicht
eo: &Vido
es: &Ver
et: &Vaade
fr: &Affichage
gl: &Vista
it: &Visualizza
nl: &Beeld
pl: &Widok
pt_br: E&xibir
sl: Pogled
sv: &Visa
tr: &Görünüm
uk: П&ерегляд

source: &Profile
bs: &Profil
ca@valencia: &Perfil
de: &Profil
eo: &Profilo
es: &Perfil
et: &Profiil
fr: &Profil
gl: &Perfil
it: &Profilo
nl: &Profiel
pl: &Profil
pt_br: &Perfil
sl: &Profil
sv: &Profil
tr: &Profil
uk: Про&філь

source: &Tools
bs: &Alati
ca@valencia: &Eines
de: E&xtras
eo: &Iloj
es: &Herramientas
et: &Tööriistad
fr: Ou&tils
gl: &Ferramentas
it: S&trumenti
nl: H&ulpmiddelen
pl: &Narzędzia
pt_br: Ferramen&tas
sl: Orodja
sv: Verk&tyg
tr: &Araçlar
uk: &Інструменти

source: &Settings
bs: &Postavke
ca@valencia: Con&figuració
de: &Einstellungen
eo: &Agordoj
es: &Configuración
et: &Seadistused
fr: &Configuration
gl: &Configuración
it: Imp&ostazioni
nl: In&stellingen
pl: &Ustawienia
pt_br: &Configurações
sl: Na&stavitve
sv: In&ställningar
tr: Ayar&lar
uk: П&араметри

source: &Help
bs: &Pomoć
ca@valencia: A&juda
de: &Hilfe
eo: &Helpo
es: A&yuda
et: &Abi
fr: &Aide
gl: &Axuda
it: &Aiuto
pl: &Pomoc
pt_br: Aj&uda
sl: Pomoč
sv: &Hjälp
tr: &Yardım
uk: &Довідка

source: To reconnect, press %1 or use Connection / Reconnect.
bs: Da bi se ponovo povezali, pritisnite %1 ili koristite Veza / Ponovno povezivanje.
ca@valencia: Per a tornar a connectar, premeu %1 o utilitzeu «Connexió -> Torna a connectar».
de: Um neu zu verbinden, drücken Sie %1 oder verwenden Sie Verbinden/Neu verbinden.
eo: Por rekonekti, premu %1 aŭ uzu Konekti/Rekonekti.
es: Para reconectar, presione %1 o use Conexión / Reconectar.
et: Taasühendumiseks vajuta %1 või kasuta ühendamise või taasühendamise käsku.
fr: Pour se reconnecter, appuyez sur %1 ou utilisez « Connexion » / « Reconnexion ».
gl: Para conectar de novo prema %1 ou use «Conectar» ou «Conectar de novo».
it: Per ricollegarti, premi %1 o usa Connessione / Riconnetti.
nl: Voor opnieuw verbinding, drukt u op %1 of u gebruikt Verbinding/Opnieuw verbinden.
pl: Aby połączyć ponownie, naciśnij %1 lub użyj Połącz / Rozłącz.
pt_br: Parar reconectar, pressione %1 ou use a Conexão/Reconexão.
sl: Če želite ponovno vzpostaviti povezavo, pritisnite %1 o uporabite Povezava/Ponovno vzpostavi povezavo.
sv: För att återansluta, klicka på %1 eller använd Anslutning / Återanslut.
tr: Yeniden bağlanmak için %1 düğmesine basın veya Bağlantı / Yeniden Bağlan’ı kullanın.
uk: Щоб повторно встановити з’єднання, натисніть %1 або скористайтеся пунктом з’єднання або повторного з’єднання.

source: Activity in the KMuddy Window
ca@valencia: Activitat en la finestra de KMuddy
eo: Agado en la KMuddy Fenestro
es: Actividad en la ventana de KMuddy
gl: Actividade na xanela de KMuddy
nl: Activiteit in het KMuddy venster
pt_br: Atividade na janela do KMuddy
sl: Dejavnost v oknu KMuddy
sv: Aktivitet i Kmuddys fönster
tr: KMuddy penceresindeki etkinlik
uk: Дії у вікні KMuddy

source: Profile has been saved. Note that profiles are automatically saved upon disconnecting, and also every five minutes.
bs: Profil je spašen. Primjetite da su profili automatski spašeni pri prekidu veze, i također svakih pet minuta.
ca@valencia: S'ha guardat el perfil. Cal tindre en compte que els perfils es guarden automàticament quan desconnecteu, i també cada cinc minuts.
de: Das Profile wurde gespeichert. Profile werden automatisch beim Trennen der Verbindung und auch alle fünf Minuten gespeichert.
eo: Profilo estas konservita. Rimarku, ke profiloj estas aŭtomate konservitaj post malkonekto, kaj ankaŭ ĉiujn kvin minutojn.
es: El perfil se ha guardado. Tenga en cuenta que los perfiles se guardan automáticamente al desconectar, y también cada cinco minutos.
et: Profiil on salvestatud. Pane tähele, et profiilid salvestatakse automaatselt ühenduse katkestamisel, samuti iga viie minuti järel.
fr: Le profil a été enregistré. Veuillez noter que les profils sont automatiquement enregistrés à la déconnexion mais aussi toutes les cinq minutes.
gl: Gardouse o perfil. Teña en conta que os perfís gárdanse automaticamente ao desconectar, e tamén cada cinco minutos.
it: Il profilo è stato salvato. Nota che i profili vengono salvati automaticamente alla disconnessione, e anche ogni cinque minuti.
nl: Profiel is opgeslagen. Merk op dat profielen automatisch worden opgeslagen bij het verbreken van de verbinding, en iedere vijf minuten.
pl: Profil został zapisany. Zauważ, że profile zostają automatycznie zapisane przy rozłączeniu i co każe pięć minut.
pt_br: O perfil foi salvo. Lembre-se de que os perfis são gravados automaticamente ao desligar-se, assim como a cada cinco minutos.
sl: Profil je bil shranjen. Upoštevajte, da se profili samodejno shranijo ob prekinitvi povezave in tudi vsakih pet minut.
sv: Profilen har sparats. Observera att profiler automatiskt sparas vid nerkoppling, och dessutom var femte minut.
tr: Profil kaydedildi. Profillerin her bağlantı kesilişinde ve her beş dakikada bir yeniden kaydedildiğini not edin.
uk: Профіль збережено. Зауважте, що профілі автоматично зберігаються під час розірвання з’єднання та кожні п’ять хвилин.

source: /setval: Expression parsing failed.
bs: /setval: Parsiranje izraza nije uspjelo.
ca@valencia: /setval: ha fallat l'anàlisi de l'expressió.
de: /setval: Das Verarbeiten des Ausdrucks ist fehlgeschlagen.
eo: /setval: Esprim-analizo malsukcesis.
es: /setval: El análisis de la expresión ha fallado.
et: /setval: avaldise parsimine nurjus.
fr: /setval : analyse de l'expression impossible.
gl: /setval: a análise da expresión fallou.
it: /setval: analisi dell'espressione non riuscita.
nl: /setval: Verwerken expressie mislukt.
pl: /setval: Nieudane przetworzenie wyrażenia.
pt_br: /setval: Falha no processamento da expressão.
sl: /setval: razčlenjevanje izraza ni uspelo.
sv: /setval: Tolkning av uttryck misslyckades.
tr: /setval: İfade ayrıştırma başarısız.
uk: /setval: помилка під час спроби обробки виразу.

source: No free resources of that type.
bs: Nema slobodnih resursa tog tipa.
ca@valencia: No hi ha cap recurs lliure d'este tipus.
de: Keine freien Ressourcen für diesen Typ.
eo: Neniuj liberaj rimedoj de tiu tipo.
es: No hay recursos libres de ese tipo.
et: Seda tüüpi vabu ressursse pole.
fr: Aucune ressource libre de ce type.
gl: Non hai recursos libres dese tipo.
it: Nessuna risorsa libera di questo tipo.
nl: Geen hulpbronnen van dat type beschikbaar.
pl: Brak wolnych zasobów tego typu.
pt_br: Sem recursos livres deste tipo.
sl: Nobenih prostih virov te vrste ni.
sv: Inga lediga resurser av den typen.
tr: Bu türden boşta özkaynak yok.
uk: Не виявлено вільних ресурсів цього типу.

source: /tick: syntax: /tick timer-name
bs: /tick: syntax: /tick ime tajmera
ca@valencia: /tick: sintaxi: /tick nom_del_comptador
de: /tick: Syntax: /tick Zeitgeber-Name
eo: /tick: sintakso: /tick timer-name
es: /tick: sintaxis: /tick nombre del temporizador
et: /tick: süntaks: /tick taimerinimi
fr: /tick : syntaxe : /tick nom du compteur
gl: /tick: sintaxe: /tick nome-do-temporizador
it: /tick: sintassi: /tick nome-timer
nl: /tick: syntax: /tick timer-naam
pl: /tick: składnia: /tick nazwa czasomierza
pt_br: /tick: sintaxe: /tick nome-temporizador
sl: /tick: skladnja: /tick ime-časovnika
sv: /tick: syntax: /tick tidtagningsnamn
tr: /tick: Sözdizim: /tick sayaç-adı
uk: /tick: синтаксис: /tick назва таймера

source: /tick: a timer with that name does not exist.
bs: /tick: tajmer sa tim imenom ne postoji.
ca@valencia: /tick: no existix un temporitzador amb este nom.
de: /tick: Ein Zeitgeber mit diesem Namen existiert bereits.
eo: /tick: tempigilo kun tiu nomo ne ekzistas.
es: /tick: no existe un temporizador con ese nombre.
et: /tick: sellise nimega taimerit ei ole.
fr: /tick : un compteur de temps avec ce nom n'existe pas.
gl: /tick: non existe ningún temporizador con ese nome.
it: /tick: un timer con quel nome non esiste.
nl: /tick: een timer met die naam bestaat niet.
pl: /tick: czasomierz o tej nazwie nie istnieje
pt_br: /tick: não existe nenhum temporizador com esse nome.
sl: /tick: časovnik s tem imenom ne obstaja.
sv: /tick: en tidtagning med det namnet finns inte.
tr: /tick: Olmayan bir adlı bir sayaç.
uk: /tick: таймер з такою назвою вже існує.

source: /tick: this timer is currently disabled.
bs: /tick: tajmer je trenutno isključen.
ca@valencia: /tick: este temporitzador està inhabilitat.
de: /tick: Dieser Zeitgeber ist zurzeit deaktiviert.
eo: /tick: ĉi tiu tempigilo estas nuntempe malŝaltita.
es: /tick: este temporizador está actualmente deshabilitado.
et: /tick: see taimer on parajasti keelatud.
fr: /tick : ce compteur de temps est actuellement désactivé.
gl: /tick: o temporizador está desactivado.
it: /tick: questo timer è attualmente disabilitato.
nl: /tick: deze timer is momenteel uitgeschakeld.
pl: /tick: czasomierz ten jest obecnie wyłączony.
pt_br: /tick: este temporizador está atualmente desativado.
sl: /tick: ta časovnik je trenutno onemogočen.
sv: /tick: den här tidtagningen är för närvarande inaktiverad.
tr: /tick: Bu sayaç şu anda devre dışı.
uk: /tick: зараз цей таймер вимкнено.

source: Timer ticks in 1 second.
bs: Tajmer otkucava kroz %1 sekundu.
ca@valencia: El temporitzador avança en 1 segon.
de: Zeitgeberschritte in 1 Sekunde.
eo: Skaleroj de tempumilo ene de 1 sekundo.
es: El temporizador avanza en 1 segundo.
et: Taimeri jaotis 1 sekundi pärast.
fr: Les pas de comptage sont à une seconde.
gl: O temporizador completa un ciclo nun segundo.
it: Tic del timer in un secondo.
nl: Timer tick over 1 seconde.
pl: Czasomierz będzie tykał za 1 sekundę.
pt_br: O temporizador irá disparar em 1 segundo.
sl: Časovnik tiktaka na %1 sekundo.
sv: Tidtagningen tickar om 1 sekund.
tr: Sayaç 1 saniye içinde atacak.
uk: Кроком таймера є %1 секунда

source: Timer ticks right now.
bs: Tajmer otkucava sada.
ca@valencia: El temporitzador avança ara.
de: Momentane Zeitgeberschritte.
eo: Temporizilo nun.
es: El temporizador avanza ahora.
et: Taimeri jaotis praegu.
fr: Les pas de comptage en ce moment.
gl: O temporizador completa un ciclo agora.
it: Tic del timer adesso.
nl: Timer loopt op dit moment.
pl: Czasomierz tyka teraz.
pt_br: O temporizador irá disparar agora.
sl: Časovnik takoj tiktaka.
sv: Tidtagningen tickar nu.
tr: Sayaç şimdi atacak.
uk: Таймер працює.

source: /ticknow: syntax: /ticknow timer-name
bs: /ticknow: sintaksa: /ticknow ime tajmera
ca@valencia: /ticknow: sintaxi: /ticknow nom_del_comptador
de: /ticknow: Syntax: /ticknow Zeitgeber-Name
eo: /ticknow: sintakso: /ticknow timer-name
es: /ticknow: sintaxis: /ticknow nombre-del-temporizador
et: /ticknow: süntaks: /ticknow taimerinimi
fr: /ticknow : syntaxe : /ticknow nom du compteur
gl: /ticknow: sintaxe: /ticknow nome-do-temporizador
it: /ticknow: sintassi: /ticknow nome-timer
nl: /ticknow: syntax: /ticknow timer-naam
pl: /ticknow: składnia: /ticknow nazwa czasomierza
pt_br: /ticknow: sintaxe: /ticknow nome-temporizador
sl: /ticknow: skladnja: /ticknow ime-časovnika
sv: /ticknow: syntax: /ticknow tidtagningsnamn
tr: /ticknow: Sözdizim: /ticknow sayaç-adı
uk: /ticknow: синтаксис: /ticknow назва таймера

source: /else: called without the matching /if.
bs: /else: pozvano bez poklapanja /if.
ca@valencia: /else: crida sense la corresponent «/if».
de: /else: Aufgerufen ohne zugehöriges /if.
eo: /else: vokita sen la kongrua /if.
es: /else: llamado sin el correspondiente /if.
et: /else: kutsuti välja ilma kokkukuuluva /if-ita.
fr: /else : appelé sans correspondance avec un « /if ».
gl: /else: executouse sen o /if correspondente.
it: /else: chiamata senza il corrispondente /if.
nl: /else: aangeroepen zonder bijbehorende /if.
pl: /else: wywołane bez uprzedniego pasującego /if.
pt_br: /else: chamada sem o /if correspondente.
sl: /else: klicano brez ujemanja /if.
sv: /else: anropat utan motsvarande /if.
tr: /else: Eşleşen /if olmadan çağrıldı.
uk: /else: викликано без відповідного /if.
