Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: <qt><p>Here you can choose when will MXP be used.</p><ul><li><b>Never</b> MXP tags will never be parsed</li><li><b>If negotiated</b> MXP support will depend on successful telnet negotiation.</li><li><b>Auto-detect</b> MXP support will be auto-detected.</li><li><b>Always on</b> KMuddy will always look for MXP sequences.</li></ul></qt>
bs: <qt><p>Ovdje možete odabrati kada će MXP biti korišten.</p><ul><li><b>Nikada</b> MXP oznake neće nikada biti parsirane</li><li><b>ako je pregovarano</b> MXP podrška će ovisiti na uspješnosti telent pregovaranja.</li><li><b>Automatska detekcija</b> MXP podrška će biti automatski detektovana.</li><li><b>Uvijek uključeno</b> KMuddy će uvijek tražiti MXP sekvence.</li></ul></qt>
ca@valencia: <qt><p>Ací podeu triar quan s'emprarà el MXP.</p><ul><li><b>Mai</b>, les etiquetes del MXP mai no seran analitzades</li><li><b>Si es negocia</b>, el suport del MXP dependrà d'una negociació exitosa per telnet.</li><li><b>Detecta automàticament</b>, el suport del MXP serà detectat automàticament.</li><li><b>Sempre actiu</b>, KMuddy sempre buscarà les seqüències del MXP.</li></ul></qt>
de: <qt><p>Hier können Sie auswählen, wann MXP verwendet wird.</p><ul><li><b>Niemals</b> MXP-Markierungen werden nie verarbeitet</li><li><b>Wenn ausgehandelt</b> Unterstützung für MXP hängt von einer erfolgreichen Telnet-Aushandlung ab.</li><li><b>Automatisch erkennen</b> Unterstützung für MXP wird automatisch erkannt.</li><li><b>Immer an</b> KMuddy wird immer nach MXP-Zeichenfolgen suchen.</li></ul></qt>
eo: <qt><p>Ĉi tie vi povas elekti kiam MXP estos uzata.</p><ul><li><b>Neniam</b> MXP-etikedoj neniam estos analizitaj</li><li><b> Se intertraktata</b> MXP-subteno dependos de sukcesa telnet-intertraktado.</li><li><b>Aŭtomate detekti</b> MXP-subteno estos aŭtomate detektita.</li><li><b> Ĉiam ŝaltita</b> KMuddy ĉiam serĉos MXP-sekvencojn.</li></ul></qt>
es: <qt><p>Aquí puede elegir cuándo se utilizará MXP.</p><ul><li><b>Nunca</b> Las etiquetas MXP nunca serán analizadas</li><li><b>Si hay negociación</b> Que se admita MXP dependerá de si ha tenido éxito la negociación por telnet.</li> <li><b>Autodetectar</b> La admisión de MXP se detectará automáticamente.</li><li><b>Siempre activada</b> KMuddy siempre buscará secuencias MXP. </li></ul></qt>
et: <qt><p>Siin saab valida, millal MXP-d kasutada.</p><ul><li><b>Mitte kunagi</b> MXP silte ei parsita.</li><li><b>Läbirääkimiste korral</b> MXP toetus sõltub telneti läbirääkimiste edust.</li><li><b>Automaattuvastus</b> MXP toetus tuvastatakse automaatselt.</li><li><b>Alati sees</b> KMuddy otsib alati MXP jadasid.</li></ul></qt>
fr: <qt><p>Vous pouvez choisir ici quand « MXP » sera utilisé.</p><ul><li><b>Jamais</b>Les balises « MXP » ne seront jamais analysées</li><li><b>Si négocié</b> La prise en charge « MXP » dépendra du succès de la négociation « Telnet ».</li><li><b>Auto-détection</b> La prise en charge « MXP » sera auto-détecté.</li><li><b>Toujours</b> KMuddy recherchera toujours les séquences « MXP ».</li></ul></qt>
gl: <qt><p>Aquí pode escoller cando usar MXP.</p> <ul> <li><b>Nunca</b> significa que as etiquetas de MXP nunca se analizan.</li> <li><b>Cando se negocie</b> significa que a compatibilidade con MXP só estará activada se previamente se negocia correctamente mediante Telnet.</li> <li><b>Detectar automaticamente</b> significa que a necesitade ou non de activar a compatibilidade con MXP detectarase automaticamente.</li> <li><b>Sempre</b> significa que KMuddy buscará sempre secuencias de MXP.</li></ul></qt>
it: <qt><p>Qui puoi scegliere quando verrà utilizzato MXP.</p><ul><li><b>Mai</b> i tag MXP non verranno mai analizzati</li><li><b>Se negoziato</b> il supporto MXP dipenderà dalla corretta negoziazione telnet.</li><li><b>Rileva automaticamente</b> il supporto MXP verrà rilevato in automatico.</li><li><b>Sempre attivo</b> KMuddy cercherà sempre le sequenze MXP.</li></ul></qt>
nl: <qt><p>Hier kunt u instellen wanneer MXP zal worden gebruikt.</p><ul><li><b>Nooit</b> MXP tags zullen nooit worden verwerkt</li><li><b>Met overeenstemming</b> MXP ondersteuning hangt af van een succesvolle telnet-onderhandeling.</li><li><b>Automatisch detecteren</b> MXP ondersteuning zal automatisch gedetecteerd worden.</li><li><b>Altijd aan</b> KMuddy zal altijd zoeken naar MXP-opdrachten.</li></ul></qt>
pl: <qt><p>Tutaj możesz wybrać kiedy zostanie użyty MXP.</p><ul><li><b>Nigdy</b> Znaczniki MXP nigdy nie zostaną przetworzone</li><li><b>Jeżeli negocjowano</b> obsługa MXP będzie zależeć od pomyślnej negocjacji telnet.</li><li><b>Wykryj automatycznie</b> Obsługa MXP zostanie wykryta automatycznie.</li><li><b> Zawsze włączone</b> KMuddy zawsze będzie szukała sekwencji MXP.</li></ul></qt>
pt_br: <qt><p>Aqui você pode escolher quando é que o MXP será usado.</p><ul><li><b>Nunca</b> as marcas de MXP nunca serão processadas</li><li><b>Se negociado</b> o suporte do MXP irá depender de uma negociação por Telnet feita com sucesso.</li><li><b>Detectar automaticamente</b> o suporte de MXP será detectado automaticamente.</li><li><b>Sempre ligado</b> o KMuddy irá sempre procurar por sequências de MXP.</li></ul></qt>
sl: <qt><p>Tukaj lahko izberete, kdaj bo uporabljen MXP.</p><ul><li><b>Nikoli</b> Oznake MXP ne bodo nikoli razčlenjene</li><li><b>Če je izpogajano</b> Podpora MXP bo odvisna od uspešnih pogajanj telnet.</li><li><b>Samodejno zaznaj</b> Podpora za MXP bo samodejno zaznana.</li><li><b>Vedno vključeno</b> KMuddy bo vedno iskal zaporedja MXP.</li></ul></qt>
sv: <qt><p>Här kan du välja när MXP ska användas.</p><ul><li><b>Aldrig</b> MXP-etiketter kommer aldrig tolkas</li><li><b>Om förhandlad</b> MXP-stöd kommer bero på lyckad telnet-förhandling.</li><li><b>Automatisk upptäckt</b> MXP-stöd kommer detekteras automatiskt.</li><li><b>Alltid på</b> KMuddy kommer alltid leta efter MXP-sekvenser.</li></ul></qt>
tr: <qt><p>Buradan MXP’nin ne zaman kullanılacağını seçebilirsiniz.</p><ul><li><b>Asla</b> MXP etiketleri asla ayrıştırılmayacaktır</li><li><b> Pazarlık edilirse</b> MXP desteği, başarılı telnet anlaşmasına bağlı olacaktır.</li><li><b>Otomatik algıla</b> MXP desteği otomatik olarak algılanacaktır.</li><li><b> Her zaman açık</b> KMuddy her zaman MXP sıralarını arayacaktır.</li></ul></qt>
uk: <qt><p>За допомогою цього пункту ви можете визначити умови використання MXP.</p><ul><li><b>Ніколи</b> — теґи MXP ніколи не оброблятимуться.</li><li><b>Якщо узгоджено</b> — підтримка MXP залежатиме від успішного узгодження telnet.</li><li><b>Автовизначення</b> — автоматичне визначення можливостей з підтримки MXP.</li><li><b>Завжди увімкнено</b> — KMuddy завжди шукатиме послідовності команд MXP.</li></ul></qt>

source: MXP &variable prefix
bs: MXP prefiks &varijabli
ca@valencia: Prefix &variable del MXP
de: Präfix für MXP-&Variablen
eo: MXP &variabla prefikso
es: Prefijo &variable de MXP
et: MXP muutuja pre&fiks
fr: Préfixe « MXP » des variables
gl: Prefixo &variábel de MXP
it: Prefisso &variabile MXP
nl: Voorvoegsel MXP &variabele
pl: Przedrostek &zmiennej MXP
pt_br: Prefixo das &variáveis do MXP
sl: Predpona spremenljivke MXP
sv: MXP-&variabelprefix
tr: MXP &değişken öneki
uk: Пре&фікс змінних MXP

source: Prefix prepended to each MXP variable from the server. Note that changing the prefix won't affect existing variables with old prefix.
bs: Prefiks dodan svakoj MXP varijabli od strane servera. Primjetite da mijenjanje prefiksa neće utjecati na postojeće varijable sa starim prefiksom.
ca@valencia: Prefix predefinit des del servidor per a cada variable MXP. Cal tindre en compte que canviar el prefix no afectarà les variables existents amb el prefix antic.
de: Präfix, der jeder MXP-Variablen vom Server vorangestellt wird. Die Änderung dieses Präfix betrifft nicht die vorhandenen Variablen mit dem vorherigen Präfix.
eo: Prefikso antaŭmetita al ĉiu MXP-variablo de la servilo. Rimarku, ke ŝanĝi la prefikson ne influos ekzistantajn variablojn kun malnova prefikso.
es: Prefijo que precede a cada variable MXP del servidor. Tenga en cuenta que cambiar el prefijo no afectará a las variables existentes con el prefijo antiguo.
et: Igale serveri MXP muutujale ette pandav prefiks. Pane tähele, et prefiksi muutmine ei mõjuta seniseid vana prefiksiga muutujaid.
fr: Préfixe préfixant chaque variable « MXP » venant du serveur. Veuillez noter que le changement d'un préfixe n'affectera pas les variables existantes avec un ancien préfixe.
gl: Prefixo co que comezan todas as variábeis de MXP do servidor. Teña en conta que cando cambia este valor, o cambio non xurde efecto sobre variábeis existentes co prefixo anterior.
it: Il prefisso anteposto a ciascuna variabile MXP dal server. Nota che il cambio del prefisso non riguarderà le variabili con un vecchio prefisso esistenti.
nl: Het voor elke van de server afkomstige MXP variabele ingestelde voorvoegsel. Merk op dat het wijzigen van het voorvoegsel geen invloed heeft op de bestaande variabelen met een oud voorvoegsel.
pl: Przedrostek poprzedzający każdą zmienną MXP z serwera. Zauważ, że zmieniani przedrostka nie wpłynie na istniejące zmienne ze starym przedrostkiem.
pt_br: O prefixo colocado antes de todas as variáveis do MXP do servidor. Lembre-se de que a mudança do prefixo não irá afetar as variáveis existentes com o prefixo antigo.
sl: Predpona za vsako spremenljivko MXP s strežnika. Upoštevajte, da sprememba predpone ne bo vplivala na obstoječe spremenljivke s staro predpono.
sv: Prefix som läses framför varje MXP-variabel från servern. Observera att ändringar av prefixet inte kommer påverka existerande variabler med det gamla prefixet.
tr: Sunucudan gelen her MXP değişkeninin başına eklenen önek. Öneki değiştirmenin, eski önekle geçerli değişkenleri etkilemeyeceğini unutmayın.
uk: Префікс додається перед назвою всіх змінних MXP з сервера. Зауважте, що зміна префіксу не вплине на вже створені змінні з попереднім префіксом.

source: Choose default script location
bs: Odaberite predefinisanu lokaciju skripti
ca@valencia: Tria la ubicació predeterminada de scripts
de: Standardordner für Skripte auswählen
eo: Elekti defaŭltan skripto-lokon
es: Seleccionar la ubicación de scripts por defecto
et: Vaikimisi skriptide asukoha valimine
fr: Choisissez l'emplacement par défaut du script
gl: Escolla a localización predeterminada para os guións
it: Scegli posizione predefinita script
nl: Kies standaard scriptlocatie
pl: Wybierz domyślne położenie skryptu
pt_br: Escolher a localização padrão do script
sl: Izberite privzeto mesto skriptov
sv: Välj normal plats för skript
tr: Öntanımlı betik konumunu seç
uk: Виберіть типове розташування скриптів

source: Choose default script working directory
bs: Odaberite predefinisani radni driektorij za skripte
ca@valencia: Tria el directori de treball predeterminat dels scripts
de: Standardarbeitsordner für Skripte auswählen
eo: Elekti defaŭltan skriptan labordosierujon
es: Seleccionar directorio de trabajo del script por defecto
et: Skripti vaikimisi töökataloogi valimine
fr: Choisissez le dossier de travail par défaut du script
gl: Escolla o cartafol de traballo predeterminado para os guións
it: Scegli cartella di lavoro predefinita script
nl: Kies standaard script werkmap
pl: Wybierz domyślny katalog roboczy skryptu
pt_br: Escolher a pasta de trabalho padrão do script
sl: Izberite privzeto delovno mapo skriptov
sv: Välj normal arbetskatalog för skript
tr: Öntanımlı betik çalışma dizinini seç
uk: Виберіть типовий робочий каталог скриптів

source: Choose default transcript directory
bs: Odaberite predefinisani direktorij za transkripte
ca@valencia: Tria el directori predeterminat de les transcripcions
de: Standard-Protokollordner auswählen
eo: Elekti defaŭltan transskriban dosierujon
es: Seleccionar directorio de grabación por defecto
et: Vaikimisi transkriptide kataloogi valimine
fr: Choisir le dossier par défaut de transcription
gl: Escolla o cartafol predeterminado para as transcricións
it: Scegli cartella trascrizioni predefinita
nl: Kies standaard transcript-map
pl: Wybierz domyślny katalog transkryptu
pt_br: Escolher a pasta padrão das transcrições
sl: Izberite privzeto mapo prepisov
sv: Välj standardkatalog för loggar
tr: Öntanımlı yazıdöküm dizinini seç
uk: Виберіть типовий каталог розшифрувань

source: Quick Connect
bs: Brzo poveži
ca@valencia: Connecta ràpidament
de: Schnell verbinden
eo: Rapida Konekto
es: Conexión rápida
et: Kiirühendus
fr: Connexion rapide
gl: Conectar rapidamente
it: Connessione rapida
nl: Snel verbinden
pl: Szybkie połączenie
pt_br: Conexão rápida
sl: Hitra povezava
sv: Snabbanslutning
tr: Tez Bağlan
uk: Швидке з’єднання

source: &Host:
bs: &Računar:
ca@valencia: &Màquina:
de: &Rechner:
eo: &Servilo:
es: &Servidor:
et: &Masin:
fr: &Hôte :
gl: &Servidor:
pt_br: &Máquina:
sl: Gostitelj:
sv: &Värddator:
tr: &Makine:
uk: &Вузол:

source: Connection statistics
bs: Statistika veze
ca@valencia: Estadístiques de la connexió
de: Verbindungsstatistik
eo: Konekto-statistiko
es: Estadísticas de conexión
et: Ühenduse statistika
fr: Statistiques de connexion
gl: Estatísticas da conexión
it: Statistiche di connessione
nl: Verbinding statistieken
pl: Statystyki połączenia
pt_br: Estatísticas da conexão
sl: Statistika povezave
sv: Anslutningsstatistik
tr: Bağlantı istatistikleri
uk: Статистика з’єднання

source: &Statistics, updated every second:
bs: &Statistika, obnovljena svake sekunde:
ca@valencia: E&stadístiques actualitzades cada segon:
de: &Statistik, im Sekundentakt aktualisiert:
eo: &Statistiko, ĝisdatigita ĉiun sekundon:
es: E&stadísticas actualizadas cada segundo:
et: Iga &sekund uuendatav statistika:
fr: &Statistiques, mises à jour à chaque seconde :
gl: E&statísticas actualizadas cada segundo:
it: &Statistiche, aggiornate ogni secondo:
nl: &Statistieken, elke seconde bijgewerkt:
pl: &Statystyki, aktualizowane co każdą sekundę:
pt_br: E&statísticas, atualizadas a cada segundo:
sl: &Statistika, posodobljena vsako sekundo:
sv: &Statistik, uppdaterad varje sekund:
tr: &İstatistikler, her saniye yenilenir:
uk: І&нтервал між послідовними оновленнями статистики:

source: Counter
bs: Brojač
ca@valencia: Comptador
de: Zähler
eo: Nombrilo
es: Contador
et: Loendur
fr: Compteur
gl: Contador
it: Contatore
nl: Teller
pl: Licznik
pt_br: Contador
sl: Števec
sv: Räknare
tr: Sayaç
uk: Лічильник

source: Using MCCP
bs: Koristim MCCP
ca@valencia: Utilitza el MCCP
de: MCCP wird verwendet
eo: Uzante MCCP
es: Usando MCCP
et: MCCP kasutamine
fr: Utilisation de « MCCP »
gl: Usando MCCP
it: Uso di MCCP
nl: MCCP gebruiken
pl: Użyto MCCP
pt_br: Usando o MCCP
sl: Uporaba MCCP
sv: Med användning av MCCP
tr: MCCP kullanımı
uk: Використання MCCP

source: Yes
bs: Da
ca@valencia: Sí
de: Ja
eo: Jes
es: Sí
et: Jah
fr: Oui
gl: Si
it: Sì
nl: Ja
pl: Tak
pt_br: Sim
sl: Da
sv: Ja
tr: Evet
uk: Так

source: No
bs: Ne
de: Nein
eo: Ne
et: Ei
fr: Non
gl: Non
nl: Nee
pl: Nie
pt_br: Não
sl: Ne
sv: Nej
tr: Hayır
uk: Ні

source: MCCP version
bs: MCCP verzija
ca@valencia: Versió del MCCP
eo: MCCP-versio
es: Versión MCCP
et: MCCP versioon
fr: Version « MCCP »
gl: Versión de MCCP
it: Versione MCCP
nl: MCCP versie
pl: Wersja MCCP
pt_br: Versão do MCCP
sl: Različica MCCP
tr: MCCP sürümü
uk: Версія MCCP

source: N/A
bs: N/D
ca@valencia: N/D
de: N/V
fr: N / D
gl: N/D
it: N/D
nl: N.v.t.
pl: N/D
pt_br: N/D
sl: N/D
sv: Ej tillämplig
tr: Yok
uk: н/д

source: Using MSP
bs: Koristim MSP
ca@valencia: Utilitza el MSP
de: MSP wird verwendet
eo: Uzante MSP
es: Usando MSP
et: MSP kasutamine
fr: Utilisation de « MSP »
gl: Usando MSP
it: Uso di MSP
nl: MSP gebruiken
pl: Użyto MSP
pt_br: Usar o MSP
sl: Uporaba MSP
sv: Med användning av MSP
tr: MSP kullanımı
uk: Використання MSP

source: Using MXP
bs: Koristim MXP
ca@valencia: Utilitza el MXP
de: MXP wird verwendet
eo: Uzante MXP
es: Usando MXP
et: MXP kasutamine
fr: Utilisation de « MXP »
gl: Usando MXP
it: Uso di MXP
nl: MXP gebruiken
pl: Użyto MXP
pt_br: Usar o MXP
sl: Uporaba MXP
sv: Med användning av MXP
tr: MXP kullanımı
uk: Використання MXP

source: Sent bytes
bs: Poslani bajti
ca@valencia: bytes enviats
de: Gesendete Bytes
eo: Senditaj bajtoj
es: Bytes enviados
et: Saadetud baidid
fr: Octets envoyés
gl: Bytes enviados
it: Byte inviati
nl: Bytes verzenden
pl: Wysłanych bajtów
pt_br: Bytes enviados
sl: Poslani bajti
sv: Skickade byte
tr: Gönderilen baytlar
uk: Надіслані байти

source: Sent commands
bs: Poslane komande
ca@valencia: ordres enviades
de: Gesendete Befehle
eo: Senditaj komandoj
es: Órdenes enviadas
et: Saadetud käsud
fr: Commandes envoyées
gl: Ordes enviadas
it: Comandi inviati
nl: Commando's verzenden
pl: Wysłanych poleceń
pt_br: Comandos enviados
sl: Poslani ukazi
sv: Skickade kommandon
tr: Gönderilen komutlar
uk: Надіслані команди

source: Received bytes
bs: Primljeni bajti
ca@valencia: bytes rebuts
de: Empfangene Bytes
eo: Ricevitaj bajtoj
es: Bytes recibidos
et: Saadud baidid
fr: Octets reçus
gl: Bytes recibidos
it: Byte ricevuti
nl: Ontvangen bytes
pl: Odebranych bajtów
pt_br: Bytes recebidos
sl: Prejeti bajti
sv: Mottagna byte
tr: Alınan baytlar
uk: Отримані байти

source: ... after decompression
bs: ... nakon dekompresije
ca@valencia: ... després de la descompressió
de: ... nach dem Entpacken
eo: ... post malkunpremo
es: ... después de descomprimir
et: ... pärast lahtipakkimist
fr: ... après décompression
gl: …tras a descompresión
it: ... dopo la decompressione
nl: ... na uitpakken
pl: ... po dekompresji
pt_br: ... após a descompressão
sl: ... po razširjanju
sv: ... efter uppackning
tr: … sıkıştırma açma sonrası
uk: …після розпакування

source: Received lines
bs: Primljene linije
ca@valencia: Línies rebudes
de: Empfangene Zeilen
eo: Ricevitaj linioj
es: Líneas recibidas
et: Saadud read
fr: Lignes reçues
gl: Liñas recibidas
it: Righe ricevute
nl: Ontvangen regels
pl: Odebranych wierszy
pt_br: Linhas recebidas
sl: Prejete vrstice
sv: Mottagna rader
tr: Alınan satırlar
uk: Отримані рядки

source: Connection time
bs: Vrijeme konekcije
ca@valencia: Temps de connexió
de: Verbindungszeit
eo: Tempo de konekto
es: Tiempo de conexión
et: Ühenduse aeg
fr: Temps de connexion
gl: Tempo de conexión
it: Tempo di connessione
nl: Verbindingstijd
pl: Czas połączenia
pt_br: Tempo de conexão
sl: Čas povezave
sv: Anslutningstid
tr: Bağlantı süresi
uk: Тривалість з'єднання

source: Session Transcript
bs: Transkript Sesije
ca@valencia: Transcripció de la sessió
de: Sitzungs-Protokoll
eo: Seanca Transskribo
es: Grabación de sesión
et: Seansi transkript
fr: Transcription de session
gl: Transcrición da sesión
it: Trascrizione sessione
nl: Sessie transcriptie
pl: Transkrypt sesji
pt_br: Transcrição da sessão
sl: Prepis seje
sv: Sessionslogg
tr: Oturum Yazıdökümü
uk: Розшифрування сеансу

source: Basic
bs: Osnovna
ca@valencia: Bàsica
de: Einfach
eo: Baza
es: Básica
et: Põhiline
fr: Basique
gl: Básico
it: Di base
nl: Basis
pl: Podstawowy
pt_br: Básico
sl: Osnovno
sv: Grundläggande
tr: Temel
uk: Базове

source: Advanced
bs: Napredno
ca@valencia: Avançada
de: Erweitert
eo: Altnivela
es: Avanzada
et: Muu
fr: Avancé
gl: Avanzado
it: Avanzato
nl: Geavanceerd
pl: Zaawansowany
pt_br: Avançado
sl: Napredno
sv: Avancerad
tr: Gelişmiş
uk: Розширене

source: &Enable basic transcript
bs: &Omogući osnovni transkript
ca@valencia: &Habilita la transcripció bàsica
de: &Einfaches Protokoll aktivieren
eo: &Ebligi bazan transskribon
es: &Activar la grabación básica de sesión
et: Põhilis&e transkripti lubamine
fr: Activ&er une transcription basique
gl: &Activar a transcrición básica
it: &Abilita trascrizione di base
nl: &Standaard transcriptie inschakelen
pl: &Włącz podstawowy transkrypt
pt_br: &Habilitar transcrição básica
sl: Omogoči osnovni prepis
sv: Aktiv&era grundläggande logg
tr: &Temel yazıdökümü etkinleştir
uk: &Увімкнути базове розшифрування

source: Enables or disabled the session transcript. Note that session transcript is automatically disabled when you disconnect.
bs: Omogućava ili onemogućava transkript sesije. Primjetite da je transkript sesije automatski onemogućen kada se diskonektujete.
ca@valencia: Habilita o inhabilita la transcripció de la sessió. Cal tindre en compte que la transcripció de la sessió s'inhabilitarà automàticament quan desconnecteu.
de: Aktiviert oder deaktiviert das Sitzungsprotokoll. Das Sitzungsprotokoll wird automatisch deaktiviert, wenn die Verbindung getrennt wird.
eo: Ebligas aŭ malŝaltis la sean transskribon. Rimarku, ke seanco-transskribo estas aŭtomate malŝaltita kiam vi malkonektas.
es: Activa o desactiva la grabación de la sesión. Tenga en cuenta que la grabación de la sesión se deshabilita automáticamente al desconectar.
et: Seansi transkripti lubamine või keelamine. Pane tähele, et seansi transkript lülitatakse automaatselt välja ühenduse katkestamisel.
fr: Active ou désactive la transcription de session. Veuillez noter que la transcription de session est automatiquement désactivée quand vous vous déconnectez.
gl: Activa ou desactiva a transcrición da sesión. Teña en conta que a transcrición da sesión desactívase automaticamente cando desconecta.
it: Abilita o disabilita la trascrizione della sessione. Nota che la trascrizione della sessione viene automaticamente disabilitata quando ti disconnetti.
nl: Sessie transcript in-/uitschakelen. Merk op dat sessie transcript automatisch stopt bij het verbreken van de verbinding.
pl: Włącza lub wyłącza transkrypt sesji. Zauważ, że transkrypt sesji zostaje automatycznie wyłączony, gdy się rozłączysz.
pt_br: Habilita ou desabilita a transcrição da sessão. Lembre-se de que esta é automaticamente desabilitada quando você se desconectar.
sl: Omogoči ali onemogoči prepis seje. Upoštevajte, da je prepis seje samodejno onemogočen, ko prekinite povezavo.
sv: Aktiverar eller inaktiverar sessionsloggen. Observera att sessionsloggning automatiskt inaktiveras vid nerkoppling.
tr: Oturum yazıdökümünü etkinleştirir veya devre dışı bırakır. Bağlantınız kesildiğinde yazıya dökümün kendiliğinden devre dışı bırakıldığını not edin.
uk: Увімкнути або вимкнути розшифрування сеансів. Зауважте, що розшифрування сеансу буде автоматично вимкнено, якщо з’єднання буде розірвано.

source: Transcript settings
bs: Podešavanja transkripta.
ca@valencia: Configureu la transcripció
de: Protokoll-Einstellungen
eo: Transskribaj agordoj
es: Preferencias de grabación
et: Transkripti seadistused
fr: Configuration de transcription
gl: Configuración da transcrición
it: Impostazioni trascrizione
nl: Instellingen transcriptie
pl: Ustawienia transkryptu
pt_br: Configurações da transcrição
sl: Nastavitve prepisa
sv: Inställningar av logg
tr: Yazıdöküm ayarları
uk: Параметри розшифрування

source: Transcript &format
bs: &Format transkripta
ca@valencia: &Format de la transcripció
de: Protokoll-&Format
eo: Transskriba &formato
es: &Formato de la grabación
et: Transkripti &vorming
fr: &Format de transcription
gl: &Formato da transcrición
it: &Formato trascrizione
nl: Opmaak transcriptie
pl: &Format transkryptu
pt_br: &Formato da transcrição
sl: Oblika prepisa
sv: Logg&format
tr: Yazıdöküm &biçimi
uk: &Формат розшифрування

source: &Overwrite existing file
bs: &Prepiši postojeći fajl
ca@valencia: S&obreescriu el fitxer existent
de: &Bestehende Datei überschreiben
eo: &Anstataŭigi ekzistantan dosieron
es: &Sobreescribir el archivo existente
et: &Olemasoleva faili ülekirjutamine
fr: &Écraser le fichier existant
gl: &Substituír o ficheiro
it: &Sovrascrivi il file esistente
nl: Bestaand bestand &overschrijven
pl: &Zastąp istniejący plik
pt_br: S&obrescrever o arquivo existente
sl: Prepiši obstoječo datoteko
sv: Skriv över &befintlig fil
tr: &Var olan dosyanın üzerine yaz
uk: Пе&резаписувати поточний файл
