Repository: KDE/kmuddy
Catalog: po/*/kmuddy.po
Languages: bs, ca@valencia, de, eo, es, et, fr, gl, it, nl, pl, pt_br, sl, sv, tr, uk

source: Commands that will be executed when this trigger matches.
bs: Komande koje će biti izvršene ako ovaj okidač nađe poklapanje.
ca@valencia: Les ordres que s'executaran quan coincidisca este desencadenant.
de: Der Befehl, der beim Übereinstimmung mit diesem Auslöser ausgeführt wird
eo: Komandoj kiuj estos plenumitaj kiam ĉi tiu ellasilo kongruas.
es: Órdenes que serán ejecutadas cuando coincida este desencadenante.
et: Käsud, mis päästiku sobivuse korral käivitatakse.
fr: Commandes qui seront exécutées lorsque la condition du déclencheur est atteinte
gl: Ordes para executar cando se active este disparador.
it: Comandi che saranno eseguiti quando questo attivatore corrisponde.
nl: Commando's die uitgevoerd zullen worden wanneer deze trigger overeenkomt.
pl: Polecenia, które zostaną wykonane, gdy ten wyzwalacz zostanie dopasowany.
pt_br: Os comandos que serão executados quando este evento corresponder.
sl: Ukazi, ki se bodo izvršili, ko se bo sprožilec ujemal.
sv: Kommandon som utförs när den här utlösaren stämmer in.
tr: Bu tetik eşleştiğinde yürütülecek komutlar
uk: Команди, які буде виконано у разі виконання умови зміни.

source: Variable Triggers
bs: Promjenjivi okidači
ca@valencia: Desencadenants variables
de: Variable löst aus
eo: Variaj ellasiloj
es: Desencadenantes de variable
et: Muutujapäästikud
fr: Déclencheurs variables
gl: Disparadores variábeis
it: Attivatori variabili
nl: Trigger variabele
pl: Wyzwalacze zmiennych
pt_br: Acionamentos da variável
sl: Spremenljivi sprožilci
sv: Variabelutlösare
tr: Değişken Tetikleri
uk: Умовні зміни

source: Variable
bs: Varijabla
eo: Variablo
et: Muutuja
gl: Variábel
it: Variabile
nl: Variabele
pl: Zmienna
pt_br: Variável
sl: Spremenljivka
sv: Variabel
tr: Değişken
uk: Змінна

source: Variables
bs: Promjenljive
de: Variablen
eo: Variabloj
et: Muutujad
gl: Variábeis
it: Variabili
nl: Variabelen
pl: Zmienne
pt_br: Variáveis
sl: Spremenljivke
sv: Variabler
tr: Değişkenler
uk: Змінні

source: /oadd: syntax: /oadd parent name
bs: /oadd: syntax: /oadd ime roditelja
ca@valencia: /oadd: sintaxi: /oadd nom_del_parent
de: /oadd: Syntax: /oadd Name des übergeordneten Elements
eo: /oadd: sintakso: /oadd gepatra nomo
es: /oadd: sintaxis: /add nombre de la raíz
et: /oadd: süntaks: /oadd eellase nimi
fr: /oadd : syntaxe : nom du parent « /oadd »
gl: /oadd: sintaxe: /oadd pai nome
it: /oadd: sintassi: /oadd nome genitore
nl: /oadd: syntax: /oadd naam parent
pl: /oadd: składnia: /oadd nazwa nadrzędnego
pt_br: /oadd: sintaxe: /oadd pai nome
sl: /oadd: skladnja: /oadd parent ime
sv: /oadd: syntax: /oadd överliggande-namn
uk: /oadd: синтаксис: /oadd батьківська_група назва

source: /gadd: syntax: /gadd parent name
bs: /gadd: syntax: /gadd ime roditelja
ca@valencia: /gadd: sintaxi: /gadd nom_del_parent
de: /gadd: Syntax: /gadd Name des übergeordneten Elements
eo: /gadd: sintakso: /gadd gepatra nomo
es: /gadd: sintaxis: /gadd nombre de la raíz
et: /gadd: süntaks: /gadd eellase nimi
fr: /gadd : syntaxe : nom du parent « /gadd »
gl: /gadd: sintaxe: /gadd pai nome
it: /gadd: sintassi: /gadd nome genitore
nl: /gadd: syntax: /gadd naam parent
pl: /gadd: składnia: /gadd nazwa nadrzędnej
pt_br: /gadd: sintaxe: /gadd pai nome
sl: /gadd: skladnja: /gadd parent ime
sv: /gadd: syntax: /gadd överliggande-namn
uk: /gadd: синтаксис: /gadd батьківська_група назва

source: &Connect sequence
bs: &Povezna sekvenca
ca@valencia: Seqüència de &connexió
de: &Verbindungssequenz
es: Secuencia de &conexión
et: Ü&hendamisjada
fr: Séquence de &connexion
it: Sequenza di &connessione
nl: &Verbinding-commando's
uk: Послідовність з’&єднання

source: Normal exit
bs: Normalni izlaz
ca@valencia: Eixida normal
de: Normaler Ausgang
es: Salida normal
et: Tavaline väljapääs
fr: Sortie normale
it: Uscita normale
nl: Normale uitgang
pl: Normalne wyjście
uk: Звичайний вихід

source: Special Exit
bs: Specijalni Izlaz
ca@valencia: Eixida especial
de: Besonderer Ausgang
es: Salida especial
et: Eriväljapääs
fr: Sortie spéciale
it: Uscita speciale
nl: Speciale uitgang
pl: Specjalne wyjście
uk: Особливий вихід

source: Codebase
bs: Osnova koda.
de: Quelltextbasis
et: Koodibaas
fr: Base de code

source: &Edit...
bs: &Izmijeni...
de: &Bearbeiten ...
et: &Muuda...
fr: Modifi&er...

source: Enter port on which your MUD running (usually some 4-digit number).
bs: Unesite port na kojem je vaš MUD pokrenut (obično neki četverocifreni broj).
de: Geben Sie hier einen Port für Ihr MUD ein, normalerweise eine vierstellige Zahl.
et: Port, millel MUD töötab (tavaliselt neljakohaline arv).
fr: Saisissez un numéro de port sur lequel votre « MUD » s'exécute (en général, un nombre à 4 chiffres).

source: MUD Listing
de: MUD-Liste
et: MUD-ide loend
fr: Liste des « MUD »

source: Marco Mastroddi
ca@valencia: Marque Mastroddi

source: &Filter:
fr: F&iltre :
